{
  "learningActivities": [
    {
      "activity": "Investigate the structure of a variety of different cell types and record observations (draw or photograph and label) in a logbook relating to the structure and function of cells and their organelles. View cells online ( GTAC ) or take virtual cell tours ( xvivo cellscape ). Devise imagined dialogue between organelles to highlight their functions.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Prepare a range of wet mount slides for living plant and animal cells and produce an infographic 'Top 5 Handy Hints for Preparing Wet Slides' that includes relevant images of the slides and descriptions of the processes required to generate wet mounts.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a controlled experiment to investigate the relationship between surface area and volume using agar cell diffusion ( Exploratorium ) and apply findings to explain how cell size and the need for organelles meets specific cellular functions.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a controlled experiment that explores the semi-permeability of an artificial membrane to different substances including water, starch, protein and glucose via diffusion and osmosis.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a three-dimensional model to represent the fluid-mosaic model for the structure of a plasma membrane (build a membrane Teach.Genetics ); model the movement of water, hydrophilic and hydrophobic substances across the plasma membrane.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct first-hand observations in a garlic root tip preparation to identify stages of the mitotic cell cycle, including cytokinesis and investigate the time and location of most active cell division. Identify and describe the mitotic phases in the cell cycle using fluorescent images in cells online ( GTAC ). Compare and contrast the images with first-hand observations.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use prepared slides and capture digital images to examine the cell types that make up one specific organ, then compare similarities and differences in a jigsaw 'I'll show you my cells if you show me your cells' activity.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Are the cell walls of evergreen plants different from the cell walls of deciduous plants?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Is a change in temperature related to deciduous leaves changing colour?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Do grasses have different chlorophyll pigments to trees?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a matrix to compare the similarities and differences between mitosis in eukaryotic cells and binary fission in prokaryotic cells, highlighting and explaining reasoning for similarities and differences. Compare matrices and challenge reasoning between peers, individually or collaboratively.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "View media articles and podcasts on stem cell therapy dilemmas ( ABC ) or similar topical pieces ( Stem Cell Foundation ). Participate in a Socratic circle to discuss stem cell science and stakeholder views to elicit beliefs and misconceptions. The emphasis is to highlight the issues and students' knowledge and understanding of the science of stem cells.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Produce a poster that explains the types of stem cells and their potential use in medical therapies.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "'at the cellular level, death is essential for life'",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "cell deletion is apoptosis while cell addition is mitosis'",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "'cancer is an imbalance between apoptosis and mitosis'",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "'cancer can be considered in terms of the inactivation of apoptosis'",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "'apoptosis is a process that brings about the elimination of individual cells for the wellbeing of the organism as a whole'.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Butchers paper, A3 paper, coloured paper",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Pencils, textas, coloured pencils, crayons",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Pipe cleaners",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Modelling clay",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Pop sticks, skewer sticks, polystyrene balls",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Glue sticks, sticky tape, elastic bands, White Tack, string",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research and compare deaths caused by malignant skin melanoma in Australia ( IHME Viz Hub ) compared to the rest of the world. Suggest reasons why it is so high compared to other countries. Define key terms and discuss representation of data.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research and compare cancerous (melanoma) and non-cancerous skin cells, focusing on similarities and differences in appearance; including size and shape, mitotic index, arrangement, nuclei shape. Consider deviant cell behaviour and where possible disruptions occurred in the cell cycle and apoptosis to result in cancer cells and link this to the development of cancerous cells.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Record findings in the logbook. Sketch drawings of cancerous and non-cancerous cells.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Compare and contrast models, noting similarities and differences, strengths and limitations of using models.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use digital animation (e.g. slowmation) to model the change in cell characteristics from non-cancerous to cancerous. Include annotations, labels and narration (voice and/or text).",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a digital story to describe the progression from healthy cells to cancerous cells in skin cancer. Animate this process, using 3D models and/or a white board and drawing to assist. Include where the cell cycle and apoptosis may have been disrupted to result in cancerous cells.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use a storyboard template to construct the plan for how to represent the transitions. Include the visual representations, the narration, and the camera actions/effects. Include title slides and credits (including references).",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use STOP Motion (a free software program) downloaded to your device. Practise using the app based on the set-up, positioning the camera (retort stands, rulers, masking tape), taking the shot (don't move the iPad), watch the lighting (shadows), position the animations (tape things down), check the shot, plan the title and credits from the start (don't plan to insert later).",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Narrate the video showing the progression of cell changes from normal to cancerous cells.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Showcase the animations. As a class, discuss and reflect on the ability of scientific models, such as their models of cancer cells, to organise and understand observed phenomena.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Reflect in the logbook on the strengths and limitations of using models and how and why scientists may use models in research.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Why is cancer a health issue/biological problem and why all this research focus into cancers?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explain how cancer is an imbalance of homeostasis.",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "What do Australian Government statistics tell us about the prevalence and incidence of certain cancers in Australia, by group and gender? How might this influence research, prevention strategies, treatment?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "How does cancer arise and spread?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "What are some treatments of cancers? How do they work?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore Victoria's naturally-occurring vascular plant flora via the VicFlora portal . VicFlora is continually updated with new species discoveries, new weeds, new information and images.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use the HortFlora portal to investigate cultivated plants of south-eastern Australia.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use prepared slides to examine the cell types that make up one specific organ; compare similarities and differences in a jigsaw activity with other students who have investigated different organs.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use a microtome to section plant specimens for viewing under a microscope and compare the physiology of different species of leaves (stomata, chlorophyll distribution). Develop hypotheses and undertake investigations to determine whether there is a correlation between the location of a leaf on a tree and: the number of stomata or the distribution of chlorophyll.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use a proscope or digital microscope to investigate any one of the following questions: What is the effect of different levels of sunlight on the rate of opening and closing, and on maximum size opening, of stomata on leaves? Do young leaves have the same density and distribution as older leaves? Are the stomates on all plants the same size, shape and distribution?",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Case study: Australians looking overseas for transplants. Research using 'transplant tourism' media article, research letter and podcast ( DonateLife , Kidney Health Australia , ABC , MJA ). Work in groups, with rotation of groups, to consider the viewpoints of stakeholders and current Australian laws. Select one or more ethical approach and concept (pages 16 and 17) to explore the issue of transplant tourism. Consider your own position and suggested course of action, based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on this experience to consider what was learnt from other stakeholder perspectives and any changes made to opinions held.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Identify and classify native plants, based on structures to maintain water balance, using fieldwork and field guides or online sources ( Royal Botanic Gardens Victoria – towards sustainability; Australian National Botanic Gardens – Mallee plants).",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Study stem cell treatment for type 1 diabetes ( Stem Cell Foundation ). Draw or model and label images, creating a storyboard to describe how the treatment works, focusing on the properties of stem cells used to produce insulin from specialised cells. Design an imagined solution to treat type 1 diabetes. Compare and contrast ideas with peers. How do these imagined solutions link to other current research on type 1 diabetes? ( Garvan ).",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider the misconceptions about type 1 diabetes ( ABC ). Select one or more misconception and suggesting why people might have these misconceptions; then debunk the myths using relevant biological information. Develop questions for research and communicate findings for a specific audience.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider how marine snail venom, which is made of a fast-acting insulin protein, might be used to treat diabetes ( WEHI , ScienceDaily ). Collaboratively consider and document plausible recommendations, based on biological understandings. Consider what is known and what needs to be researched. Compare Australia and / or selected worldwide data of incidence of type 1 diabetes. Evaluate data, draw and justify conclusions for finding treatments for diabetes ( AIHW , IHME Viz Hub ).",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Elicit prior knowledge by writing and / or drawing answers (predict) to posed questions regarding type 1 diabetes (knowledge of what it is, what causes it and how it is managed). Consider and discuss what tissues, organs and systems of the body are impacted; what malfunction is occurring; what causes blood glucose to change; how blood glucose is regulated in the body; what happens at a cellular level in people with diabetes and without diabetes. In groups, discuss the answers and view (observe) information and research type 1 diabetes ( Diabetes Australia , Garvan , WEHI ) to modify answers accordingly, using multimodal representations. Explain these answers, using biological terminology from the key knowledge.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Make a hole in the centre of the cardboard big enough for the stem. Put the stem of the cutting through this hole and seal the remaining space with Blue Tack.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Fill one cup with water and mark the water level with a pen. Put the bottom of the cutting in the water and place the second cup over the top of the leaves of the plant.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Place in the sun and observe for 20 minutes.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Record your observations.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Perform practical activities that demonstrate the lipid and protein nature of the plasma membrane.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Make predictions and conduct a practical activity related to the movement of a variety of biomolecules and inorganic substances across a beetroot membrane using colorimetry to determine the degree of membrane disruption. Draw conclusions from the data collected.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Investigate the semi-permeability of an artificial membrane to differences substances including water, starch, protein and glucose; investigate the relationship between surface area and volume using agar cell diffusion.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Identify and classify native plants, based on structures to maintain water balance.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "What input would students have into the selection of the question?",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "To what extent will all students consider the same investigation question, or complete different parts of the same question so that class data can be pooled?",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "What input would students have into the design of the experiment?",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "fitting the investigation into the time available, and developing a work plan",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "identifying the technical skills involved in the investigation",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "ensuring that resources are available to meet the requirements of the investigation.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "determine to what extent students will work independently or in groups (different students or groups may investigate different vegetables or fruits or use the same vegetable and fruit and use different environmental conditions; for example, varying sucrose or salt concentrations or varying temperatures)",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "discuss the independent, dependent and controlled variables in the experiment",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "identify safety aspects of cutting vegetables and fruit, including use of gloves and knives, reducing contamination, use of sealed containers such as covered petri dishes or Tupperware containers for the investigation; correct disposal of fruit or vegetables in the school laboratory",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "establish the use of standard notation and SI units and how to reference sources and provide appropriate acknowledgments.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students collect and assemble equipment including data recording materials.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students cut even portions of fruit or vegetables and then place each sample into a relevant container to the investigation (other variables should be explicitly controlled).",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students observe the containers and take a digital photo daily of each fruit or vegetable to record observations.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students use the photos and data to determine the effect of osmosis. The investigation should take place over at least one week.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "determination of the composition and amount of water in different fruits or vegetables",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "effect of changing variables on osmosis, for example light intensity, humidity.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create analogies to represent the relationship between genes, alleles and a genome.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse the play Photograph 51 by Anna Ziegler and outline the contribution Rosalind Franklin made to the discovery of the DNA structure.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Compare karyotypes between different patients, like this from the Biology Corner . Alternatively, compare karyotypes between organisms in terms of size and number of chromosomes.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Respond to a series of genetic problems that involve interpretation and use of genetic language, the allocation of symbols to genotypes and the definition of phenotypes as dominant or recessive.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Simulate genetic variation through inheritance using a 'Reebops'​ or similar activity.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct an experiment to determine whether fingerprints are inherited, similar to that from 'Science Buddies' Identify limitations and suggest improvements to increase accuracy and/or precision.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use computer simulations (e.g. 'Science Courseware'​ ) to investigate patterns of inheritance; for example, in Drosophila.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct pedigree charts using students' own family histories for the inheritance of a genetic characteristic such as hair colour or eye colour over several generations; from the information suggest the likely mode of inheritance.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider whether genetic carrier screening could be recommended to all prospective parents (Article: ABC , Audio from Radio Article: ABC ). Connect the diseases referred to in the article to patterns of inheritance, including autosomal and sex-linked inheritance, expression of dominant and recessive phenotypes and predicting genetic outcomes for a monohybrid cross. Explain this, using pedigree charts and symbols. Apply understanding to local online simulations investigating patterns of inheritance ( Newbyte ). Propose plausible recommendations to the issue of genetic carrier screening, based on genetic knowledge and ethical understandings. Work in groups, with rotation of groups, to consider the viewpoints of stakeholders and current Australian laws. Select one or more ethical approach and concept (pages 16 and 17) to explore the issue of genetic carrier screening. Consider students' own positons and suggested course of action, based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on the experience: what has been learnt from other stakeholder perspectives and what has changed in their own opinion? Useful resources: VCGS , Genomic Diagnostics",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Discuss Fragile X Syndrome, a common genetic condition ( Fragile X ) and how genetic carrier screening identifies Fragile X. Model karyotypes with Fragile X and non-Fragile X in both males and females. Pose questions to identify: chromosome abnormalities within the karyotype, chromosome variability in males and females (size and number), autosomes, sex chromosomes, homologous chromosomes, genes, alleles and genome. Create an infographic and / or analogies to explain and link biological terminology.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Start by putting the topic or central issue in the middle of the page in landscape format.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Branch off this the major themes/issues/questions the literature review will need to address in whatever order you wish. Note that one sub-theme which always needs to be addressed is: Why is this an issue / interesting / important? Thinking in terms of key questions, rather than topics, is often helpful.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Next, put in the key points / examples / theories that will need to be addressed under each sub-theme.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Look for follow-on sub-themes / questions (e.g. a follow-on to a sub-theme on 'problems' would be 'current solution approaches') and look for links between sub-themes.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use your map to determine a logical order for your writing.",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider the Bynoe's gecko, which can reproduce both asexually and sexually. Predict how this may be possible; research how this is possible; explain how this occurs and distinguish the biological advantages and disadvantages, including genetic diversity of offspring, communicating ideas in a meaningful way.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Read the article about cloning extinct species – 'Return of the living thylacine' ( COSMOS ). Connect the information in the article/s to the process and application of reproductive cloning technologies. Explain how reproductive cloning works. Apply understanding to consider the biological advantages and disadvantages. Consider: Is the cloning asexual or sexual reproduction? Why? Propose plausible recommendations to the issue of reproductive cloning, based on biological knowledge and ethical understandings. Evaluate data by referring to the accessed online texts and considering the quality of the type of data, the reliability and validity of the data, the methodology evaluation, bias, and scientific versus non-scientific ideas. Work in groups, with rotation of groups, to select one or more ethical approach and concept (pages 16 and 17) to explore the issue of cloning extinct species, such as the thylacine. Students consider their own position and suggested course of action, based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on this experience: what has been learnt from considering different ethical approaches and/or concepts and changes in their own opinion?",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider whether you can clone your pet dog. Interpret a range of scientific and media texts to evaluate the processes and claims of dog cloning. Work in groups, with rotation of groups, to consider the viewpoints of stakeholders. Select one or more ethical approach and concept (pages 16 and 17) to explore the issue of cloning pets. Students consider their own position and suggested course of action, based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on their experience: what has been learnt from other stakeholder perspectives and what has changed in their own opinion?",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Visit Zoos Victoria and Ecolinc to investigate the effect that Devil Facial Tumour Disease (DFTD) has had on the Tasmanian Devil as an apex predator and keystone species.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Model how an adaptation such as colour for camouflage against predation enhances survival of an organism by calculating the 'survival rate' of different coloured tooth picks that are subject to predation from pegs in various habitats, or by undertaking a timed 'hunt the red ribbon' activity using 5 cm lengths of red and green ribbon on (a) red and (b) green backgrounds.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate the variation in size of pollen grains in different species of flowering plants and suggest the adaptive advantages of identified differences.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate the motion of fallen seeds and explain how motion as an adaptation is related to survival of the species.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Devise an inquiry to test an explanation of how seeds can spread over wide distances.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use life-size footprints and/or handprints of less well-known animal species to suggest what the whole animal would look like, how it would move, what it would eat and what special adaptations it could have to assist in species survival.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate the adaptations and distribution patterns of mosses and algae in relation to orientation and altitude and how these features allow them to survive in a wide range of environments.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss what determines the classification of a plant as a 'weed'. Use the case study of Echium plantagineum, which is generally known as 'Paterson's curse' but in South Australia is called 'Salvation Jane', and discuss how the adaptations of Echium plantagineum allow it to survive in a wide range of environments .",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate the diverse range of ecosystems across Victoria, considering the adaptations that species in each environment have to enable them to survive, the keystone species and predators that help to maintain balance and the interdependencies between species within each ecosystem.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Visit Ecolinc to investigate adaptations of birds of prey and dynamic ecosystems",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Read the article 'Way of the water lilies' ( ABC ). Connect the information in the article to the why there were changes to keystone species, such as the water lily and the impact this has on the ecosystem. Explain how Aboriginal perspectives understood the importance of the water lily and the billabong. Evaluate the data by referring to the accessed online texts and consider the quality of the type of data, the reliability and validity of the data, the methodology evaluation, bias, and scientific versus non-scientific ideas.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Plants and animals of the Mallee shrublands ( Australian National Botanic Gardens ) have special adaptations to help them withstand the dry conditions and high temperatures. Choose a plant or animal, consider each adaptation (structural, physiological and behavioural) and create a model of the plant or animal, explaining why it enhances the organism's survival in a wide range of environments. 'A key part of the spiritual relationship that Aboriginal people have with the land is based upon the idea of connection; connection between plants and animals, the non-living elements, weather, seasons and cycles, soil, water. This is the basis of all ecological thinking upon which healthy biodiversity is dependent' ( Royal Botanic Gardens Victoria ). Consider this perspective and recognise a connection the plant or animal had with the land, and with the Aboriginal people.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Visit Zoos Victoria to explore the structural, physiological and behavioural adaptations of the Southern Corroboree Frog.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research and describe 'Indigenous Ecological Knowledge (IEK)' within the Gunditj Mirring Partnership Project across the far southwest of Victoria, informed from the traditional and contemporary Gunditimara land management practices ( Gunditjmirring ). Explain the contribution of Aboriginal and Torres Strait Islander people's knowledge and perspectives in understanding the adaptations of species in Australian ecosystems.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate Aboriginal hunting practices that increase animal populations and discuss Indigenous fire practices used to support plants reproductive strategies and adaptations within an ecosystem. (Aboriginal patch mosaic burning, Indigenous fire practice protecting the Gibson Desert's biodiversity ScienceDaily ).",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research Aboriginal and Torres Strait Islander understandings of the adaptations and interdependencies of plant and animal cycles, the weather, seasons and environmental knowledge across Australia by comparing seasonal calendars of communities across Australia (Indigenous weather knowledge: Bureau of Meteorology ).",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compare: What are the similarities and differences between students' correlational study observations and Gariwerd peoples' observations?",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explain: How do observations influence lifestyle for students' local communities and Gariwerd peoples? If there is a difference, suggest why.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Evaluate: Comment on the accuracy, precision and validity of the results of the correlational studies.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Reflect: Review observations and consider the contribution that Gariwerd peoples' knowledge and perspectives contribute to understandings of adaptations and interdependencies in Australian ecosystems. How is this knowledge currently utilised? Imagine future use of this knowledge.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "genomic and epigenetic research",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "cloning for agriculture, horticulture or other purposes",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "assisted reproductive technologies",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "prenatal and predictive genetic testing",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "strategies for maintaining genetic diversity within a species or population",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "importance of genetic diversity within a species or population",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "changes to specific keystone species on populations and ecosystems",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "use of biomimicry to solve human challenges",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "biopiracy of Indigenous knowledge.",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Who should have access to an individual’s genetic information?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Should age limits be placed on genetic screening?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Should genetic disorders be prioritised for screening?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Should genetic technology be used to increase the genetic diversity of an endangered species?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Should genetic technology be used to increase a species resistance to a threat?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "the biological importance of genetic diversity within a species or population",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "structural, physiological and behavioural adaptations that enhance an organsim’s survival and enable life to exist in a wide range of environments",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "survival through interdependencies between species, including the impact of changes to keystone species and predators and their ecological roles in structuring and maintaining the distribution, density and size of a population in an ecosystem",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "the contribution of Aboriginal and Torres Strait Islander peoples’ knowledge and perspectives in understanding adaptation of, and interdependencies between, species in Australian ecosystems",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "distinguish between opinion, anecdote and evidence, and scientific and non-scientific ideas",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "use reasoning to construct scientific arguments, and to draw and justify conclusions consistent with the evidence and relevant to the question under investigation",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "discuss relevant biological information, ideas, concepts theories and models and the connections between them",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "critically evaluate and interpret a range of scientific and media texts (including journal articles, mass media communications and opinions in the public domain), processes, claims and conclusions related to biology by considering the quality of evidence available",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "analyse and evaluate bioethical issues using relevant approaches and ethical concepts, including the influence of social, economic, legal and political factors relevant to the selected issue",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "use clear, coherent and concise expression to communicate to specific audiences and for specific purposes in appropriate scientific genres, including scientific reports and posters.",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "set timeframes and milestones for the task",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "determine the nature of the work that is to be completed inside and outside the classroom",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "check the scientific accuracy of content prior to students working on the reporting (communication) phase",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "consider appropriate communication formats for specific audiences.",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "To whom will students be expected to communicate their results?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "What alternative communication formats will students be able to consider?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "To what extent will students work on their research and response inside and outside class time, and how will student work be monitored and authenticated?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Will time be allocated in class for students to present their work to other students?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Are students able to investigate a bioethical issue other than the one identified?",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Plan to reintroduce dingoes into the grampians to control pests",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Ambitious proposal to re-introduce dingoes into the grampians angers local farmers",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "The danger of dingoes in the grampians",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conserving threatened species",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Fraser Island Dingo Conservation Risk Management Strategy",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Australian Dingo Foundation",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Extract and compare the DNA from a range of fruits and/or vegetables (refer to the University of Queesnland ). Explain which part of a nucleotide makes the DNA different for the compared fruits and/or vegetables. Place DNA samples on a microscope slide, stain with a nuclear dye such as methylene blue and observe under a microscope. Perform electrophoresis on DNA samples and compare results for different fruits/vegetables. Suggest whether this procedure would be suitable for extracting DNA from animal cells.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Model the structures of DNA and the three forms of RNA. Set up a table or use a Venn diagram to summarise the similarities and differences in their sub-units.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore how the work of Franklin, Watson, Crick and Wilkins exemplifies some of the ways in which a range of evidence from many sources contributed to developing the model of the structure of DNA.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse the play Photograph 51 by Anna Ziegler and outline the contribution Rosalind Franklin made to the discovery of the DNA structure.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Interpret the genetic code by using tables that specify an amino acid for a codon.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Access online articles and research reports related to gene expression.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Access online animations and tutorials relating to transcription and translation. Use a matrix to develop assessment criteria to rate the usefulness of the online information.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Access representations of the molecular structures of amino acids, each student randomly selecting two amino acids to construct and model how the two selected monomers combine to form a dipeptide. Work in groups to combine dipeptides to form two different polypeptide chains.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use a web-based multimedia learning program to become familiar with the processes of transcription and translation (for example, DNA Interactive ). Write a summary or construct a flowchart to illustrate protein synthesis.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a hands-on interactive model or develop a slowmation that shows the trp operon in action when tryptophan is (a) present in high concentrations, in prokaryotic cells, to demonstrate the elements of both represssion and attenuation gene regulation.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use the context of DNA profiling to solve a particular crime or to reconnect families, particularly from the Stolen Generation, to investigate the following using a range of activities: amplification of DNA using PCR; the use of gel electrophoresis to sort DNA fragments; the interpretations of gel runs to profile DNA; bioethical issues of who owns the DNA, how it is used and how accurate, reliable and valid the results are. Useful resources: the ABC , Science Daily , SBS .",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Download a CRISPR-Cas9 interactive app (e.g HHMI BioInteractive ) to explore and understand the biotechnology tool using self-paced animations and/or games. Construct multimodal representations of the animations. Watch videos of research scientists and create short presentations to describe the applications of this technology.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use secondary sources to research the tools and techniques used for gene manipulation. Compile a resource file and use this to prepare a summary of their purpose and the way that DNA is manipulated or modified.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse and evaluate a scenario involving a DNA application. Provide a response to the bioethical issues raised in the scenario.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a media file of articles related to a contemporary biological issue involving biotechnologies and their impact on society. Annotate each item to identify the biological concepts involved in the issue and the social, environmental and ethical concerns raised by the issue.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Storyboard and create an animation of the transformation of bacterial cells to produce human insulin using online animation software.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Discuss the topic: ‘Is DNA manipulation necessary to achieve increased genetic diversity?’",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse a case study of a food crop that has been trans-genetically modified by explaining the nature of the modification, the benefit for food production and any real or perceived negative consequences.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "inquire/discover/research",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "create/compose/produce",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "present/share/promote.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "determine the questions to be investigated as a class",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "student groups share their groups’ learning with their class peers",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "students complete a ‘compare and contrast matrix’ for the presentations.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "From the stimulus articles, students choose an investigation question that interests them personally; ideally they make their personal interest in it explicit by recording initial ideas in the logbook.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Form teams of three to four people who have some interest in the same investigation question. The teacher may facilitate this.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a team, brainstorm what they do know and do not know about the investigation question. What specific questions do they need to investigate further? Use key science skills and key knowledge to guide and inform the research. Each student should keep evidence of the process in their logbooks.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider how the investigation question affects different people and the issues it raises – research, identify and describe relevant individuals, stakeholders and community groups. What specific questions need further investigation? Students need to keep evidence of the process in their logbooks and also keep a record of where they sourced the information in case they need to return to it later.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Review the selected investigation question and reframe/rewrite it if necessary to include specific parameters (for example, to refine it to a particular example).",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Nominate valid sources, such as organisations or professionals in the field, who might be able to supply information to help answer the specific questions identified as requiring further investigation.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Collect as much information as possible on the investigation question by dividing up these tasks between individuals within the group. Remember to agree on a timeline for completion. This might include using methods such as: online/library research; photo and video documentation; experimental data; and highlighting experts with a variety of different viewpoints. Each student should keep and share a careful log of their research – dates, times, sources, observations, summaries, etc.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a group, analyse the evidence collated and create charts, graphs and/or other visual representations to understand the findings.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Based on their research, ask what specific process/solution they would like to compose that addresses the investigation question. Their task is to make public a strong, convincing explanation to a real/authentic audience. Does the group want to design a website, plan a community information event, improve an existing project/program, make a presentation to interested people? Or something else?",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Identify all the steps required to make this stage happen.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Make contact with their real/authentic audience and present to them a very brief description of the intended product and the reason for the inquiry into the investigation question. Students keep evidence of their contact in their logbooks.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create the product and collect evidence of the process.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Present the final product to class peers for initial review. Randomly selected class peers complete an assessment questionnaire (based on criteria in a provided assessment rubric). Complete self- and team peer-assessment questionnaires.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Deliver the final product to the real/authentic audience. Collect evidence of the process. Randomly selected audience members complete assessment questionnaires.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students complete a written ‘compare and contrast matrix’ for the selected question that addresses the following categories: factors that influence the use of CRISPR-Cas9, the scientific understanding and the potential issues, including identifying probably stakeholders and possible solutions.",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Using the context of either photosynthesis or cellular respiration, model how an enzyme operates; use examples to illustrate competitive and non-competitive inhibition.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Formulate a hypothesis, make a prediction and explore the effect of changing temperature and/or pH and/or concentration on the activity of a specific enzyme in relation to photosynthesis or cellular respiration.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore the separation of plant pigments using chromatography (eg. Libre Texts Biology ). Discuss the role of pigments in plants, the location of pigments within a cell and their role in the production of biomolecules.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Plan and conduct an experiment to investigate whether the wavelength range of light used by terrestrial plants for photosynthesis differs from the range used by aquatic plants.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use key science skills to conduct investigations to determine the effect of light, water, temperature or carbon dioxide concentration on the rate of photosynthesis in plants.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Design experiments to investigate the effects of different wavelengths of light on the photosynthetic capacity of different types of seedlings (for example, radish, spinach and lettuce).",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Evaluate the ways in which scientists use knowledge of factors affecting photosynthesis to make predictions and recommendations about suitable habitats for crop production (e.g. in the light of climate change).",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use thin-layer chromatography to determine whether the photosynthetic pigments in the leaves of deciduous trees differ from those in the leaves of evergreen trees.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Experimentally investigate the light-dependent reaction in photosynthesis as described on the Nuffield Foundation website . Use a spectrophotometer to measure the rate of photosynthesis or cellular respiration (recorded by the percentage of light transmission through coloured solution every three minutes) in experiments where bromothymol blue or other coloured indicators are used as indicators of the reactions; for example, photosynthetic activity is evident when bromothymol solution turns blue, as CO2 is used in the reaction, and cellular respiration activity is evident when bromothymol solution turns yellow, as CO2 is added to the solution by the reaction.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use a microtome to section plant specimens for viewing under a microscope and compare the chlorophyll distribution and density by developing hypotheses and undertaking investigations to determine whether there is a correlation between the location of a leaf on a tree and the concentration of chlorophyll.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Experimentally explore how an enzymatic reaction of the Krebs cycle may be manipulated; for example, testing the effect of substituting malonic acid for succinic acid in the reaction where succinic acid dehydrogenase oxidises succinic acid into fumaric acid as part of the Krebs cycle.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use a respirometer to measure and compare the rates of cellular respiration in germinating and non-germinating/dormant (dry) pea seeds at varying temperatures (water baths of 0°C, 10°C, 25°C, 30°C, 50°C and 100°C), including a non-metabolising control.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a hypothesis and plan and conduct experiments to quantitatively determine how the rate of anaerobic respiration in yeast is affected by changing pH, temperature and sugar concentration.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a multimodal presentation that outlines the main inputs, outputs and locations of the stages of cellular respiration or the main inputs, outputs and locations of the stages of photosynthesis.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a Venn diagram to compare anaerobic fermentation in animals and yeasts, including location, inputs and outputs.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a series of questions related to cellular energy transformations and a comparison of the energy changes in the different stages in photosynthesis and cellular respiration.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Annotate a diagram of a chloroplast to show the main stages and sites in photosynthesis and a mitochondrion to show the main stages in cellular respiration.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research online and create an infographic that describes a technique that is used by scientists in the field of biotechnology and the advances that are being made as a result of its application; for example, the use of anaerobic fermentation in production of biofuel from biomass.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Access online journals and interpret a range of scientific and media texts to construct an infographic to highlight how CRISPR-Cas9 technology may be used to improve photosynthetic and crop yields.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore approaches to bioethics and ethical concepts using examples of bioethical issues of anaerobic fermentation and CRISPR-Cas9 applications. Identify and explain judgments or decisions associated with these issues.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore why gene editing is the next food revolution (see the National Geographic website ), the uses of gene editing to work towards eliminating cereal rust in wheat and powdery mildew in grapes, increasing omega 3 canola and plant biomass oil or any other suitable application. Useful sites: CSIRO , GRDC , ABC .",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Select one or more of the plants used in gene editing and use this as a context to plan and conduct fieldwork investigations into factors affecting the rate of photosynthesis, formulating hypotheses. Analyse and evaluate the fieldwork data, linking to the inputs, outputs and stages of photosynthesis and the degree to which the evidence supports the aim of the investigation, and support or refutes the hypotheses.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "In 2019, the Australian Government relaxed laws around gene editing, using CRISPR, in some forms, in plants and animals (refer to the websites of the ABC and the Australian Government’s Office of the Gene Technology Regulator ). Consider the positions of other state and territory governments and other worldwide countries with regards to CRISPR-Cas9 technologies to improve photosynthetic efficiencies and crop yields. Identify and consider the positions of stakeholders (e.g. scientists, farmers, consumers, businesses). Work in groups, with rotation of groups, to consider the viewpoints of stakeholders. Select one or more ethical approach and concept (pages 16 and 17) to explore the issue of gene editing regulation in plants. Consider your own position and suggested course of action based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on this experience to consider what was learnt from other stakeholder perspectives and any changes made to opinions held.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse and evaluate features of C3 and C4 Australian native grasses, linking the adaptations to the environment and indigenous plant use. Use clear and concise expression to communicate to a specific audience. Useful resources: the Native Grass Resources Group (publication – Understanding C3 and C4 native grasses), the NSW Department of Primary Industries (C3 and C4 native grasses), the Australian National Botanic Gardens Centre for Australian National Biodiversity (Indigenous plant use).",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider the issue: ‘Biofuel from crop waste lands funding boost for newly-proven sustainable technology’ as renewable energy (refer to the Victorian State Government and the Australian Renewable Energy Agency .) Use this context to create a flowchart to highlight how biofuel is produced from biomass by anaerobic fermentation. Compare and contrast flowcharts, share ideas and viewpoints and modify flowcharts accordingly. Analyse case studies of various feedstocks used in biofuels and consider energy justice as a bioethical issue ‘Rethinking biofuels’ on the Monash University website . Consider your own positon and suggested course of action based on the group and/or class discussion and scientific evidence, reasoning and reflection. Debrief and reflect on this experience and any changes made to opinions held.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Find a media article about a cyanide poisoning case or chemical warfare in humans. Use this as a context to represent how cyanide acts as an irreversible enzyme inhibitor in cellular respiration, including the main inputs, outputs and locations of the stages, including ATP yield. Pose and investigate questions regarding the impact of cyanide on other animals, plants and yeast.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "What input would students have into the selection of the investigation question?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "What input would students have into the design of the fieldwork exercises?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Will different groups of students in the class be able to undertake different investigations?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Is class data pooling a possibility?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Will off-school site work be involved?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Is the investigation reliant on particular weather conditions and/or accessibility constraints?",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "fitting the investigation into the time available, and developing a work plan",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "identifying native and introduced plant species in the field",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "conducting a simple literature review",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "developing hypotheses and distinguishing between a hypothesis, prediction and conclusion.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "identify and negotiate undertaking of various investigations by different students or student groups within the parameters of the question.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Determine the fieldwork site(s) and sampling plan, informed by the hypothesis.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Determine the type of data collection (quantitative or qualitative), type of survey (direct or indirect), sampling size, reducing bias with replication and randomisation, any tools needed for data collection.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Determine how data will be collected (photos and/or samples) and recorded. If collecting samples, minimise environmental impact.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Determine how data will be analysed and evaluated.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider how to construct evidence-based arguments and draw conclusions, linking to literature and current research.",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate how pollen counts (made by exposing microscope slides coated with Vaseline to the atmosphere for one day, on several successive days, ensuring slides are protected from rain) correlate to weather data and hay fever incidence. (Pollen can be observed by adding 1 or 2 drops of Calberla’s fluid to each slide; abundance is scored as 10 grains per cm2 = low, 10-20 = moderate and over 20 = severe).",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a 3D model of an antibody binding to its complementary antigen.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Prepare an annotated flowchart for the sequence of events occurring adaptive immune responses. Use appropriate labels and biological terminology to identify each of the cellular components and to explain the key events occurring in each response.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use online resources to research and prepare a summary on a disorder of the immune system, highlighting the related mechanisms of the immune response and the cellular involvement.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Prepare an infographic or presentation that explains why and how the immune system attempts to reject transplanted tissues and organs, and outlines what strategies can be used to reduce the chances of rejection.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Investigate and prepare a presentation on the production and use of antivenoms in Australia.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 1: As a child you were bitten by a snake and were given an emergency vaccination of antivenom. Explain why your doctor advised you that this procedure should never be boosted or repeated.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 2: You had your annual influenza injection a few months ago, after which you experienced a few flu-like symptoms. Now, you have caught ‘the flu’. Account for these two sets of observations.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 3: While swimming at the beach, you were stung by a jellyfish. Explain why your foot swelled and was red to touch.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 4: On your way home from the beach you tripped on some weatherbeaten wooden stairs between the beach and the road and got a splinter in your finger as you tried to steady yourself. You pulled the splinter out, but later your finger became swollen and red. A few days later your entire hand was swollen, the pain was intense, and you had a fever. Explain these observations.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 5: Three cases of polio have been identified at your school, even though polio had not been reported at the school for over twenty years. Propose three reasons for the outbreak.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 6: Your doctor has recommended a monoclonal antibody treatment plan that targets delivery of radiation-linked monoclonal antibodies specifically to your non-Hodgkins lymphoma cells. Explain how this treatment can differentiate between ‘normal’ and cancer cells.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scenario 7: You have been diagnosed as requiring a liver transplant. Explain why a course of immunosuppressant drugs has been prescribed for you.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Visit the World Health Organization website and research and report on a disease outbreak of an established or a new disease. Include information on how local cultural practices can facilitate its transmission and how the global community responds.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Examine disease-causing organisms microscopically and macroscopically. Prepare a comparative table detailing the characteristics observed.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research the impact of European arrival on Aboriginal and Torres Strait Islander peoples in terms of disease. Useful resources: Australians together , Aboriginal heritage , National Museum of Australia .",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Prepare a listing of the vaccination schedules currently in use for children in Australia. Compare the scheduling of vaccines and antibody serums.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Access online resources (for example ‘The Vaccine War’ or ‘Vaccination: Perspectives of Australian parents’ at the Rich National Child Health Poll site ) to discuss community views about vaccination.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "triggering the immune system to attack cancer cells (for example, making the cancer cells more visible to the immune system to attack or blocking molecules that stop the immune system from working to attack cancer cells, such as Rituxan for some lymphomas)",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "blocking signals that tell cancer cells to divide (for example, blocking growth factor receptors on cancer cells that signal the cells to grow, such as Erbitux to treat colon cancer and head and neck cancers)",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "stopping new blood vessels from forming (for example, stopping tumours with existing blood supplies sending out growth factors that attract new blood vessels, such as Avastin)",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "disease challenges and strategies, including vaccination programs, eradication of disease and their role in herd immunity",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "acquiring immunity and responding to antigens",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "exploring bioethical issues using one or more approaches to bioethics and/or ethical concepts. A KWL chart is a useful way to document learning throughout the investigation. Model and simulate the response to antigens and acquiring immunity, using smallpox or another disease as the context. Models and/or simulations are constructed over time. To support the models or simulations, use textbook or online interpretations (text/diagrams) and/or class activities (teacher guided and collaborative group discussion and construction of models) to construct explanations, illustrations and descriptions of the processes, using both text and images. Models and/or simulations are built on, refined and reflected on over time, informed from student knowledge, teacher feedback and collaborative group discussions. Useful resources: National Museum of Australia , Aboriginal Heritage , the ABC (search for smallpox, anti-vaccination movement), the Better Health Channel , Australian Government guidelines for smallpox outbreak ). Simulations and online games: the Vaccine Makers Project , GTAC .",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Investigate the emergence of new pathogens",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Investigate the scientific and social strategies employed to identify and control the spread of pathogens (on the World Health Organization website )",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore bioethical issues using one or more approach to bioethics and/or ethical concepts.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider how funding influences which scientific and social strategies are able to be employed to identify and control the spread of pathogens. What ethical issues can be identified?",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider the viewpoints of stakeholders in the topic of ‘Ethics of surveillance and quarantine for particular diseases’. Working in groups, with rotation of groups, select one or more ethical approach and concept (pages 16 and 17) to explore the issue of surveillance and quarantine for the novel coronavirus. Consider your own position and suggested course of action, based on the collated class data, discussion and scientific evidence, reasoning and reflection. Debrief and reflect on this experience to consider what was learnt from other stakeholder perspectives and any changes made to opinions held. Useful resources: Nuffield Council on Bioethics , the Ethics Centre , the World Health Organization .",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create an infographic or multimodal presentation that answers the questions: How does herd immunity work? What happens when herd immunity breaks down? (Find information online; for example Poland’s vaccine stats ) Are vaccines safe? (Read about campaigns on the Australian Government Department of Health website .)",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use approaches to bioethics and ethical concepts (pages 16 and 17) to consider the implementation of immunisation programs in Australia. Are they ethically justifiable?",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider the statement: ‘A drop in the number of young children diagnosed with type 1 diabetes could be associated with the introduction of routine rotavirus vaccination of Australian infants’ (from the WEHI website ). Use this as a context to describe the possible development of immunotherapy strategies to treat autoimmune diseases and represent understanding of how the vaccination may prevent type 1 diabetes.",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "identify that immunotherapy is the use of a person’s immune system to fight disease",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "understand the potential for immunotherapy in treating cancer",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "understand the process of adoptive T-cell therapy",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "describe an overview of the processes involved in CAR T-cell therapy",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Flow diagram",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Mind map",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Concept map",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Illustration",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "DigiExplanation – using appropriate digital technologies",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Model natural selection in peppered moths: cut equal numbers of small paper discs made from newspaper, black paper and white paper and lay the discs on a sheet of newspaper, then use forceps (simulated bird beak) to pick up as many paper discs as possible in two minutes. Collate and analyse data. Modify the modelling activity by replacing the forceps with different types of pincers to represent different types of bird beaks.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Form a hypothesis and design and conduct an experiment to investigate the effects of changing environmental conditions on the expression of a trait (for example, light on genetically modified barley). Draw conclusions from the results obtained. Identify experimental design strengths and limitations. Suggest modifications to improve experimental design and/or further experiments as an extension.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse a case study using web-sourced material, maps and second-hand population data to show how natural selection over many generations can result in changes that lead to a new species.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Access the Human Body Systems Disorder Project at the NGSS Life Science website and search for 'Human body systems disorder project'. Undertake bioinformatics searches through BLAST to compare the DNA codes of real genes and to explore how mutated proteins affect cells, organs and systems, thereby impacting on homeostasis.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse case study descriptions and associated secondary data related to population change for a particular species.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate why ‘antibiotic resistance is one of the biggest threats to global health, food security, and development today’ ( World Health Organization ) and the challenges this creates.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Visit The Antimicrobial Resistance Strategy to consider Victoria’s response to antimicrobial resistance and answer the question ‘What is CPE and why it is a threat to our health?’",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Using the example of influenza, create a storyboard and/or animation to model viral antigenic drift, using textbook and/or online text and images to construct a student-designed representation, informed from class activities, teacher feedback and collaborative group discussions. Explain ongoing challenges for treatment strategies and vaccinations. Propose possible alternatives or solutions. Useful resources: Medical Journal of Australia , the History of Vaccines , the Australian Government Department of Health , Centers for Disease Control and Prevention .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Access evolution-related activities at NOVA online and work in self-selected groups to undertake various activities. Record results in logbooks and report a summary of findings back to the class.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Examine types of fossils in commercially simulated fossil sets or conduct a field excursion to search for fossils at an appropriate site.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create an infographic describing allopatric speciation using the Galapagos finches as an example.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Collect and process information to design a multimedia presentation and/or model and/or infographic that details the different types of evidence for evolution, as evidenced from the fossil record, and include visual representations for each type.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Describe two selective pressures that act to develop the ‘limpet’ shaped shell with reference to the following scenario: Cellana tramoserica , the Variegated Limpet, is a current mollusc species found on sedimentary rocks near shorelines; the ‘limpet’ shape has developed many times during snail evolution; the occurrence of this shell shape in the fossil records indicates a similar environment might have existed to that which we see on the shoreline today.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Interpret the evidence for sympatric speciation in the following case study of Howea palms on Lord Howe Island . Useful resources: Nature , Science Direct . Discuss why there is controversy.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use molecular homology to infer evolutionary relatedness between species.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a phylogenetic tree from DNA sequences by accessing online programs such as the article, ‘Creating Phylogenetic Trees from DNA Sequences on the HHMI BioInteractive website .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Undertake the activity ‘Reconstruct a Skull’ at the STEM-Works website .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Measure height and lengths of femur, humerus and radius in centimetres to determine how well predictions match reality (calculations of height from femur can be made by applying the formula 2.38 x femur length + 61.41 = height ± 3.27 cm; calculations of height from humerus can be made by applying the formula 3.08 x humerus length + 70.45 = height ± 4.05 cm; calculations of height from radius can be made by applying the formula 3.78 x radius length + 79.01 = height ± 4.32 cm). Compare expected and actual heights and suggest reasons for any variations. Collate class results to plot predicted height versus actual height and comment on patterns and/or trends in the data. Determine whether there is a mathematical relationship between predicted height versus actual height and comment on whether the formulas for predicting height from bone length enable accurate predictions to be made. Refer to the data to discuss the difference between accuracy and precision.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Crumple a sheet of paper in the hand to form a ‘clot’ approximating a sphere and measure its diameter. Collate class data to plot a histogram of clot diameters and account for the shape of the histogram. Identify and distinguish between sources of error and uncertainty. Use the results to discuss the difference between accuracy, precision, repeatability and reproducibility. Explain how this activity is relevant to the work of palaeobiologists involved in recording measurements in hominin remains and drawing inferences about relatedness.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Access DNA or protein sequences from public databases (for example, Genbank–NCBI ). Use sequence alignment programs (for example, ClustalW ) to identify and quantify allelic variation within a population or variation between different populations or species. Visually represent the variation as a phylogenetic tree.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Participate in an excursion to Zoos Victoria to photograph/record features of different primates.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Interpret phylogenetic trees to describe the evolutionary relationships between modern humans and other living or extinct primates.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use collected data, including images, to examine the characteristics of Ardipithecus ramidus to evaluate its classification as a hominin.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Access media articles related to the contestability of classifications within the human fossil record based on new evidence; for example, classification of hobbit fossils.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "What are some issues with identifying and dating fossils? How might they be overcome?",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider the credibility information contained within the article (such as fairness, factual, non-bias, accuracy, trustworthy, telling the whole story).",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider the question: ‘Did Homo neanderthalensis and Homo sapiens interbreed?’ and statement: ‘Denisovians – an ancient population of humans’. Discuss evidence for both, using information at the Australian Museum , Nature and The Conversation .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss the development of opposable thumbs as an adaptation, and its contribution to cultural evolution, through an investigation comparing the use of free hands compared with hands with thumbs taped to index fingers. Consider the ability to perform everyday tasks such as combing hair, tying a knot, tying shoelaces, drinking a glass of water, reading a book, painting, hammering a nail into wood, typing and texting.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider the differing interpretations of the migration of modern human populations around the world. Link the fossil and DNA evidence for an earlier and more recent model. Gather and analyse a range of secondary data to make evidence-based decisions. Useful resources: the Australian Museum (When and where did our species originate?), National Geographic , Cosmos Magazine , Nature , Science Daily , ABC Education .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Outline the findings from Australia’s study of mitochondrial DNA from Indigenous Australians, specifically their migration patterns, connection to Country, possible impact of the findings and areas for further research. Useful sources: LaTrobe University and ABC Education .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Building a phylogenetic tree using structural morphology. Use the ‘Sorting Seashells’ page of the HHMI BioInteractive website .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Building a phylogenetic tree using molecular data. Use the ‘Creating Phylogenetic Trees from DNA Sequences page on the HHMI BioInteractive website .",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "activity": "How do elevated CO2 levels in the atmosphere or in aquatic environments affect the rate of photosynthesis in plants?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "What is the effect of using incandescent, fluorescent, halogen or black light on the rate of photosynthesis in plants?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Does using flashing or ‘disco’ lights affect the rate of photosynthesis in plants?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "What is the effect of changing pH levels or phosphate levels on the photosynthetic or cellular respiration rates of aquatic plants?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Does the rate of cellular respiration change in different seasons?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Does the DNA extracted from fresh, frozen, dried, pickled or tinned forms of a particular fruit or vegetable differ?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    }
  ],
  "detailedExamples": [
    {
      "title": "Detailed example",
      "content": "Detailed example Modelling cancer cells As adapted from 'Understanding cancer: how does cancer start and spread?' Deakin University blogs Aim To model the characteristics of cancerous and non-cancerous cells using digital animation. Key science skills Identify, inform and teach students the relevant Unit 1–4 Biology key science skills that are embedded in the task. Equipment Butchers paper, A3 paper, coloured paper Pencils, textas, coloured pencils, crayons Pipe cleaners Modelling clay Pop sticks, skewer sticks, polystyrene balls Glue sticks, sticky tape, elastic bands, White Tack, string Procedure Research and compare deaths caused by malignant skin melanoma in Australia ( IHME Viz Hub ) compared to the rest of the world. Suggest reasons why it is so high compared to other countries. Define key terms and discuss representation of data. Research and compare cancerous (melanoma) and non-cancerous skin cells, focusing on similarities and differences in appearance; including size and shape, mitotic index, arrangement, nuclei shape. Consider deviant cell behaviour and where possible disruptions occurred in the cell cycle and apoptosis to result in cancer cells and link this to the development of cancerous cells. Record findings in the logbook. Sketch drawings of cancerous and non-cancerous cells. Model each type of cell using a range of equipment. Compare and contrast models, noting similarities and differences, strengths and limitations of using models. Use digital animation (e.g. slowmation) to model the change in cell characteristics from non-cancerous to cancerous. Include annotations, labels and narration (voice and/or text). Create a digital story to describe the progression from healthy cells to cancerous cells in skin cancer. Animate this process, using 3D models and/or a white board and drawing to assist. Include where the cell cycle and apoptosis may have been disrupted to result in cancerous cells. Use a storyboard template to construct the plan for how to represent the transitions. Include the visual representations, the narration, and the camera actions/effects. Include title slides and credits (including references). Use STOP Motion (a free software program) downloaded to your device. Practise using the app based on the set-up, positioning the camera (retort stands, rulers, masking tape), taking the shot (don't move the iPad), watch the lighting (shadows), position the animations (tape things down), check the shot, plan the title and credits from the start (don't plan to insert later). Narrate the video showing the progression of cell changes from normal to cancerous cells. Showcase the animations. As a class, discuss and reflect on the ability of scientific models, such as their models of cancer cells, to organise and understand observed phenomena. Reflect in the logbook on the strengths and limitations of using models and how and why scientists may use models in research. Note: This activity could also be adapted to create a model of stem cells and their properties, such as AP Biology . Extension activities: Why is cancer a health issue/biological problem and why all this research focus into cancers? Explain how cancer is an imbalance of homeostasis. What do Australian Government statistics tell us about the prevalence and incidence of certain cancers in Australia, by group and gender? How might this influence research, prevention strategies, treatment? How does cancer arise and spread? What are some treatments of cancers? How do they work?",
      "unit": 1,
      "areaOfStudy": "How do cells function?",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example How can drought resistant crops be identified? Comparison and evaluation of biological concepts, methodologies and findings. As adapted from 'Observing transpiration', 'Stomata leaf peel' and 'Preparing a leaf epidermal peel' ( GRDC , GTAC ). Aim Explore the concept of transpiration by creating a controlled environment by which this process can be monitored and measured (Part A). Compare the epidermal cellular structures (such as stomata) from the leaves of different wheat varieties. Suggest which might be best for a low rainfall environment (Part B). Key science skills Identify, inform and teach students the relevant Unit 1–4 Biology Key science skills that are embedded in the task. Introduction Most wheat cropping in Australia relies on rainfall because there is no option for irrigation or it is too expensive for larger scale farms. Australian grain growers regularly check weather updates from the Bureau of Meteorology. Farmers need the rain to fall at the right time and in the right place. Unfortunately, due largely to climate change, Australian farming areas are being plagued by periods of low rainfall, hot weather, dry winds and drought. In these conditions, plants can struggle to grow, survive and reproduce. Water movement throughout a plant is essential to its ability to grow, survive and reproduce. In a farming system, growers are keen for the plant to use every millimetre of water. From a scientific point of view, they want to offer farmers a variety that has the best adaptive traits possible. The CSIRO ( ECOS ) has found plants that, with adaptations, are higher yielding under drought conditions and better at maintaining growth. This is reflected in the fact that they keep their stomata open longer when stressed during flowering. Sensitive plants close those stomata quickly under stress and stop growing. Stomata control transpiration of water and photosynthesis and thereby regulate growth and grain production. Transpiration is the process by which plants lose water. Plants collect water from the soil through their root hairs via a process of osmosis. The water then travels up through the plant to the leaves where it is lost as the water diffuses into the surrounding air. On the outer layer of the leaf of a plant are microscopic holes called 'stomata'. Stomata control gas exchange and water loss by opening and closing. They are of particular interest to plant breeders because plants with smaller or fewer stomata tend to have lower levels of evaporation. Part A: Investigating transpiration using a controlled experiment Equipment 2 x clear measuring cylinders Square of cardboard Small cuttings of plant(s) (preferably crop plants – wheat, rye, corn, sunflower, beans, peas, radishes, lettuce, any other vegetable) Blue Tack Water Scissors Timer Pen Method Make a hole in the centre of the cardboard big enough for the stem. Put the stem of the cutting through this hole and seal the remaining space with Blue Tack. Fill one cup with water and mark the water level with a pen. Put the bottom of the cutting in the water and place the second cup over the top of the leaves of the plant. Place in the sun and observe for 20 minutes. Record your observations. Discussion questions/suggested annotations when report writing in the logbook A series of four to six graded questions that address the data and the implications of the relationship for cell survival should be set for students to answer in their logbook, for example: Identify – What are the dependent, independent and controlled variables in your investigation? Explain – What did you observe? What percentage of water was taken up by the plant? Explain the observations in terms of osmosis and transpiration. Apply – Which plants would be recommended as crops? Support your claims with evidence. Propose – What further tests could be performed to investigate transpiration rates in plants? Outline a method for a further test. Part B: Investigating stomata using a controlled experiment Investigate stomatal aperture from three different plant varieties. Procedure Stomata may be isolated and viewed under a light or digital microscope using a variety of methods, including using nail polish and sticky tape or peeling a thin epidermal layer from the leaf. Results Draw and label any points of stomata difference between the varieties and between the top and bottom of the leaf. Clearly label the stomata, guard cells and any other organelles you see. Describe the stomatal aperture, describing the appearance of guard cells. Explain why the lower epidermis of a leaf has more stomata than the upper epidermis. Which variety had the most stomata? Discussion questions/suggested annotations when report writing in the logbook A series of four to six graded questions that address the data and the implications of the relationship for cell survival should be set for students to answer in their logbook, for example: Identify – What are the dependent, independent and controlled variables in your investigation? Explain – What did you observe? Describe the differences between plants, including number of stomata and number of open stomata. Explain the observations in terms of stomatal opening and guard cell appearance. Apply – Which plants would be recommended as crops in drought conditions? Evidence your reasoning using your results from both Parts A and B. Propose – What further tests could be performed to investigate stomatal aperture and opening rates in plants? Outline a method for a further test. Extension Compare Australian native plants ( Mallee.pdf ) and Australian crop plants with transpiration rates, stomata location and opening. Which would you suggest would be better suited as crop plants? Explain why. Identify and describe possible social, ethical and economic issues.",
      "unit": 1,
      "areaOfStudy": "How do plant and animal systems function?",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Student-adapted or designed investigation The scientific investigation builds on knowledge and skills developed in Unit 1 Area of Study 1 and/or Area of Study 2. Teachers must consider the management logistics of the investigation, taking into account number of students, available resources and student interest. The following questions require consideration: What input would students have into the selection of the question? To what extent will all students consider the same investigation question, or complete different parts of the same question so that class data can be pooled? What input would students have into the design of the experiment? Teachers could provide students with a template that structures the investigation into a series of timed phases. Students may subsequently adapt the template as a personal work plan in their logbooks. Investigation exploration phase In this detailed example, the investigation question was generated following a class discussion about why certain vegetables and fruit become softer compared to others, relating to osmosis practical activities undertaken in Area of Study 1. Further discussion led to discussion of ways to stop vegetables and fruit becoming soft. Suggestions included keeping them in cold conditions, such as a fridge, and soaking them in water. From this discussion students formulated a question for investigation: How do environmental conditions affect osmosis in fruit or vegetables? Planning phase Students may need guidance in: fitting the investigation into the time available, and developing a work plan identifying the technical skills involved in the investigation ensuring that resources are available to meet the requirements of the investigation. Teachers should work with students to: determine to what extent students will work independently or in groups (different students or groups may investigate different vegetables or fruits or use the same vegetable and fruit and use different environmental conditions; for example, varying sucrose or salt concentrations or varying temperatures) discuss the independent, dependent and controlled variables in the experiment identify safety aspects of cutting vegetables and fruit, including use of gloves and knives, reducing contamination, use of sealed containers such as covered petri dishes or Tupperware containers for the investigation; correct disposal of fruit or vegetables in the school laboratory establish the use of standard notation and SI units and how to reference sources and provide appropriate acknowledgments. Investigation phase Prior to students undertaking scientific investigations, the teacher must approve student-designed methods. A possible general method for the experiment is as follows: Students collect and assemble equipment including data recording materials. Students cut even portions of fruit or vegetables and then place each sample into a relevant container to the investigation (other variables should be explicitly controlled). Students observe the containers and take a digital photo daily of each fruit or vegetable to record observations. Students use the photos and data to determine the effect of osmosis. The investigation should take place over at least one week. Processing phase Students consider the data collected, report on any errors or problems encountered, and use evidence to explain and answer the investigation question. Differences in osmosis can be explained in terms of the amount of water present in fruit or vegetables. Reporting phase The above phases could be recorded in the student logbook. The report of the investigation can take various forms including a written report, a scientific poster or an oral presentation of the investigation. Further investigation phase Other avenues for further investigation include: determination of the composition and amount of water in different fruits or vegetables effect of changing variables on osmosis, for example light intensity, humidity.",
      "unit": 1,
      "areaOfStudy": "How do scientific investigations develop understanding of how organisms regulate their functions?",
      "outcome": "Outcome 3"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example What is epigenetics and how do epigenetic factors influence phenotype? The literature review will gather and analyse secondary data related to scientific findings and/or viewpoints and/or other people's opinions in order to answer a question, to provide background information to explain observed events. The literature review is designed to inform the reader of the relevance of the scientific research and includes background information enabling the reader to understand the key areas involved. It is usual to start the review with a broad scope and become more specific. Search by keyword, subject and/or author. Sources used are to be current and, where possible, original articles referenced rather than reviews of the articles. Consider a variety of sources you are using (e.g. journals, books, government documents, conference papers and popular media). Remember to keep track of reading materials and reference appropriately. Key science skills Identify, inform and teach students a selection of key science skills that are embedded in the task. Steps in conducting a literature review Creating a mind map Start by putting the topic or central issue in the middle of the page in landscape format. Branch off this the major themes/issues/questions the literature review will need to address in whatever order you wish. Note that one sub-theme which always needs to be addressed is: Why is this an issue / interesting / important? Thinking in terms of key questions, rather than topics, is often helpful. Next, put in the key points / examples / theories that will need to be addressed under each sub-theme. Look for follow-on sub-themes / questions (e.g. a follow-on to a sub-theme on 'problems' would be 'current solution approaches') and look for links between sub-themes. Use your map to determine a logical order for your writing. Using an organiser for note taking Research/topic question: What is epigenetics and how does it influence phenotype? Article Key findings/ arguments Supporting evidence/ Methods Strengths/ Limitations Significance/ Implications Suggested websites: Garvan Institute of Medical Research Australian Academy of Science The Guardian The Walter and Eliza Hall Institute of Medical Research ABC Science SBS NITV news Newcastle Herald",
      "unit": 2,
      "areaOfStudy": "How is inheritance explained?",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Correlational study Planned observation and recording of events and behaviours that have not been manipulated or controlled in order to understand the relationships/associations that exist between variables, to identify which factors may be of greater importance, and to make predictions. Students consider an example of correlational studies, over many thousands of years, as Aboriginal people developed an intricate understanding of the environment and how different species have adapted to enhance an organism's survival and enable life to exist in a wide range of environments. Key science skills Identify, inform and teach students a selection of key science skills that are embedded in the task. Introduction The custodians of the Gariwerd region in the Grampians, including the Jardwadjali and Djab Wurrung language groups, recognise six distinct weather periods in the seasonal cycle. These are genuine seasons which relate to climatic features as well as referencing reproductive strategies such as plant flowering, fruiting and animal behaviour patterns. Understanding the land through seasonal observations was essential to survival. Gariwerd National Park is home to many rare and endangered species of plants and animals, and is recognised as the single most important botanical reserve in Victoria. Today the cycles are a vital tool and contribute to the management of Gariwerd. To understand the season, we can begin to understand Gariwerd and its people. Permission to use the Gariwerd seasonal calendar and related information on the Indigenous Weather Knowledge website is given by the Elders/Directors of Gariwerd, which includes the Gunditjmara, Winda Mara (Kerrup Jamara), Goolum Goolum, Kirrae Whurrong and Framlingham peoples. Useful resources: Brambuk The National Park and Cultural Centre Gariwerd calendar Gariwerd/Grampians Procedure Consider the Gariwerd seasonal cycles in terms of observations of months of the year, depictions, weather, plants, fungi, birds, reptiles, amphibians, fish, insects and mammals in the woodland and/or wetland areas. Identify the reproductive strategies that each species uses as well as the structural, physiological and behavioural adaptations that enable them to survive in the different environments within Gariwerd National Park. Students then consider their own correlational study in their local community from a seasonal perspective, conduct planned observations of native plants and animals and record events and behaviours (that have not been manipulated or controlled to understand the relationship between variables) of local species in terms of reproductive strategies and structural, physiological and behavioural adaptation. Students decide how they will conduct the study. They may choose to record their observations and communicate their scientific ideas using an online blog (using a selected blogging website of choice such as Weebly ). Compare and contrast student and/or group and/or class observations. Discuss similarities and differences between observations. Which factors are of greater importance? Students reflect on the degree of influence of this study on their lifestyle compared to the influence of the correlational studies on the Gariwerd peoples. Discussion A series of graded questions could be set for students to answer in their logbook, for example: Compare: What are the similarities and differences between students' correlational study observations and Gariwerd peoples' observations? Explain: How do observations influence lifestyle for students' local communities and Gariwerd peoples? If there is a difference, suggest why. Evaluate: Comment on the accuracy, precision and validity of the results of the correlational studies. Reflect: Review observations and consider the contribution that Gariwerd peoples' knowledge and perspectives contribute to understandings of adaptations and interdependencies in Australian ecosystems. How is this knowledge currently utilised? Imagine future use of this knowledge. Extension Consider another Aboriginal and Torres Strait Islander seasonal calendar ( Indigenous Weather Knowledge - Bureau of Meteorology and compare and contrast the differences in species, reproductive strategies, adaptations and interdependences that allow species to survive and exist in the environments to which the chosen seasonal calendar relates.",
      "unit": 2,
      "areaOfStudy": "How do inherited adaptations impact on survival?",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed Example",
      "content": "2.3.2 Detailed example: Should dingoes be reintroduced into Gariwerd National Park? This investigation of a bioethical issue builds on key knowledge and skills developed in Unit 2 Area of Study 2, specifically: Key knowledge the biological importance of genetic diversity within a species or population structural, physiological and behavioural adaptations that enhance an organsim’s survival and enable life to exist in a wide range of environments survival through interdependencies between species, including the impact of changes to keystone species and predators and their ecological roles in structuring and maintaining the distribution, density and size of a population in an ecosystem the contribution of Aboriginal and Torres Strait Islander peoples’ knowledge and perspectives in understanding adaptation of, and interdependencies between, species in Australian ecosystems VCE Biology Units 1–4 Key Science Skills distinguish between opinion, anecdote and evidence, and scientific and non-scientific ideas use reasoning to construct scientific arguments, and to draw and justify conclusions consistent with the evidence and relevant to the question under investigation discuss relevant biological information, ideas, concepts theories and models and the connections between them critically evaluate and interpret a range of scientific and media texts (including journal articles, mass media communications and opinions in the public domain), processes, claims and conclusions related to biology by considering the quality of evidence available analyse and evaluate bioethical issues using relevant approaches and ethical concepts, including the influence of social, economic, legal and political factors relevant to the selected issue use clear, coherent and concise expression to communicate to specific audiences and for specific purposes in appropriate scientific genres, including scientific reports and posters. Issue selection phase It is suggested that teachers lead a brainstorming session to review the different issues related to genetics, reproductive science or adaptations beneficial for survival. In this detailed example, following classwork on reproductive strategies and adaptations of species in Gariwerd National Park, a student raised the question about the absence of apex predators in that Park. On further research they discovered that dingoes were the missing predators in the ecosystem and there was a proposal to investigate whether dingoes should be reintroduced into Gariwerd National Park. The student wondered ‘ Should dingoes be reintroduced into Gariwerd National Park? ’ Planning phase Teachers work with students to: set timeframes and milestones for the task determine the nature of the work that is to be completed inside and outside the classroom check the scientific accuracy of content prior to students working on the reporting (communication) phase consider appropriate communication formats for specific audiences. It was determined that students in the class could work independently or in groups to further identify and analyse the issue, but all students were required to present an individual, justified response to the issue. Teachers must consider the management logistics of the investigation, taking into account the number of students, available resources and student interest. The following questions require consideration: To whom will students be expected to communicate their results? What alternative communication formats will students be able to consider? To what extent will students work on their research and response inside and outside class time, and how will student work be monitored and authenticated? Will time be allocated in class for students to present their work to other students? Are students able to investigate a bioethical issue other than the one identified? Teachers could provide students with a template that structures the bioethical issue into a series of timed phases. Students may subsequently adapt the template as a personal work plan in their logbooks. Investigation phase Students were asked to identify their initial intuitive response the question ‘Should dingoes be reintroduced into Gariwerd National Park?’ The VCE Biology Student Ethical Issue Reflection Tool (docx - 101.1kb) is used to support students to record their response. A set of references and useful resources is provided to students to support them when identifying and analysing the issue. Useful resources include: Dingo Canis lupus Plan to reintroduce dingoes into the grampians to control pests Ambitious proposal to re-introduce dingoes into the grampians angers local farmers The danger of dingoes in the grampians Conserving threatened species Fraser Island Dingo Conservation Risk Management Strategy Australian Dingo Foundation It is important that students structure the research component into a set of manageable tasks that constitute a personal work program. Work in this phase can be done outside the classroom and recorded in students’ logbooks, with class time allocated to check on progress and the quality of material being researched. This activity provides students with opportunities to learn how to document reference resources and acknowledge contributions using standard conventions. Reporting phase Students could present their response to the investigation question to a specific audience using various formats. If responses are to be presented in oral or multimodal format, teachers may wish to scaffold the formats used and to set time and/or word limits. The response should clearly address the question, demonstrate that the student understands the relevant biological concepts, has used appropriate approaches to bioethics and ethical concepts to analyse the issue and demonstrate that their justified response is appropriate for the given audience.",
      "unit": 2,
      "areaOfStudy": "How do humans use science to explore and communicate contemporary bioethical issues?",
      "outcome": "Outcome 3"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Project-based learning to explore DNA manipulation using CRISPR-Cas9, a gene editing tool Aim To use a Project Based Learning (PBL) approach to investigate DNA and gene structure and the function and application of a gene editing tool, CRISPR-Cas9 both now and into the future. Introduction Students work in small groups to undertake an in-depth inquiry into the use of the protein CRISPR-Cas9, linking to DNA, gene structure and enzymes; and create, compose or produce a product for an authentic audience. Teaching notes This detailed example draws on the principles of PBL developed by the Buck Institute for Education . A PBL approach begins with an open-ended question, which is ideally provocative and engaging so that it captures students’ interest. Students investigate this question and brainstorm possible solutions, learning relevant content during the process. They then apply their learning in creative ways to produce, demonstrate or perform something, advocate for a policy or solution, or teach something to others, practising their communication skills in the process. Each student-centred project is broken down into three main stages, which can overlap in time frame: inquire/discover/research create/compose/produce present/share/promote. Teachers may provide questions for investigation or develop these questions in conjunction with their students. A manageable way to tackle this task may be: determine the questions to be investigated as a class student groups share their groups’ learning with their class peers students complete a ‘compare and contrast matrix’ for the presentations. Assessment can include self- and peer-assessment questionnaires and a compare and contrast matrix. In this way the contribution of each student within any group is accounted for. Approximate time frames are proposed for each stage. Key science skills Teachers should identify and inform students of the relevant key science skills that are embedded in the task. Preparation Students may need assistance in deconstructing the investigation question. ​​Teachers could also discuss the necessary skills required to work well in a group, including perseverance and a positive attitude. Health and safety note There are no specific health and safety concerns associated with this activity. Stage 1: Inquire/discover/research CRISPR babies: when will the world be ready? ( Refer to an article in Nature ). God in a Kit: The perils and possibilities of a tool called CRISPR (Refer to an article in the Sydney Morning Herald ). From the stimulus articles, students choose an investigation question that interests them personally; ideally they make their personal interest in it explicit by recording initial ideas in the logbook. Form teams of three to four people who have some interest in the same investigation question. The teacher may facilitate this. As a team, brainstorm what they do know and do not know about the investigation question. What specific questions do they need to investigate further? Use key science skills and key knowledge to guide and inform the research. Each student should keep evidence of the process in their logbooks. Consider how the investigation question affects different people and the issues it raises – research, identify and describe relevant individuals, stakeholders and community groups. What specific questions need further investigation? Students need to keep evidence of the process in their logbooks and also keep a record of where they sourced the information in case they need to return to it later. Review the selected investigation question and reframe/rewrite it if necessary to include specific parameters (for example, to refine it to a particular example). Nominate valid sources, such as organisations or professionals in the field, who might be able to supply information to help answer the specific questions identified as requiring further investigation. Collect as much information as possible on the investigation question by dividing up these tasks between individuals within the group. Remember to agree on a timeline for completion. This might include using methods such as: online/library research; photo and video documentation; experimental data; and highlighting experts with a variety of different viewpoints. Each student should keep and share a careful log of their research – dates, times, sources, observations, summaries, etc. As a group, analyse the evidence collated and create charts, graphs and/or other visual representations to understand the findings. Stage 2: Create/compose/produce Based on their research, ask what specific process/solution they would like to compose that addresses the investigation question. Their task is to make public a strong, convincing explanation to a real/authentic audience. Does the group want to design a website, plan a community information event, improve an existing project/program, make a presentation to interested people? Or something else? Identify all the steps required to make this stage happen. Make contact with their real/authentic audience and present to them a very brief description of the intended product and the reason for the inquiry into the investigation question. Students keep evidence of their contact in their logbooks. Create the product and collect evidence of the process. Stage 3: Present/share/promote Present the final product to class peers for initial review. Randomly selected class peers complete an assessment questionnaire (based on criteria in a provided assessment rubric). Complete self- and team peer-assessment questionnaires. Deliver the final product to the real/authentic audience. Collect evidence of the process. Randomly selected audience members complete assessment questionnaires. Students complete a written ‘compare and contrast matrix’ for the selected question that addresses the following categories: factors that influence the use of CRISPR-Cas9, the scientific understanding and the potential issues, including identifying probably stakeholders and possible solutions. Suggested links to articles that support learning Gene-edited babies: what does the law allow in Australia? Australia approves cutting edge CRISPR gene editing technology Taking the sting out: Australian gene editing is crossing the pain threshold CRISPR Cancer trial finds that gene edited immune cells are safe Podcast: Genetic Snip and Snap - Editing genes and tackling diseases with CRISPR technology: University of Melbourne",
      "unit": 3,
      "areaOfStudy": "How do nucleic acids and proteins determine cell structure and function?",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Fieldwork – How does leaf shape differ between native and introduced plant species and how does this link to photosynthesis? Based on scientific inquiry, fieldwork involves observing and interacting with a selected environment beyond the classroom, usually in an attempt to determine correlation rather than causal relationship. It may be conducted through direct qualitative and / or quantitative observations and sampling, participant observation, interviews and questionnaires. Key science skills Identify, inform and teach students a selection of key science skills that are embedded in the task. Compare the epidermal cellular structures (such as stomata) from the leaves of different wheat varieties. Suggest which might be best for a low rainfall environment (Part B). Comparing leaf shape in Australian native and non-native plants The practical investigation allows students develop, use and demonstrate related key science skills while drawing on key knowledge. Teachers must consider the management logistics of the practical investigation, taking into account the number of students, available resources and student interest. The following questions require consideration: What input would students have into the selection of the investigation question? What input would students have into the design of the fieldwork exercises? Will different groups of students in the class be able to undertake different investigations? Is class data pooling a possibility? Will off-school site work be involved? Is the investigation reliant on particular weather conditions and/or accessibility constraints? Teachers could provide students with a template that structures the investigation into a series of timed phases. Students may subsequently adapt the template as a personal work plan in their logbooks. Topic selection phase In this detailed example, the investigation question is generated following stimulus articles such as ‘narrow leaves make better crops for future climates’. One student wondered why narrow leaves would be better, suggesting wider leaves would be better for plant growth. Another student considered Australian native trees and their narrow leaf shape. This led to discussions about indigenous, native and introduced plant species and how leaf shape is linked to photosynthesis. From this discussion students generated a question for investigation: How does leaf shape compare between native and introduced plant species? How might this impact on rates of photosynthesis and biochemical pathways? Planning phase Students may need guidance in: fitting the investigation into the time available, and developing a work plan identifying native and introduced plant species in the field conducting a simple literature review developing hypotheses and distinguishing between a hypothesis, prediction and conclusion. Teachers should work with students to: identify and negotiate undertaking of various investigations by different students or student groups within the parameters of the question. Investigation phase Student-designed methodologies must be approved by the teacher prior to students undertaking practical investigations. A possible general management plan for the investigation follows. Determine the fieldwork site(s) and sampling plan, informed by the hypothesis. Determine the type of data collection (quantitative or qualitative), type of survey (direct or indirect), sampling size, reducing bias with replication and randomisation, any tools needed for data collection. Determine how data will be collected (photos and/or samples) and recorded. If collecting samples, minimise environmental impact. Determine how data will be analysed and evaluated. Consider how to construct evidence-based arguments and draw conclusions, linking to literature and current research. Reporting phase Students consider the data collected, report on any errors or problems encountered, and use evidence to explain and answer the investigation question. Differences in leaf shape should be related to the factors affecting the rate of photosynthesis and photosynthesis as a biochemical pathway, including the impact on enzyme function within pathway. The above phases could be recorded in the student logbook. The report of the investigation can take various forms including a written report, a scientific poster or an oral presentation of the investigation. Suggested resources Australian National Botanic Gardens Royal Botantic Gardens Victoria Virtual plant cell",
      "unit": 3,
      "areaOfStudy": "How are biochemical pathways regulated?",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example What is immunotherapy and how is it used to treat cancer? Using a case study to inspire investigation into immunotherapy, create knowledge and challenge misconceptions to create a conceptual model to simulate a system, to enhance understanding and inform others. As adapted from the Contemporary VCE Biology website (topic: Immunotherapy). Aims identify that immunotherapy is the use of a person’s immune system to fight disease understand the potential for immunotherapy in treating cancer understand the process of adoptive T-cell therapy describe an overview of the processes involved in CAR T-cell therapy Key science skills Identify, inform and teach students a selection of key science skills that are embedded in the task. Background information for teachers This section introduces immunotherapy as a treatment for cancer. Immunotherapy uses a patient’s own immune responses to fight cancer. The use of immunotherapy to treat cancer has been evolving rapidly over the last couple of decades. Adoptive T-cell therapy (ACT), employing a patient’s own cultured T cells is an emerging treatment for a variety of cancers. In ACT, the patient's T cells are removed in a process known as apheresis. The T cells known to fight the particular cancer in the patient are grown in a laboratory and inserted back into the patient’s body. Recently there has been the evolution of CAR T cells. CAR stands for chimeric antigen receptors, which is a type of antigen-targeted receptor that has been genetically engineered onto a patient’s own T cell. The use of genetic engineering approaches to insert antigen-targeted receptors of defined specificity into T cells has greatly enhanced the potential capabilities of ACT. These CAR T cells are better able to seek out and kill specific target cells (Magee 2014). Cytotoxic T cells, also known as cytotoxic T lymphocytes (CTLs) are specialised white blood cells that, when activated, seek out and kill infected cells. The CAR T cells are cytotoxic T cells that have been genetically modified to improve the ability to target and kill cancer cells. Students investigate the structure and actions of cytotoxic T cells and how they detect and attack cancers cells, also known as target cells. Students engage in a number of concrete and creative activities, including being introduced to appropriate scientific vocabulary, and demonstrating their understanding of the cellular processes involved in T cell mediated killing. Students are introduced to investigative research aimed at improving CAR T cell technology. Students may observe videos from scientists at the Walter and Eliza Hall Institute (WEHI) who are involved in research to improve the efficacy of CAR T cells. To inspire investigation and engage and motivate learners to want to understand how T-cell therapies work in the treatment of cancer, visit the Cancer Research Institute website and watch the case study of Emily Whitehead, the first child with acute lymphoblastic leukemia (ALL) to be treated with CAR T-cell therapy, with amazing results. Activity 1 : What is Immunotherapy? Teachers can choose to use one or all of the following activities: a mind map, think-pair-share, listing pros and cons. Whole class mind map Create a whole-class mind map about students' understanding of immunotherapy within the scope of the case study of Emily Whitehead. Suggested mind map headings could be, but are not limited to: Immunotherapy, T cells, CAR T cells, Cancer, Clinical Trials. List class questions, wonderings and areas for further investigation. Place the mind map on the classroom wall for the duration of the unit. Student mind map or Venn diagram Create an individual or small-group student mind map or Venn diagram about students' understanding of immunotherapy within the scope of the case study of Emily Whitehead. Students list wonderings, questions, and areas for further investigation. Place the mind map or Venn diagram in the logbook. Think-Pair-Share Students undertake a collaborative activity to answer the question(s): What is immunotherapy? What is CAR T-cell therapy? Students think individually about the question(s), undertake independent research and then share ideas with a classmate. This activity could be used for students who have difficulty in sharing within a whole-class forum. Pros and Cons Students list the pros and cons of using CAR T-cell therapy. This list can be generated by individuals or from group discussion. Discuss potential issues with immunotherapy. Activity 2: Visualising Adoptive T-cell therapy Students use a range of visual strategies to represent their understanding of the key processes of immunotherapy using T cells, demonstrating a range of key knowledge and key science skills, as decided by the class. Visual representation can be in the form of, but not limited to a: Flow diagram Mind map Concept map Illustration DigiExplanation – using appropriate digital technologies Students share their visual representations as a class or in small groups. Students are encouraged to ask questions, challenge explanations and discuss the similarities and differences in representations and how they assist in learning. Students reflect on the class and/or individual mind map to document their learning. Suggested resources Immunotherapy: Garvan Institute of Medical Research Body’s T cells destroying cancer cells: Research from the University of Cambridge Adoptive cell therapy: videos on the Cancer Research Institute website Tumour immunology and immunotherapy: visit the Nature Portfolio website Further detailed information – T cells and MHC proteins: NCBI Resources Leukemia remission after immunotherapy: Hutch News Stories",
      "unit": 4,
      "areaOfStudy": "How do organisms respond to pathogens?",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Classification and Identification – What are phylogenetic trees and how are they used to show evidence of relatedness between species? Classification is the arrangement of phenomena, objects or events into manageable sets, whereas identification is a process of recognition of phenomena as belonging to particular sets or possibly being part of a new or unique set. As adapted from: Contemporary VCE Biology Aims Create, use and interpret phylogenetic trees to show evidence of the relatedness between species, including structural morphology, homologous structures and molecular homology. Explore consequences of viral antigenic drift and shift in terms of ongoing challenges for viral identification and treatment strategies in the context of the novel corona virus. Key science skills Identify, inform and teach students a selection of key science skills that are embedded in the task. Teacher background information Phylogeny is the study of evolutionary relationships between organisms. It is best represented through diagrams called phylogenetic trees, which evidence relatedness between species and the presence of common ancestors. Teaching phylogeny can often be challenging, since concepts such as geological time and geographical changes on Earth are usually hard to comprehend. Using interactives can support teaching and student learning, with specific learning outcomes and/or discussion points identified (for example, EarthViewer on the HHMI BioIneractive website . Unsurprisingly, there are several misconceptions around evolution, caused both by intuitive thinking and widespread misleading representations of evolutionary processes. Ballen & Greene (2017) argue that teaching about biodiversity using the traditional Linnaean rank-based approach (dividing organisms into Kingdom, Phyla, Class and so on) can potentially disseminate some of these misconceptions, since it omits evolutionary innovations and inaccurately portrays history. Instead, the authors defend the use of the clade-based approach, which teaches about biodiversity using phylogenetic trees. Misconceptions – ‘Trees not ladders’ on the Berkely University website . Understanding evolution – Phylogenetics on the Berkely University website . Activity 1: Which information would you use to group organisms? To assess students’ prior knowledge, choose five organisms and promote a whole-class discussion on which sources of data could be valuable when determining relatedness between species. For example, when comparing mammals, would the coat-colour be a relevant trait? Or perhaps the eating habits (herbivore, carnivore)? Which characteristics matter more when grouping organisms and why? How would you know if a black panther is more closely related to a black bear than to a tiger? Extending on this discussion, challenge students to represent the relatedness between the chosen organisms, with an explanation of their diagram. As an alternative to the whole-class discussion, separate students into small groups to develop their ideas and compare diagrams. Students suggest why there are different diagrams and what further information may be needed. Students note diagrams and reflections in their logbook. Activity 2: Evolutionary researchers – what do they do? What does an evolutionary researcher do, what data is needed and why do this work? (Resource: Phylogeny on the Contemporary VCE Biology website ) Students consider and document their opinions, knowledge and wonderings before and after listening to the work of Dr Matthew Symond, evolutionary researcher from Deakin University, discussing biogeography, ethnobotany and phylogenetic trees. What did they learn? How has their opinions and knowledge changed? Compare with other students. What else did they learn? What more do they want to know? Activity 3: Building phylogenetic trees – using pictures, structural morphology and molecular data Evolutionary researchers from Deakin University (Dr Matthew Symond and his PhD student Uday Sundara) discuss phylogeny, describing the types of data used for reconstructing phylogenetic trees, how accurate these representations can be and some of the complexities involved in the process of reconstructing evolutionary history. The two researchers go on to give examples of phylogenetic trees they generated in their lab, and comment on the differences between morphological and molecular data as evidence of relatedness between species. (Resource: Phylogeny on the Contemporary VCE Biology website ) Students watch the video ‘ Evidence for Relatedness ’ and document their understanding using multimodal representation such as a mind map, drawings and/or text. Students write down further wonderings and/or highlight where they may need further clarification. Building a phylogenetic tree using structural morphology. Use the ‘Sorting Seashells’ page of the HHMI BioInteractive website . This biointeractive builds on the knowledge of creating phylogenetic trees and uses structural morphology to sort a range of seashells. Building a phylogenetic tree using molecular data. Use the ‘Creating Phylogenetic Trees from DNA Sequences page on the HHMI BioInteractive website . This biointeractive builds on the knowledge of creating phylogenetic trees and uses molecular data to sort a range of seashells.",
      "unit": 4,
      "areaOfStudy": "How are species related over time?",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example See suggested approaches for developing the Unit 4 Outcome 3 Student-designed Practical Investigation under ‘Assessment Advice’ .",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "outcome": "Outcome 3"
    }
  ],
  "assessmentTasks": [
    {
      "unit": 1,
      "title": "Case study analysis",
      "description": "Students may be presented with a classic or contemporary biological case study for analysis. A single case study may be analysed in depth, or one or more case studies could be used to consider and compare biological information, ideas, concepts, theories and models and the connections between them. Case studies do not necessarily need to be sourced from original journal articles; reports and or references to case studies accessed through a variety of print and electronic resources may be used as long as they contain sufficient information for students to be able to evaluate biological concepts, method, data and findings."
    },
    {
      "unit": 2,
      "title": "Case study analysis",
      "description": "Students may be presented with a classic or contemporary biological case study for analysis. A single case study may be analysed in depth, or one or more case studies could be used to consider and compare biological information, ideas, concepts, theories and models and the connections between them. Case studies do not necessarily need to be sourced from original journal articles; reports and or references to case studies accessed through a variety of print and electronic resources may be used as long as they contain sufficient information for students to be able to evaluate biological concepts, method, data and findings."
    },
    {
      "unit": 1,
      "title": "Bioinformatics exercise",
      "description": "Bioinformatics involves the use of computer databases and statistical techniques and algorithms to access and analyse biological data. Students should be familiar with the bioinformatics tool to be used prior to the assessment task."
    },
    {
      "unit": 2,
      "title": "Bioinformatics exercise",
      "description": "Bioinformatics involves the use of computer databases and statistical techniques and algorithms to access and analyse biological data. Students should be familiar with the bioinformatics tool to be used prior to the assessment task."
    },
    {
      "unit": 1,
      "title": "Data analysis of generated primary and/or collated secondary data",
      "description": "Primary and/or secondary data may be used in data analysis tasks. Teachers may use student-generated data from scientific investigations or collated primary data from a class, across different classes within a school or across different schools or settings. Secondary data may be accessed through a variety of different print and electronic resources or may include data generated by VCE Biology students in prior years. If data previously generated by students is used, then permission should be obtained from the students and the data de-identified. This task may involve students analysing the data and methodology and methods used to generate the data as well as the ability to construct evidence-based arguments and draw conclusions based on the data available."
    },
    {
      "unit": 2,
      "title": "Data analysis of generated primary and/or collated secondary data",
      "description": "Primary and/or secondary data may be used in data analysis tasks. Teachers may use student-generated data from scientific investigations or collated primary data from a class, across different classes within a school or across different schools or settings. Secondary data may be accessed through a variety of different print and electronic resources or may include data generated by VCE Biology students in prior years. If data previously generated by students is used, then permission should be obtained from the students and the data de-identified. This task may involve students analysing the data and methodology and methods used to generate the data as well as the ability to construct evidence-based arguments and draw conclusions based on the data available."
    },
    {
      "unit": 1,
      "title": "Reflective annotations of a logbook of practical activities",
      "description": "Students should undertake activities and investigations relevant to the outcome prior to beginning the assessment task. Teachers should determine: which activities are undertaken for the outcome how many of these should be annotated for the assessment task whether the activities annotated for the assessment task will be student-selected or teacher-selected whether to provide a set of guiding questions to assist student annotations or whether to allow students to make their own annotations based on a general question related to a specific aspect of the relevant area of study when annotations will be completed; for example, immediately after each practical activity, after a series of activities, or in a block at the end of the area of study. Although activities may be conducted individually, in small groups or as a class, the annotations must be completed individually. Annotations should show evidence of critical, analytical reflection."
    },
    {
      "unit": 2,
      "title": "Reflective annotations of a logbook of practical activities",
      "description": "Students should undertake activities and investigations relevant to the outcome prior to beginning the assessment task. Teachers should determine: which activities are undertaken for the outcome how many of these should be annotated for the assessment task whether the activities annotated for the assessment task will be student-selected or teacher-selected whether to provide a set of guiding questions to assist student annotations or whether to allow students to make their own annotations based on a general question related to a specific aspect of the relevant area of study when annotations will be completed; for example, immediately after each practical activity, after a series of activities, or in a block at the end of the area of study. Although activities may be conducted individually, in small groups or as a class, the annotations must be completed individually. Annotations should show evidence of critical, analytical reflection."
    },
    {
      "unit": 1,
      "title": "Media analysis of two or more media sources",
      "description": "Teachers should access and select contemporary (i.e. published in the last calendar year) media articles in order to reflect current understanding and research in the discipline and to assist with assessment authentication. Students may be presented with previously unsighted stimulus material or, depending on the media sources chosen, be provided with time to read and understand the stimulus material prior to undertaking the assessment task. Media sources may include print articles, social media posts, advertisements, interview excerpts, audiovisual programs, artworks or performance items. Students may be asked to respond to selected biological principles, concepts, data, arguments and conclusions that are presented by each stimulus material as well as make comparisons between the selected media sources. Students may also be asked to critically evaluate the processes, claims and conclusions in each media source by considering the quality of evidence presented."
    },
    {
      "unit": 2,
      "title": "Media analysis of two or more media sources",
      "description": "Teachers should access and select contemporary (i.e. published in the last calendar year) media articles in order to reflect current understanding and research in the discipline and to assist with assessment authentication. Students may be presented with previously unsighted stimulus material or, depending on the media sources chosen, be provided with time to read and understand the stimulus material prior to undertaking the assessment task. Media sources may include print articles, social media posts, advertisements, interview excerpts, audiovisual programs, artworks or performance items. Students may be asked to respond to selected biological principles, concepts, data, arguments and conclusions that are presented by each stimulus material as well as make comparisons between the selected media sources. Students may also be asked to critically evaluate the processes, claims and conclusions in each media source by considering the quality of evidence presented."
    },
    {
      "unit": 1,
      "title": "Modelling or simulation activity",
      "description": "This task involves students constructing a physical model and/or analysing a conceptual model and/or using a simulation to model a real or theoretical biological system. Students may be asked to analyse and evaluate how the model or simulation organises and explains observed biological concepts and phenomena, including limitations of the selected model or simulation."
    },
    {
      "unit": 2,
      "title": "Modelling or simulation activity",
      "description": "This task involves students constructing a physical model and/or analysing a conceptual model and/or using a simulation to model a real or theoretical biological system. Students may be asked to analyse and evaluate how the model or simulation organises and explains observed biological concepts and phenomena, including limitations of the selected model or simulation."
    },
    {
      "unit": 1,
      "title": "Problem-solving involving biological concepts and/or skills",
      "description": "This task involves teachers setting a problem of limited scope that requires students to develop a theoretical or actual solution through conducting a scientific investigation or responding to a hypothesis-based or scenario-based task. Scenarios can be developed from local issues, fictional case studies or case studies reported in scientific journals or media articles. Performance during appropriate stages in the problem-solving process, as well as the quality of the final proposal or solution should be assessed."
    },
    {
      "unit": 2,
      "title": "Problem-solving involving biological concepts and/or skills",
      "description": "This task involves teachers setting a problem of limited scope that requires students to develop a theoretical or actual solution through conducting a scientific investigation or responding to a hypothesis-based or scenario-based task. Scenarios can be developed from local issues, fictional case studies or case studies reported in scientific journals or media articles. Performance during appropriate stages in the problem-solving process, as well as the quality of the final proposal or solution should be assessed."
    },
    {
      "unit": 1,
      "title": "A response to an issue",
      "description": "Teachers should access and select a contemporary (i.e. arisen within the last calendar year) bioethical issue in order to reflect current practice in the discipline and to assist with assessment authentication. Responses may take a variety of formats but students should be required to identify and discuss biological concepts, ethical concepts and approaches relevant to the selected issue. The VCE Biology Student Ethical Issue Reflection Tool or other suitable graphic organiser may be used to support students to construct their response."
    },
    {
      "unit": 2,
      "title": "A response to an issue",
      "description": "Teachers should access and select a contemporary (i.e. arisen within the last calendar year) bioethical issue in order to reflect current practice in the discipline and to assist with assessment authentication. Responses may take a variety of formats but students should be required to identify and discuss biological concepts, ethical concepts and approaches relevant to the selected issue. The VCE Biology Student Ethical Issue Reflection Tool or other suitable graphic organiser may be used to support students to construct their response."
    },
    {
      "unit": 1,
      "title": "Report of a laboratory or fieldwork activity including the generation of primary data",
      "description": "The report should be preceded by a laboratory or fieldwork investigation that has been fully and/or partially completed under supervision and that has been recorded in students’ logbooks. The logbook may then be used for reference by students when producing the report in a format determined by the teacher. Reports may take any form as deemed appropriate by the teacher, and may include an oral presentation, presentation of results with student analysis and discussion, a response to an overarching question or set of structured questions or full practical reports that include an abstract, aim, hypothesis, method, results, discussion, conclusion and references. Although laboratory and fieldwork investigations may be conducted individually, in small groups or as a class, the report must be completed individually."
    },
    {
      "unit": 2,
      "title": "Report of a laboratory or fieldwork activity including the generation of primary data",
      "description": "The report should be preceded by a laboratory or fieldwork investigation that has been fully and/or partially completed under supervision and that has been recorded in students’ logbooks. The logbook may then be used for reference by students when producing the report in a format determined by the teacher. Reports may take any form as deemed appropriate by the teacher, and may include an oral presentation, presentation of results with student analysis and discussion, a response to an overarching question or set of structured questions or full practical reports that include an abstract, aim, hypothesis, method, results, discussion, conclusion and references. Although laboratory and fieldwork investigations may be conducted individually, in small groups or as a class, the report must be completed individually."
    },
    {
      "unit": 1,
      "title": "Scientific poster",
      "description": "The VCAA, or another appropriately configured, template may be used for Units 1 and 2 Biology. Teachers and students may negotiate sections pertinent to the investigation question as well as the assessment rubric prior to undertaking the task. Assessment may be completed in investigation states; for example, investigation design, analysis and evaluation of the results, construction of the poster. The poster may be presented electronically or as a hard copy poster. Teachers may elect to include the requirement for an oral presentation to accompany a scientific poster."
    },
    {
      "unit": 2,
      "title": "Scientific poster",
      "description": "The VCAA, or another appropriately configured, template may be used for Units 1 and 2 Biology. Teachers and students may negotiate sections pertinent to the investigation question as well as the assessment rubric prior to undertaking the task. Assessment may be completed in investigation states; for example, investigation design, analysis and evaluation of the results, construction of the poster. The poster may be presented electronically or as a hard copy poster. Teachers may elect to include the requirement for an oral presentation to accompany a scientific poster."
    }
  ]
}