{
  "learningActivities": [
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Collect and analyse current newspaper articles and other media material (such as podcasts or video interviews) illustrating the development of business ideas, entrepreneurship and business innovation.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a profile or brief biography of a successful business person or entrepreneur and identify the skills, attributes and characteristics they demonstrate.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Undertake an icebreaker activity looking at the development of business ideas and considering possibilities outside the normal ‘square’ of business operations; for example, lateral-thinking problem-solving puzzles such as the ‘nine dot problem’ where the solution is to think outside the square.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a teacher-led experiential activity, ‘I’ve got a business idea’, that encourages innovation and consideration of new business ideas and how to develop them.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Select an item from the classroom; then in small groups, brainstorm a range of ways the product could be changed to improve it. Consider improvements to both the use and the look of the product.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "List a range of problems experienced in the daily life of the school and brainstorm a range of solutions to solve these. Pose questions such as ‘Can you make the process better or use technology to make your experience better and solve the problem?’ (for example, buses with electronic signalling to turn traffic lights green on their approach to speed up student travel time to home).",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Watch, analyse and discuss videos about the development of business ideas, entrepreneurship and innovation; for example, Small Business Secrets.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "View, analyse and discuss case studies about innovators and innovative thought on Ted Talks.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research online for innovators and analyse the relationship between the business opportunities they take advantage of and the development of the business concept.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Individually research innovators and combine this to create a class gallery of a range of innovators. Post these on the wall; then as a class determine the skills and characteristics business innovators have in common.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use a double bubble map to compare the characteristics and decision-making of two entrepreneurs operating in the same or similar industries and producing similar products.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a questionnaire to be used to interview local small business owners about the reasons behind starting up their businesses, as well as the challenges they faced doing this. Complete a summarised report or PowerPoint presentation on the findings.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Devise and conduct a market research survey for a potential innovation to determine whether it could be successful.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Interview the owner of a business to determine how they developed their business idea, their personal motivation behind starting the business, the goal setting undertaken, and how they approached initial market research and feasibility studies.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Arrange an excursion or incursion with a local business owner or entrepreneur to understand how and why they developed their business ideas and the methods used at the establishment phase of the business.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Watch, analyse and discuss videos about market research and initial feasibility studies, including ‘how-to’ and case studies.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a market research survey and feasibility study into a small business idea.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Draw a concept map showing the different contributions businesses make to the economic and social wellbeing of a nation.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research and prepare a fact sheet showing local council grants and other support programs available to support businesses in the local area.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a class debate about whether more funding should be provided by the government to develop a culture of business innovation and entrepreneurship in Australia. Include details about specific areas the funding should be best directed.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse a list of businesses and categorise each according to legal structure (sole trader, partnership, private limited company, publicly listed company) and business model (online business, bricks and mortar, social enterprise, franchise, importer and exporter).",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Prepare and give a presentation about a type of legal business structure, detailing the features, advantages and disadvantages of operating through this type of structure.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Brainstorm and categorise real-world examples of businesses using the different business models.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct an infographic demonstrating the characteristics of a selected business model and create a gallery of infographics for different business models.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a table depicting the advantages and disadvantages of establishing a business from scratch as opposed to purchasing an existing business.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Invite a small business manager to discuss their experiences of establishing their own small business, and the opportunities and challenges they encountered. Discuss whether the costs and benefits of establishing a new business might have outweighed those of purchasing an existing business.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Identify a local business and list all the resources that this business requires in order to operate. Classify these resources into three columns: natural (the resource comes from the earth, sea or air), labour (requires humans in certain tasks or jobs), and capital (goods made and used to produce other goods and services).",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a detailed plan of a local shopping centre, outlining where each of the businesses is located. Analyse this plan to determine the reasons behind the locations of these businesses, and whether the location choices are the most appropriate for each of these businesses.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Select a business model and construct a profile of a real-life business that is using this model successfully. Include other key knowledge such as the business structure, whether the business was existing or established new, business resource needs, location and corporate social responsibility considerations.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a table outlining the sources of finance available to establish a business and the advantages and disadvantages of each financing model.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Invite a small business advisor from one of the banks or from a Community Information and Support hub to discuss the important decision-making and planning steps necessary to increase the likelihood of business success. Use the results to produce an educational pamphlet",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use the Business Victoria homepage to investigate the support services provided to small businesses at a local, state or national level. Produce a pamphlet or website explaining these support services to small business owners.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research the Business Victoria homepage and the information it provides on ‘Checklists for starting a business, support for your business, writing a business plan and setting up a business’. Produce a pamphlet or infographic summarising the information.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a SWOT analysis on a real business or a fictional business concept. Produce a set of five proposals designed to capitalise on the opportunities and overcome the threats identified.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a concept map to detail the role of different business support services during the planning phase of a business.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch and analyse videos about the steps involved in planning a business.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Interview a business operator about the step-by-step planning they had to undertake in order to get financial approval. Display this information as a flowchart or timeline of key tasks to be completed to successfully create a detailed business plan. Analyse this chart and identify whether there might be a more efficient and effective way of completing the same operations.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a business plan for a fictional e-commerce business outlining their goods or services and the steps involved in fulfilling an order. Create an outline of a website the business might trade through.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a 10-minute instructional video or podcast showing the steps that must be taken by an aspiring business owner to successfully plan a business. Cover all necessary factors from the internal environments.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch business videos to analyse examples of business planning. Identify and discuss the common causes of business success and failure and how these could be considered in the planning stage.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research business channels and media and identify corporate social responsibility issues facing business managers.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse business case studies (written or on video) to weigh up the effect of corporate social responsibility considerations on business planning.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a word wall in the classroom of key business management terms.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Investigate case studies of businesses affected by macro and operating factors from the external environment.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Apply ‘Predict, Observe, Explain’ thinking on a range of news headlines, predicting the impact of these macro factors on a number of different businesses; then observe how the businesses actually respond over the ensuing weeks.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Interview a chief executive officer or business owner, or organise guest speakers, and investigate how business owners plan for and respond to changing macro and operating factors.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use DeBono’s Direct Attention Thinking tools as a framework to consider the consequences of macro and operating factors on business planning. Propose strategies to respond to them.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Watch videos about businesses and discuss whether their business decisions were an efficient and effective response to the macro and operating factors they faced.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use the jigsaw cooperative learning strategy to encourage cooperative learning. One group of students is nominated to become specialists / masters in analysing one of the macro factors, such as economic conditions, so that they can give advice to the class about how to strategically position a business for the future.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "In groups, use a real or hypothetical business to analyse one of the macro or operating factors, such as global considerations concerning overseas markets, exchange rates, patenting, copyrights, trademarks or online sales. Prepare a PowerPoint or Prezi presentation on how this factor would affect a designated business",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Write a detailed research essay; for example, on the topic of how legal and government regulations affect businesses in the planning stage.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a concept map that outlines how businesses are affected by macro and operating factors.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Construct a flowchart of how a business responds to a variety of macro and operating factors.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Using DeBono’s six thinking hats, analyse how increasing online sales is affecting Australian businesses.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Research websites such as the Australian Bureau of Statistics and the Reserve Bank of Australia and create online graphs for interest rates, business confidence and consumer confidence levels over time to determine whether there is a pattern between the data. Explain / hypothesise the reason for this pattern.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Analyse case studies relating to patents, trademarks and / or design on the IP Australia website",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use a double bubble map to compare and contrast how two real-life competing businesses respond to macro factors; for example, Woolworths versus Coles, Apple versus Samsung, Netflix versus Binge",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Draw a supply chain for a local manufacturing business. Label this line with issues that could affect the suppliers and make notes about how such issues would affect the nominated end business.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Investigate different examples of businesses that prioritise corporate social responsibility considerations (environmental and / or production of goods and services) in planning",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct a research survey to determine popular current fashion styles favoured by students. Explain how student preferences may affect the local businesses in the school’s vicinity.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Construct a concept map to examine how special interest groups affect business planning.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a 10-minute instructional video or podcast on the steps that must be taken by an aspiring individual to successfully plan their own business. Cover all necessary factors from the internal and external environments.",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Investigate and write a report outlining the different ways economists measure economic growth and living standards. Include a statement about each type of indicator and an evaluation of the strengths and weaknesses of each measure in providing a complete picture of each of the areas that are being measured.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a group, research online the legal requirements for establishing a business, such as registering the business name, registering a website domain, trade practices legislation, business tax compliance and work safe insurance. Print and fill in these documents for a hypothetical business or a school-based business.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Invite the local bank business advisor to talk to the class about the importance of establishing bank accounts, financial control systems and record-keeping strategies.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Invite guest speakers, such as lawyers and accountants, to talk to the class about legal issues that can affect the establishment of a business.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use a business information website such as Business Victoria to create a checklist of all the legal requirements and financial considerations that must be addressed when establishing a business",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create PMI charts to compare the attractiveness of spontaneously establishing a business without considering legal and financial factors, with a business plan that does take into account these considerations.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Investigate an area of law that affects the establishment of a business such as: consumers and the Fair Trade Act, workers and the Workplace Relations Act, Equal Opportunity and Anti-Discrimination legislation, building approvals and zoning laws. Construct a multimedia presentation and design / complete a quiz or test for the area of knowledge.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Invite a guest speaker from Certified Practising Accountant (CPA) Australia to explain the role of chartered accountants in providing information and advice to business owners.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "With reference to real-life case studies, outline the benefits and limitations of sourcing inputs from suppliers that align with the corporate social responsibility objectives of the business.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Watch videos about businesses. Use case studies from these programs to analyse legal and financial issues faced by business owners when establishing their businesses.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Play the free online business simulation coffee game Coffee Shop. This involves carefully managing financial control systems, and developing inventory and record-keeping strategies to successfully establish a coffee shop.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research the Australia Trade and Investment Commission and outline support they offer to a business looking to establish contacts with overseas suppliers and retailers.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "With reference to real-life case studies, outline the benefits and limitations of establishing a business that operates in the global economy, considering factors such as overseas customers, suppliers and retailers.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Collect a folio of newspaper job advertisements for marketing positions, and from these identify the key skills and experience required for marketing positions, and the duties performed by people working in marketing.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a range of market research practices, such as data collection techniques, analysis and interpretation, used to ascertain consumer preferences for a given service or product.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research the attributes of the class as a market in terms of the market dimensions, segments, consumer trends and behaviour of the students. As a class, discuss which goods and services would be pitched to the class and which marketing techniques would be most effective.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Collect a folio of print and online advertisements and evaluate the effectiveness of the marketing strategies used in each advertisement.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compile and analyse a folio of marketing case studies. Create a checklist of strategies that make for successful marketing campaigns.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a product taste test to determine whether home-brand versus brand-name products can be distinguished. Discuss the importance attached to branding.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Using the internet, analyse the effectiveness of current marketing strategies.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "From a range of products with no clearly discernible purpose, select one and create a marketing plan for it. Alternatively, simulate a business product and devise a marketing strategy for it.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a website that advertises a real or simulated product.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compile a collection of product advertisements ranging from consumer goods to services such as holidays. Construct a table of the products / services and guess their prices. Reveal the actual prices and as a class discuss the impact that the difference between the estimated and actual prices would have on these businesses in terms of their price-setting decisions.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a diary of advertisements watched during one week (either on television or from online sources such as social media). Record the date and time of each advertisement’s screening, and the preceding and proceeding content. Tabulate the information on one of the businesses being advertised: the marketing strategies used to convey the message, the target audience, and a rating of the effectiveness of the advertisement. Compile the class’s results, and observe and discuss trends in terms of what was shown, when, and the strategies used.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Undertake an online interactive business simulation program such as the Lemonade Stand game where you need to market your lemonade stall and make changes to the marketing based on environmental conditions.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Arrange for a marketing manager to give a class presentation about the tasks they perform in an average day or in an average campaign, and how they categorise their target markets.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch YouTube episodes of the ABC television series ‘The Gruen Transfer’ and in particular ‘The Pitch’ segment. Create a multimedia 30-second pitch to address a consumer message. As a class, view and analyse each other’s marketing proposals.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a product life cycle graph identifying products at different stages along their life cycle; for example, music industry, soft drinks industry, fashion clothing. In groups, compile the results and identify trends in the types of products at each stage.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a table of five products and / or services and identify the customer relations strategies used, such as quality customer service and customer loyalty programs. As a class, evaluate the effectiveness of these strategies and whether you believe the investment in them has been worthwhile.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a timeline of the technological developments in marketing from 2000 to the present day.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse how contemporary businesses use technology such as social media, email marketing or search engine optimisation.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Collect a media portfolio of print and online public relations case studies and analyse the effectiveness of the strategies the businesses used to communicate with the public.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Invite a guest speaker to talk about a day in the life of a public relations executive and the progress of their career path.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a planned public relations campaign for redesigning the image of one of the following organisations: a rubbish removal service, a shoe manufacturer using child labour, an online business following a significant privacy breech of customer data.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Complete a fishbone diagram that starts with a crisis public relations issue, such as an oil spill by a tanker in Port Phillip Bay. On the diagram, draw all the important components of the problem that need to be urgently addressed and the stakeholders whose fears need to be addressed.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Plan and deliver a planned public relations campaign for a school event, such as a VCE Information Evening, a School Open Day, a Business Breakfast for outlining career opportunities for students.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a suitable script for a chief executive officer who is about to be interviewed on a Sunday Business show about the business’s decision to close its manufacturing operations at the expense of 6,000 Australian jobs so the production can be moved overseas to take advantage of cheaper labour rates.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a newspaper advertisement for a product recall of a range of chocolate bars due to tampering on the production line.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse a range of business websites and annual reports. Construct a table of the images they convey to the public and the strategies the businesses use to convey those images.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "As a class, discuss whether it is responsible to promote an operation that does not adhere to corporate social responsibility values.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Write a research essay evaluating the continued use of green marketing in marketing campaigns. Reference all source information and case studies. Outline recommendations for action.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research strategies and technologies used by businesses to protect the data and privacy of customers.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Role-play being the manager of a successful local business that is experiencing growth and needs more staff. Identify the knowledge, skills and ideas you would be looking for in recruiting new staff.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct a De ono Six Hats analysis of the impact of technology on staffing needs for business today and into the future.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Write a research essay evaluating the effect developments in technology are having on business staffing needs. Reference all information sources and case studies, and include recommendations.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Write up a job analysis based on any part-time, work experience or workplace learning position. Use this data and other information from the business to create job descriptions and job specifications for the position. Based on the results, create a job advertisement that could be placed in newspapers, agencies or on social media.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use an online job search website (such as SEEK) to source and analyse job advertisements for selected industries and roles in the local area.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct a class debate on the topic: Is internal or external recruitment better for a position in a local business? This can be a real business of choice.) In the debate, explore the advantages and disadvantages of each recruitment method.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a Venn diagram or double bubble map to compare the features, advantages and disadvantages of a range of job selection methods, such as interview, psychological testing, work testing, online selection.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Participate in a business scenario: a business has been accused of not selecting their staff fairly and instead relying only on a two-minute interview with the manager. Create a decision-making chart that lists possible alternative ways of selecting staff, the advantages and disadvantages of each, their consequences and the preferred proposal",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Construct an infographic about the National Employment Standards.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Undertake an online business simulation that deals with staffing a business.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct a role-play of the recruitment and selection process.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Write resumes and application letters using templates from Youth Central Victoria.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Construct an overlapping Venn diagram or double bubble map of the similarities and differences between employer expectations and employee expectations of a staffing position. As a class, discuss what this diagram suggests about the relationship between employers and employees, and make five recommendations that would help improve this relationship.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Complete a research investigation identifying possible occupational health and safety issues within the school. Compile a report of the findings and present this to the school’s Occupational Health and Safety manager.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use the internet to investigate the legal requirements that businesses must comply with in terms of employees, minimum wage restrictions, equal opportunity provisions, workplace gender equality and occupational health and safety requirements. Produce the summarised information as a business information pamphlet, informative poster or infographic.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a short video, podcast or oral presentation for young people that explains the National Employment Standards, outlines employer and employee expectations and provides an overview of legal obligations for staffing.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Interview the current Year 7 student body in the school to gauge their reactions to the present school induction process and find out what they would like to have seen included. Compile this information and write a professional business letter to the principal detailing proposals that would help improve the induction process.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Review television documentaries and business case studies of businesses dealing with staffing issues and analyse the effectiveness of their strategies.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create a mind map of issues related to overseas recruitment. Include: advantages, disadvantages, legislative requirements, how to practically support staff working overseas and overseas staff coming to Australia, data on the present levels of overseas recruitment, business case studies.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Research and create a pamphlet or infographic for businesses informing them of corporate social responsibilities they need to consider when establishing staffing in their business.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse a list of businesses and categorise them according to their business type (including sole traders, partnerships, private limited companies, publicly listed companies, social enterprises and government business enterprises).",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse a list of businesses and categorise them according to their business objectives (including to make a profit, to increase market share, to fulfil a market and / or social need and to meet shareholder expectations).",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct wall charts and posters on a range of types of business and add newspaper articles to them over the year. Use these resources as a reference for ongoing class discussions.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a mind map of business stakeholders, connected with lines that show their common interests and with dashed lines where conflicts of interest may occur. Highlight on this mind map where corporate social responsibility considerations may affect some of these expectations.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a class blog and, throughout the year, build an online folio of a range of types of businesses and their activities.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a mind map that outlines the connections and links between corporate culture and different forms of management styles and management skills.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Interview a manager of a business about their approach to managing the business, including their management styles and management skills and the corporate culture of the business.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Investigate the business activities of a range of business types profiled in recent current affairs. Discuss whether these activities are deemed to represent corporate social responsibility and the implications of such actions on the business’s stakeholders.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Watch videos and documentaries about different types of businesses. Discuss whether their business decisions were an efficient or an effective way to manage their business.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a class obstacle course or team-building / problem-solving activity. Assign an observer to report on the management skills that are demonstrated as the group progresses through the activity. Tabulate this information at the conclusion of the activity. As a class, look into the efficiency and effectiveness of each group and the management skills they performed.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct an investigation into a business. Identify and describe the culture of the business from its traditions, values, symbols and gestures. Identify the management styles and examine and discuss why they use these management styles and the effectiveness of them. Brainstorm and discuss the skills a manager needs to have in order to manage their business. Compare and contrast this profile with the cultures, styles and skills prevailing in the businesses that the class has investigated.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Invite a manager of a business as a guest speaker to share how they manage their business and how they have developed the culture in their business.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a grid that compares characteristics of varying management styles.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Perform a group role-play related to management styles.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Match management styles and management skills to varied situations. Identify whether the styles and skills were appropriate in relation to: nature of task, time, experience of employees and manager preference.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct role-plays and experiential activities for management skills such as communication, delegation, planning, leading, decision-making and interpersonal skills. A simple example of this could be a game of Chinese whispers to illustrate the problems of communication flow among staff in a business.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a revision concept map / podcast / vodcast for the material covered in this area of study.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a survey to determine the significance of a range of factors that motivate people at work.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Undertake a jigsaw activity where specialist teams are given responsibility for gaining an understanding of the principles of one of the motivation theories, how it can be applied in a business, and the advantages and disadvantages of applying it. Return to class and transfer this information to the others, followed by a class quiz.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a table or Venn diagram outlining the similarities and differences between the following theories of motivation: Hierarchy of Needs (Maslow), Goal Setting Theory (Locke & Latham) and the Four Drive Theory (Lawrence & Nohria).",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Hold a class debate about a range of motivation strategies (including performance-related pay, career advancement, investment in training, support and sanction) and discuss which ones would have the most effect on motivation to study for Business Management over both the long and short term.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "View the Freakonomics DVD episode on paying bribes for grades or view extracts of this episode on YouTube. Undertake a think-pair-share of whether students would be motivated to work harder for grades if there was a cash incentive, and whether this would work in the long or short term.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Hold a class discussion sharing experiences from work experience or part-time jobs about the forms of training received and which ones have been most effective. Draw out the advantages and disadvantages of both on-the-job and off-the-job training.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Invite a manager to speak to the class about how they manage their employees in a business, and discuss examples of issues they have needed to resolve.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Analyse case studies to examine particular aspects of managing employees.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a table of the advantages and disadvantages of a range of performance management strategies (including management by objectives, appraisals, self-evaluation and employee observation). As a class, discuss which strategies students have experienced in part-time jobs, which they prefer and why.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "With one student allocated as a peer reviewer of his / her fellow students during a class (under the employee observation method), compare this to the results of a self-evaluation questionnaire given to each of the students at the conclusion of the class. Discuss the results and their implications.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct an appraisal questionnaire on the teacher and discuss the advantages and disadvantages of using this approach to measure the development of an employee in a business.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch the opening scene of the Movie Up in the Air, which showcases some of the common responses to employees being terminated. Table some of the common responses and propose some strategies a manager could use to alleviate the stress associated with them.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct role-plays for departure proceedings from both a manager’s and an employee’s viewpoint. Construct a checklist of key points a manager should endeavour to follow to maintain good workplace relations.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a revision table and summarise the roles of the following participants in the workplace: human resource managers, employees, employer associations, unions and the Fair Work Commission.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct workplace relations role-plays for determining wages and conditions of work and construct a system of agreed-to dispute resolution procedures in case an agreement cannot be reached.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Investigate the ACTU website to discover the entitlements for youth entry-level wages and conditions for part-time work or first jobs after finishing school.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a revision concept map / podcast / vodcast for the material covered in this area of study.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Go on an excursion to a business in either the service or manufacturing sector to develop understandings of the tasks performed.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Complete a class operations management investigation. Undertake an activity that highlights the importance of the operations management function, and the activities and strategies required for its success.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Analyse business case studies to examine the elements and strategies of operations management.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Visit workplace sites that demonstrate an operations management process; for example, Yakult and / or Australia Post in Dandenong, the CUB Brewery in Abbotsford.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Invite a guest speaker to talk about their role and duties in operations management.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop a table of a range of business types and analyse the efficiency and effectiveness of the various strategies used in the areas of technological developments, materials, quality and waste minimisation.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct virtual business tours using the internet, and analyse the operations management system in a product or service business.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Watch contemporary business examples on YouTube clips or educational videos about the process of operations management.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Draw a layout plan for the school or the buildings of a local business, and reconfigure the plan to make the business more efficient and effective in achieving its key outputs.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop a revision concept map of how operations management fits in with the rest of the business and its objectives.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop revision podcasts or vodcasts for operations management. Post these on the school intranet so that they can be accessed and used for revision.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Draw up a table of all the corporate social responsibility considerations that can be associated with an operations management system.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Conduct a predict-observe-explain activity on a global resource headline, such as rising oil prices or supply chains disrupted by Covid 19 restrictions. Predict how the headline may affect the operations of businesses over the next month.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Write a detailed research essay evaluating the effect on operations management of global considerations in the areas of global sourcing of inputs, overseas manufacture, and outsourcing.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a class, discuss whether proactive or reactive approaches to change are more desirable, more common, easier for businesses and their stakeholders to adapt to etc.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Brainstorm ten major changes that the class believes will affect business in the next twenty years. Discuss how businesses could best prepare themselves to take advantage of these opportunities.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a table listing a range of key performance indicators, a brief summary to outline how they are measured and the significance of changes in their figures, and into which areas of a business they give an insight.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research some business annual reports from the past four years (copies of publicly listed company annual reports can be accessed via the ASX website) and pick five key performance indicators. From these, analyse whether the performance of the business is improving or in decline. Work in teams to suggest a proposal on how performance could be improved.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a case study of a business from the past four years, reviewing its performance.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a force field analysis of the driving and restraining forces of change for a business.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Apply a jigsaw approach to researching the driving forces for change, with groups assigned to research just one of the driving forces and then sharing that knowledge with the rest of the class.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a classroom discussion on which driving force may be potentially the most powerful in a business case study being used.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Conduct a class word-association activity using the word ‘change’. Teacher arranges a number of words associated with positive reaction to change (excited, opportunity, new), negative reactions (fear, loss, nervousness) and neutral reactions (alter, transform) randomly placed on the board. Students pick the words they associate with change at this moment in time. Analyse the class reactions and discuss individual responses to change (this may be in relation to some students preparing to leave school at the end of the year). Discuss whether these feelings may also be experienced by employees in today’s businesses as they go through change.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a print and online media portfolio on a business that is reviewing their performance and preparing for change.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Arrange guest speakers or conduct interviews to discuss reviewing performance and preparing for change within a business.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse case studies on businesses reviewing their performance.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Observe videos or television documentaries or news headlines on businesses reviewing their performance.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Construct a table of the two key principles of Porter’s Generic Strategies approach to strategic management. Research business examples that have chosen to employ each of the two techniques",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a revision concept map / podcasts / vodcasts for the area of reviewing performance and demonstrate the links and impacts it has on all the other aspects of Business Management from both Units 3 and 4.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a summary table listing a range of key performance indicators for a business, how they are measured, the significance of change in their figures and into which areas of business they give an insight. Then, draw a concept map of the driving and restraining forces on the business.",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a glossary of key business management terms.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch television documentaries and / or read online reports of real business case studies from the past four years and analyse how businesses are implementing change.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a grid of management strategies that can be matched to key performance indicators.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a matching grid of management strategies that can help achieve one of the two principles of Porter’s Generic Strategies Approach to strategic management.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Research on the internet to identify examples of businesses applying the principles of the Learning Organisation (Senge).",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Design a concept map that summarises the key principles of the Three Step Change Model (Lewin).",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "As a class, debate whether high- or low-risk strategies to overcome employee resistance are more effective in the short or long term.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Draw a mind map of a certain set of data for a key performance indicator and all the possible strategies that management could use to respond to it. Add to this mind map the advantages and disadvantages of applying each strategy.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Construct a SWOT analysis for a particular business case study. Propose management strategies that can respond to the opportunities and the threats.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use DeBono’s six hats problem-solving approach to look at management strategies from a range of different perspectives. Propose a strategic solution and a process to achieve this solution via the blue hat.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create decision-making charts or fishbone diagrams to logically and visually lay out a problem, possible alternative management strategies to solve it, the pros and cons of each strategy and comparisons of the consequences on different stakeholders. After consideration, state the decision that needs to be made.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "In groups, analyse a hypothetical business case study and reported key performance indicators, and propose management strategies to respond to the data.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Apply problem-solving models to respond to business case studies (both real and hypothetical) of poor business key performance indicators.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss as a class whether proactive strategic management approaches to decision-making are preferable to reactive approaches.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop a flowchart of how to achieve an effective change management process.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Write a research essay evaluating a business approach to seeking new business opportunities. Reference all sources and case studies and include recommendations.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch television documentaries on businesses that have been undergoing change in the past four years and draw a concept map that links each of the key knowledge items from Units 3 and 4 to the businesses. Connect the real business information to the theory on the concept map and evaluate whether the businesses appear to be on a route to success with their present strategies.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a problem-solving exercise on a hypothetical case study in preparation for the assessment task.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    }
  ],
  "detailedExamples": [
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1Developing a business ideaIntroductory icebreaker innovation puzzles ‘Think outside the square’ The nine dot problem – Think outside the square Below are nine dots arranged in three rows. The challenge is to draw four straight lines that go through the middle of all of the dots without taking the pencil off the paper. Each line needs to start where the last line finishes off.",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2Double bubble map – comparing the characteristics of two entrepreneursOutline of taskWorking independently or in small groups, students use a double bubble map to compare the characteristics of two entrepreneurs.Resources requiredPrinted (A3 or A4) or digital version of a double bubble map (free printable templates can be found using a search engine or a digital version can be created in PowerPoint or Google Slides using shapes). Alternatively, students can construct the double bubble map freehand.Case study materials for two entrepreneurs. Teacher can source these materials or students can select their own entrepreneurs to research.Three different coloured pens.ProcessPlace the names of each entrepreneur in the two adjacent central bubbles.Add bubbles between the two entrepreneurs to capture the characteristics that are common to both (similarities) and use one colour for all the similarities.Add bubbles on the outer extremities of each entrepreneur to capture the characteristics that are unique to each entrepreneur. Use difference colours to record the difference.Share with the class or create a gallery walk. Image description",
      "unit": 1,
      "areaOfStudy": "The business idea",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleDevelop a business profileThe aim of this activity is for students to apply their understanding of the internal business environment by analysing the planning and decision-making of a real business example of their choice, through constructing a business profile or considering a business that has adopted a specific model, such as online, bricks-and-mortar or franchise.Scope of the taskThe scope of this task in your context will be dependent on factors such as time constraints, the teaching and learning program and assessment. This task can be smaller in scope (focused on 1–3 key knowledge dot points, such as business model plus the business type and location) and completed in 3–-60 minutes in a workbook or Word / Google Doc. Or the task could be expanded in scope (focused on 4 or more key knowledge dot points) and presented as a PowerPoint/Slides presentation or poster over a longer period of time (2–3 hours).Developing the taskStudents follow these steps:Select and research a business of interest. The business needs to use one of the following business models: online business, direct-to-consumer business, bricks-and-mortar business, franchise, importer or exporter.Outline the key facts about the business, such as name, owner(s), the year it was established and the goods or services sold. The logo and other distinctive aspects such as the motto, vision and mission or website link may be included.Outline the type of business it is (business structure).Describe the key features and characteristics of the business, with reference to the business model it has adopted.Optional: discuss the advantages and disadvantages of this business model.Identify the location of the business and describe the factors affecting the choice of location.To expand this task, students can:Identify the resource needs (natural, labour and capital) and describe the factors affecting the use of resources by the business.Analyse the relationship between the internal and external environment of the business.Apply a SWOT analysis to determine the strengths, weaknesses, opportunities and threats associated with planning and decision-making.Identify and describe corporate responsibility considerations related to planning for the business.",
      "unit": 1,
      "areaOfStudy": "Internal business  environment and planning",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleResearch essayA research essay provides students with the opportunity to delve more deeply into a topic than they would in structured short-answer questions, and to make more sophisticated connections between ideas, concepts and real life business cases. Developing an essay topic Option 1: No specific case study identifiedSelect a relevant macro or operating factor as a focus in the question.Select a relevant key skill to assess.For example:Describe how legal and government regulations affect businesses in the planning stage.Discuss the impact changing economic conditions have on small retail businesses.Analyse how corporate responsibility considerations relates to business planning in manufacturing.Evaluate the impact competitors have on business planning.Option 2: Link to a real-life case studySelect a relevant macro or operating factor as a focus in the question.Select a relevant key skill to assess.Link to a real-life case study (either through phrasing such as ‘with reference to a contemporary case study’ or use a case study you are studying in class).For example:With reference to a contemporary case study, describe how the business has adapted to developments in technology.With reference to a contemporary case study, analyse the impact changing societal attitudes and behaviour have affected the business over time.With reference to a contemporary case study, discuss the use of local suppliers.Suggested essay structureIntroductionPresent the topic and outline the main ideas that will be included in the essay.Main body (2–4 paragraphs)Each paragraph needs to include relevant business management information and concepts as well as examples and evidence to support the key ideas or arguments.ConclusionSummarise the main points",
      "unit": 1,
      "areaOfStudy": "External business environment and planning",
      "outcome": "Outcome 3"
    },
    {
      "title": "Detailed example",
      "content": "Detailed examplePlan a short-term school-based businessThe aim of this activity is to apply the knowledge and skills of Unit 1 (the business idea, external environment and internal environment) by constructing a business plan to potentially run a short-term school-based business. Students submit this business plan to school administration. If approved, they establish this business and operate it either at the conclusion of Unit 1 or during Unit 2. Suggestions regarding the scope and range of such small business ventures include: operating a popcorn and movie night under the stars, operating a school car wash, running a sausage sizzle stall, planning and running a lunchtime market day with student stalls competing against each other, planning and running a school community vegetable garden, making tie dye t-shirts and selling them, organising a year level formal, preparing and running a university open day information session, planning and running an indoor sports tournament for school students to compete in over lunchtime, up-cycling and redesigning products from the local recycling centre, running a student-made jewellery stall, running a school comedy night, promoting student-designed websites for local businesses, recycling Christmas cards and creating new designs to sell, running Mother’s or Father’s Day stalls for the local primary schools, planning and operating a small-scale student-run café, organising a school recycling program focusing on either paper recycling or mobile phone recycling through the Mobile Muster program. Due to the potential implications of this activity on students’ time within and outside of the school, on financial management, and on the wider school community, including parents, it is advised that school principal and key stakeholder permission and approval be sought before conducting a student school-based business activity, and a full risk assessment be completed prior to running the activity. Some questions that will need to be addressed by the school are: Will the markets comply with legislation requirements such as food handling provisions? How will you prevent potential student health issues if there are allergic reactions to some of the ingredients? Is money involved and how will it be handled – is it to be run on a not-for-profit basis, a social enterprise basis, or once costs are covered as a profit incentive for students? As with many activities, the preparation prior to running an event such as this one is vital to its success. Teachers are advised to create a Gaant chart or timeline of the activities that need to be undertaken by themselves and by students in order to remain on task and adequately prepared for the event. In developing such an activity, students should follow these steps:Generate a business idea.Devise a set of objectives and goals for the activity, a business name and a formal agreement / partnership agreement between the group members.Conduct market research into the feasibility of the business idea.Identify the resources required to undertake the activity.Estimate potential financial costs and revenue from the business.Develop a business submission that gains the teacher’s, and all the other stakeholders’ approval. This should be signed before proceeding any further.Generate a full and detailed business plan.Develop an effective marketing strategy for the business.Run and operate the short-term school-based business.Review the business’s operation, and evaluate the role of the individual and group in the completion of this activity.",
      "unit": 2,
      "areaOfStudy": "Legal requirements and  financial considerations",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example‘The Pitch’ advertising campaignA marketing group has recently won a contract to market a burger company that is struggling to gain public acceptance for lab-grown beef patties. The job is to make eating lab-grown meat more acceptable. The marketing ‘pitch’ must consist of a 30-second commercial on a movie maker program (such as iPad Movie maker or BYOD Movie market application), backed up by a carefully considered marketing campaign. To complete an effective marketing campaign, consideration must be given to how to address the 7Ps of marketing as they relate to lab-grown meat:Product: quality, image, branding, features, packaging, customer service, support, warranties etc.Price: positioning (penetration, skimming, competitive pressures), discounts, payment methods etc.Place: trade channels (direct, wholesaler, retailer, online), sales support etc.Promotion: marketing and sales techniquesPeople: individuals on marketing activities, customer contact, recruitment, training, remuneration, culturePhysical evidence: staff experience of brand, product packaging, online experienceProcess: customer focus, design features, research and developmentIn a workbook, draw up a table explaining how to address and respond to each of the 7Ps. With this information clearly identified, create a drawn storyboard of ‘the story’ that is to be conveyed in the ‘pitch’. Include the characters, the demographic and consumer behaviours of these characters which should resonate with the target market, the storyline and the supporting soundtracks, slogans, jingles, humour etc. – all of which should reinforce the message. Once the teacher has signed off the marketing plan and storyboard, students move on to filming the ‘pitch’ commercial. Once the ‘pitch’ has been made, watch and review each one as a class, using a peer review sheet to add to individual personal reflection on the effectiveness of each pitch. Use the criteria below to focus attention on the steps needed to complete this project. SD: Strongly DemonstratedD: DemonstratedNW: Needs WorkND: Not Demonstrated This marketing campaign demonstrates: SD 5 D 3 NW 1 ND 0 The marketing plan clearly identified 1Product 2Price 3Promotion 4Place 5People 6Physical evidence 7Process The storyboard conveyed an effective strategy to convince consumers to buy lab-grown meat. The effectiveness of the market commercial (audiovisual or PowerPoint) – judged by the teacher. The effectiveness of the market commercial (audiovisual or PowerPoint) – judged by the class (the target audience). A clear and detailed reflection on the effectiveness of The marketing campaign after the pitch.",
      "unit": 2,
      "areaOfStudy": "Marketing a business",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleNational Employment Standards infographicOverview of the taskThe purpose of this task is for students to communicate their knowledge and understanding of the National Employment Standards into an infographic, targeted at young people entering the workforce.ResourcesLaptop, computer or tablet (digital)Infographic maker such as Canva, Piktochart, Venngage or use PowerPoint, Google Slides, Paint or Google Draw (digital)Poster paper, textas and pens (paper)The National Employment Standards (Fair Work)Optional: infographic examplesTips for making an effective infographic:Use a combination of colours and graphics to grab the attention of the readerFocus on key words and thoughtfully use fonts to highlight important informationRemember that ‘less is more’ and include only critical information; do not write chunks of informationUse diagrams, flowcharts, bullet points, lines, icons and other related imagesArrange key information in a visual hierarchy, in order of importance. Make sure important information is more prominent.",
      "unit": 2,
      "areaOfStudy": "Staffing a business",
      "outcome": "Outcome 3"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Conduct an investigation into a businessThe use of business case studies is essential in VCE Business Management for students to anchor their knowledge and to test their problem-solving proposals. The case studies must be contemporary examples from the past four years. To assist students, it is therefore important to develop a range of case studies focusing on different types of businesses, including sole traders, partnerships, private limited companies, publicly listed companies, social enterprises and government business enterprises. The investigations / case studies can be developed a number of ways:From direct observation through an excursion to the business. Businesses that are set up to take regular groups of students include Yakult and Australia Post in Dandenong, and the CUB brewery in Abbotsford. Alternatives include: a request to a local business, a connection through a student’s parent or a visit to local business incubators where there are a number of businesses to observe.From indirect observation through inviting a business manager to come to the school and talk about how they manage their business, or DVD case study material, TV documentaries, news programs and YouTube clips of virtual reality business tours, or online investigations through business websites such as ASX.The following example relates to knowledge about business styles and management skills, but research could be expanded to observations about how businesses manage employees, operations management, performance reviews and implementation of change. This is in preparation for the upcoming areas of study. The investigation should include the following:Identify and describe the culture of the business from its traditions, values, symbols or gestures.Identify the management styles that exist among the managers.Examine and discuss why these management styles are used and the effectiveness of each in the context of the business.Brainstorm and discuss the management skills a manager needs in order to manage their business, and then compare and contrast this profile with the cultures, styles and skills prevailing in the businesses other students in the class have investigated.Develop a gallery of business case studies in the room, or a nominated space on the school intranet for students to review and share business case studies.",
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleJigsaw approach to motivational theoriesStudents undertake a jigsaw activity where specialist teams are given responsibility for gaining an understanding of the principles of one of the motivational theories: Hierarchy of Needs (Maslow), Goal Setting Theory (Locke & Latham) and Four Drive Theory (Lawrence & Nohria).Specialist roles The task for each group (specialist team) is to learn the: principles of the assigned motivational theoryhow the theory can be applied in a businessthe advantages and disadvantages of using the theory in business.Individually, students research their group’s assigned motivational theory, and then return to their group to transfer this information to the others. Each group presents their shared information on their assigned motivational theory to the rest of the class. As a class, students consider the similarities and differences between each of the theories, and create a group table that outlines these similarities and differences. They form a united group to be challenged by quiz questions on each of the theories of motivation. A sample of the similarities and differences that the students may draw out are listed below. Locke & Latham and Maslow Maslow and Lawrence & Nohria Lawrence & Nohria and Locke & Latham SimilaritiesLocke & Latham’s Goal setting is similar to Maslow’s self-actualisation level being achieved.Both theories have a similarity in the pursuit of satisfaction – in Maslow’s case it is needs and in Lawrence & Nohria’s case it is drives.Locke & Latham’s achievement in fulfilling Goal setting can be linked to the Drive to Acquire (achievement). DifferencesLocke & Latham’s theory is generally achieved by one individual at a time, whereas Maslow can have procedures put in place throughout the company to allow a group of employees to pursue motivation at the same time.Maslow has five levels of need whereas Lawrence & Nohria have four drives. Maslow’s theory is sequential, whereas with Lawrence & Nohria it is possible to be working towards more than one drive at the same time.Locke & Latham generally pursue one goal at a time, whereas Lawrence & Nohria need to satisfy the four drives. The rules of the game prevent a student answering in their specialist motivational theory. Therefore they will rely on the information having been clearly conveyed to them. Some sample quiz questions follow.Outline the five levels of Maslow’s Hierarchy of Needs theory.Outline the general principles behind Locke & Latham’s Goal Setting theory.Outline the Four Drives as stated by Lawrence & Nohria, with one example for each showing how they can be applied in a business.Describe one benefit for a business applying Maslow’s motivational theory.Explain how a business can apply Locke & Latham’s theory and a benefit and disadvantage of doing so.",
      "unit": 3,
      "areaOfStudy": "Human resource  management",
      "outcome": "Outcome 2"
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Class investigationTo anchor the key knowledge in this area of study, teachers may provide this experience either through an excursion, watching a DVD of a business in action or, as in the following example, running an operations management system within the confines of the class. This is an experiential activity, designed to be used as a hands-on introduction to the area of operations management. The general objective of this task is for students to manufacture a product and experience the input–process–output model of operations management. The students also experience simulated operational problems and consider and analyse the strategies to improve the efficiency and effectiveness of operations in the areas of technological developments, materials, quality and waste minimisation, as well as corporate social responsibility considerations through the system.Notes to teachers:The central aim of the task is for students to create a product. This could be a batch production of paper airplanes, paper cars, simple construction towers out of Lego or recyclable goods, food products such as chocolate cornflake balls, or a microwavable cake, depending on school restrictions and access to resources. The key considerations are to ensure that:resources for the product are not instantly at hand – sourcing them will form a key part of the learning processgroups compete against each other in a business environment to produce the best quality product in the shortest time.Preparation:To make the microwavable cake (the most demanding of the above options), the following resources are required:1 microwave1 mixing bowl and spoon per group1 microwave cake mix per group1 egg per groupA central tub of butter / margarine.Instructions to students: Arrange yourselves into groups of four or five. Your mission is to produce the best quality cake / paper plane / Lego tower (which meets school health and safety standards) in the quickest time possible. The Quality Control Officer (QCO) (teacher) will mark your team in terms of the speed of each group and the quality of the final product.Activity debrief: The following questions could be used as a guide for this activity (possibly made into a worksheet) before beginning the class discussion.As a group of producers, rate out of $10 (maximum) the value of your product in terms of the effort and work you put into it.What leads you to this belief?Now pretend you are a consumer coming in to buy a high-quality product. How much would you pay for your item? (Maximum $10)If there is a difference between your answers to (1) and (3), explain why. Do you believe this also applies to real workplaces?If you could change anything about the activity, what five strategies would you employ to ensure you produced the highest quality product in the shortest time?Explain how these five strategies would help you achieve your objectives.",
      "unit": 3,
      "areaOfStudy": "Operations management",
      "outcome": "Outcome 3"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleConcept maps and summary tablesThis task underlines the importance of understanding the information provided by key performance indicators and how managers use these to gauge how efficiently and effectively their business is operating. This enables an understanding of where the business is now, but also helps to set goals and guide strategies for change and improve the business into the future. Students who develop this summary table will be able to draw on this across the unit:Create a table listing a range of key performance indicators, a brief summary to outline how they are measured, the significance of changes in their figures, and into which areas of a business they give an insight. Key performance indicator How it is measured? What changes in the figures may tell you Areas of business explained Draw a concept map of the driving and restraining forces on a business, annotated with examples related to the business being investigated. Illustrate the size of the competing forces through the size of the arrows to illustrate how successful or otherwise they may be in implementing change in this business. Image description",
      "unit": 4,
      "areaOfStudy": "Reviewing performance –  the need for change",
      "outcome": "Outcome 1"
    },
    {
      "title": "Detailed example",
      "content": "Detailed exampleHypothetical business case study – Problem-solving scenarioOrange is a smart phone manufacturer that is operating in a very competitive market with high customer demands and a constant drive to lower prices. Orange has created products with very similar features to their competitors and very similar price points. The corporate culture in Orange is very friendly and supportive and the workforce is incredibly loyal. The team has reviewed its key performance data for the last year. Previous year Current yearPercentage of market share of smart phones10%4%Net profit figures$5 million$3 millionNumber of sales5 million3 millionNumber of website hits4 million2 millionLevel of staff turnover1%0.2%Level of wastage0.5%0.5%Number of customer complaints0.7%2.5% Explain what the change in percentage of market share means to the business. Explain what the change in net profit figures means to the business.Explain what the change in website hits means to the business.Explain what the change in level of staff turnover means to the business.Explain what the change in number of customer complaints means to the business.Porter’s Generic Strategies Approach advocates two key principles to strategic management. Outline both of these principles and justify which strategy Orange should pursue in the future. Evaluate three management strategies that the business managers could employ to respond to the key performance indicator data, and justify one proposal that will most likely allow them to succeed in reaching their strategic objective.Outline the principles of Lewin’s Three Step Change Model and apply it to the introduction of the proposal to change the business.Given the present levels of staff turnover in the business, describe and justify whether the business should use high- or low-risk strategies to overcome potential employee resistance to the change.Outline the corporate social responsibility considerations the business should consider as it embarks upon its change.Propose and justify which key performance indicator the business should track to achieve the new set strategic objective for the business.",
      "unit": 4,
      "areaOfStudy": "Implementing change",
      "outcome": "Outcome 2"
    }
  ],
  "assessmentTasks": [
    {
      "unit": 3,
      "areaOfStudy": "Business foundations",
      "outcome": "Outcome 1",
      "task": "On completion of this unit the student should be able to analyse the key characteristics of businesses, their stakeholders, management styles and management skills, and corporate culture. Step 1: Look at Outcome 1 and its key knowledge and key skills. Note any other relevant points from the area of study, such as a given context. Step 2: Decide on the type of assessment task. Choose the task type from the range of options listed in the study design (page 21). [For this task: structured questions.] Step 3: Decide on the conditions under which the task will be conducted. Given that this outcome is worth 20 marks out of the 100 marks available for school-assessed coursework in Unit 3, it may be decided to have students complete only one task. Test conditions: no notes or textbooks allowed and students will be supervised. Time: 50 minutes to complete the task. This allows 10 minutes reading time, then 40 minutes to write the answers to the structured questions. Step 4: Design the task Consider the nine key knowledge points. Students need to familiarise themselves with a variety of terms and concepts in Area of Study 1 related to the key characteristics of businesses, their stakeholders, management styles and management skills, and corporate culture. Students should be able to apply their knowledge, make decisions about appropriate business choices, and justify management strategies. The first key skill requires students to ‘apply business management concepts and terms’, and the third skill requires students to ‘analyse case studies and contemporary examples of business management’. One way to do this is to write stimulus material about one or more business(es). The structured questions should relate to the situation(s) described in the stimulus material. Keep in mind that the VCE Business Management Study Design incorporates all sizes of businesses and also includes government business enterprises and social enterprises. Writing stimulus material that includes examples of decisions made by owners and / or managers allows students to demonstrate their abilities to apply the key knowledge and key skills. The resources list for VCE Business Management provides teachers with suggestions for sourcing these examples. Step 5: Identify the nature and sequence of teaching and learning activities to cover the key knowledge and key skills outlined in the area of study and provide for different learning styles. The teaching and learning activities for Unit 3 Outcome 1 provide a range of teaching activities that account for different learning styles and will allow students to build and consolidate their knowledge. The detailed example on conducting an investigation into a business will give them the ability to apply their theory to a contemporary example as they will be required to do in their assessment task. Step 6: Conduct the assessment task Step 7: Mark the task The marking scheme used to assess a student’s level of performance should reflect the relevant aspects of the performance descriptors and be explained to students before they commence the task. With structured questions, it may be appropriate to allocate marks for each answer. However, the marks allocated should reflect the degree of difficulty or complexity required by task words. These, in turn, should be based on the key skills listed for the outcome." 
    },
    {
      "unit": 4,
      "outcome": "Outcome 2",
      "task": "On completion of this unit the student should be able to discuss the importance of effective management strategies and leadership in relation to change, evaluate the effectiveness of a variety of strategies used by managers to implement change, and discuss the effect of change on the stakeholders of a business. Step 1: Look at Unit 4 Outcome 2 and its key knowledge and key skills. Note any other relevant points from the area of study such as a given context. Step 2: Decide on the type of assessment task. Choose the task type from the range of options listed in the study design (page 25). [For this task: a case study.] Step 3: Decide on the conditions under which the task will be conducted. This outcome is worth 50 marks of the 100 marks available for School-assessed Coursework in Unit 4. In this example it has been decided to develop one task. Test conditions: no notes or textbooks allowed and students will be supervised. (Note that an option would be to allow students to have access to the case study material, but not the questions, ahead of time.) Time: 100 minutes to complete the task. This allows 10 minutes reading time, then 90 minutes to write the responses to the case study questions. Please note that in the introduction to the area of study it specifies that students use a contemporary business case study from the past four years to evaluate business practice against theory with a consideration of how corporate social responsibility can be incorporated into the change process. Step 4: Write the assessment task Locate an example of a business that has undergone change within the past four years. While there are no restrictions on the sizes of the businesses that students study, the example for the case study should be sufficiently complex and there should be sufficient information available to allow students to relate many of the key knowledge and key skills from this area of study, thereby demonstrating their understanding of the concepts. Consider the ten key knowledge points for this outcome. Students are required to know generic business terms as well as Senge’s Learning Organisation theory and Lewin’s Three Step Change Model. This has implications for the nature of the assessment task. If a real business example of the change process is used, it may be hard to find evidence of all the theories being applied. However, students could be asked to explain how the theories could have been applied, or the potential benefits of the application of said theories. Use the key knowledge and key skills to inform the questions that are written for the case study. Step 5: Identify the nature and sequence of teaching and learning activities to cover the key knowledge and key skills outlined in the area of study and provide for different learning styles. The teaching and learning activities for Unit 4 Outcome 2 provide a range of teaching activities that account for different learning styles and will allow students to build and consolidate their knowledge. The detailed example of a problem-solving scenario for a hypothetical business case study will give them the ability to apply their theory to an example as they will be required to do in their assessment task. For Unit 4 Outcome 2, students consolidate many of the terms and concepts learned in previous areas of study in the context of change management. Given that students need to be able to apply their knowledge to a range of business sizes and types, exposing students to a number of examples is appropriate. The resources list for VCE Business Management provides teachers with suggestions to source these examples. Internet searches will also reveal possible examples to demonstrate particular concepts. For example, the annual reports of publicly listed companies and government business enterprises will often state the goals / objectives that the business established, then provide statistics that show how well the business actually performed. It is also common to find information regarding actions and practices undertaken by the business throughout the preceding year in an attempt to achieve their objectives. The interpretation and analysis of this information can be useful to assist students to understand many of the key knowledge points in this area of study. Step 6: Conduct the assessment task Step 7: Mark the assessment task The marking scheme used to assess a student’s level of performance should reflect the relevant aspects of the performance descriptors and be explained to students before they commence the task. With case study questions, it can be appropriate to allocate marks for each answer. The marks allocated, however, should reflect the degree of difficulty or complexity required by task words. These, in turn, should be based on the key skills listed for the outcome. Many of the key knowledge points relate to strategies that can be undertaken in business in response to key performance indicator data. It may be appropriate to provide students with a number of key performance indicators from the business featured in the case study to allow students to more effectively evaluate the strategies that were undertaken, or could have been undertaken."
    }

]
}