{
  "learningActivities": [
    {
      "activity": "Exploration of reading and viewing strategies Consider the opening (or any significant part) of a text and list all the possible meanings that can be drawn from the text.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore the ways in which those meanings were constructed in the text by unpacking the text structure, the language features and the vocabulary (including connotations).",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Build a list of reading strategies that the group currently uses to explore meaning in texts.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Draw this from class discussion about the opening (or other significant part) of a text.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Build awareness of reading strategies by applying different strategies and naming them.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore foreshadowing, the use of figurative language, the construction of an emotion or mood through vocabulary choice and connotation, the connection between setting and events, the use of structures specific to the textual form.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Practise applying these strategies to the text and using this as the basis for making annotations.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create lists of useful strategies on pinboards to serve as a memory aid.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "These lists can evolve as practices develop.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Exploration of ideas and concerns in texts Create a list of concerns presented in the text.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use post-it notes on a continuum to represent how important the concern is to the writer’s purpose.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Colour-code the post-it notes to easily see the range of responses.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Working in pairs, students explain to each other why the post-it notes have been placed in that order on the continuum.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Justify the explanation with specific reference to an aspect of the text including structure, a linguistic feature or a vocabulary point.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Add the justification to the original post-it note.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Move to a new pair to explain the original order idea and the previous partner’s point of view.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "On life-size body outlines representing characters from the text, write quotes from the text to build up a bank of evidence about how the characters look, feel and think.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Annotate at the appropriate part of the body outline using the heart as a place for feelings and the head as a place for thoughts.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Using an extract from a text and, while retaining the key events, remove all evidence of point of view or change the point of view.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Swap these extracts and explain how the new extract presents a different understanding of the scene.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "In a film text, change the position of the camera, the mise en scène and / or the costumes.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Development of a personal response to text Write about a favourite children’s text and explain why it appeals to young readers and in what context.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Share responses in groups and discuss how tastes and preferences for texts have developed over time.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Annotate it several times, each time with a different colour pen.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "First, highlight the key plot points and character actions and explain why these resonate.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Second, highlight the point of view from which the extract is told and explain how that shapes responses.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Third, annotate vocabulary choices that appeal and explain why.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Fourth, annotate places where ideas are conveyed, and values presented.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use the annotations to explain these ideas to a partner as a rehearsal for presenting ideas in writing.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a different paragraph for the different coloured annotations on the text.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Share writing by ‘publishing it’ on a class pin board.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore examples of personal responses to text.",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "See, for example, Alice Pung’s response to Looking for Alibrandi .",
      "unit": 1,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Exploration and development of ideas Introduce a central idea that coheres the mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students record their initial responses to the idea individually, in small groups and as a class.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use exercise books and classroom discussion, or multimodal approaches such as digital whiteboards and word clouds.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Look for ways to signpost developing and deepening understanding of the central ideas.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Return to these analogue or digital displays throughout the area of study, adding, editing or deleting contributions based on the development of individual and collective thinking.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Generate several ideas and then pitch them to small groups, inviting feedback.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use a feedback protocol and experiment with scaffolds such as sentence starters.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Watch a clip from The Gruen Transfer on the ABC, where two rival advertising agencies each pitch their ideas to a panel, or a short clip on how to pitch a film or TV series to a studio.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Track ideas and new vocabulary across a range of short texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Development of writing processes Discuss the implications of the title of this area of study – Crafting texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Introduce the multitude of ways that writers engage with their craft.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Access publicly accessible phenomena, such as photographs of writers’ desks, using a resource such as the Writing Cooperative , which has compiled and annotated such images.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore interviews available online that document writers’ processes.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Australian podcasts The First Time and The Garrett Podcast have extensive contemporary catalogues of interviews.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "The BBC also maintains an archive of interviews, predominantly with writers of note from the Western literary tradition.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Engage students with the authentic processes of the writers of the mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Show authors from students’ early reading experiences, such as Andy Griffiths.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Reflect on the author’s own individual process and how that compares to a generic writing cycle.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students document their own individual writing spaces.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Teacher provides a range of examples so that students are not constrained by factors outside of their control, such as socioeconomic and cultural factors.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explore diverse examples of writers who ‘make do’ with the writing spaces that they have.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Curate a selection of examples from the Writing Cooperative.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Engage students with a visual representation of the writing cycle, as well as checklist of criteria for each stage.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "To keep a visual track of student progress, display the cycle in the classroom and at the end of each lesson, students move their names on the track.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students conference with the teacher to move from one stage to the next, providing evidence from their writing to show they have met the criteria to do so.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Introduction to mentor texts Introduce texts that have made a lasting impact by shaping historical events, defining a generation or leading thought in a particular field.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For each of the mentor texts, work to develop a complex understanding of the core features of the textual form.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Explicitly teach the common language features of a specific textual form, and develop a collaborative understanding by engaging students with additional examples of the form.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, using a transcript of a speech as a mentor text, have students work individually and in small groups to develop a portfolio of examples of the form.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Work as a class to consider texts that both embody and challenge conventions of the form.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, students may consider a Sherlock Holmes short story, analysing Arthur Conan Doyle’s playful approach to character and content.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They may read Cate Kennedy’s ‘Habit’ to understand the way that authors can manipulate expectations of narrative voice.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Work with students to consider the ways that these features have developed over time.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Emphasise voice and tone when engaging in close reading of mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, have students track tone across a persuasive text or have them pick out examples of language that lead them to make inferences about the narrator of an imaginative text.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Select texts that are rich examples of voice and tone.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Analyse mentor texts and reflect on how students could apply what they have observed to texts of their own.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Include evaluation and synthesis alongside analytical tasks.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, a graphic organiser might have additional columns for strengths / pluses, weaknesses / minuses and ideas.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Work collaboratively to document responses to a mentor text and develop a collective evaluation of the elements of the text that mark it worthy of discussion.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "This can lead to considering the relative effectiveness of each of the mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Produce a description of the writing processes for mentor texts, mirroring what students will do to explain their decision-making during the outcome’s summative assessment.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "To avoid issues of cultural appropriation, students should write this in the third person and the past tense.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Context, purpose and audience For each mentor text that the class studies, develop ways to cohere analysis of the way the individual forces of purpose, audience(s) and context intersect.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For each mentor text, research the purpose, audience and context for the text’s construction.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Depending on the text, this may come through an analysis of the historical and political forces at play, or through engagement with the writer’s documented intentions.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Nominate which of the four purposes (express, explain, reflect, argue) outlined in the VCE English Study Design (p. 23) are at play in the mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Provide mentor texts that have more than one purpose, to demonstrate the complexities of this concept.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a precursor to students engaging in close analysis of mentor texts of their choice, run a group activity.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Pairs are assigned a mentor text to investigate and then they report back on its author, purpose, context and audience.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider how the intersection of context, purpose and audience serves to shape the effectiveness of a text.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Co-construct a set of criteria that can determine whether or not a text is effective.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Work in small groups to construct a rubric or grading scale for effectiveness.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students may consider the range of strategies an author adopts; for example, tone, structure or figurative language.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider whether particular textual forms are synonymous with particular purposes.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Pay particular attention to the four purposes outlined in the study design (p. 23).",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scaffold understanding of a text’s audience, context and purpose.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "A useful starting point for discussion could be a political speech, delivered at a campaign launch, to that party’s membership base.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Mark the text’s performance and effectiveness, and compare both the criteria and the findings.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "The mechanics of writing Select key sentences from a mentor text, with a focus on those that repeat particular syntactic structures or act as hinges for meaning.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Handwrite sentences, as a means to develop an initial understanding of how and why the sentences work.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students work in small groups, with teacher scaffolding appropriate to skill level, to dissect the syntactic patterns in the work.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They work towards understanding how the parts of speech and punctuation in the sentences act to construct meaning, and transform and adapt the sentences.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Change the nouns, the adjectives, the verbs – whatever is impactful in the sentence.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "As a class, share the examples and dissect the ramifications of the changes.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Repeat this activity working with three key mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Repeat it with supplementary texts selected by students.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Remove scaffolding to build skill and confidence.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, when working with a second mentor text, have students select the sentences that will form the basis of discussion and activity.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Transition from analysing mentor texts at a sentence level, to analysing them at a paragraph level.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Manipulate extracts from the mentor text, rearranging sentences within a paragraph, and then consider how these changes impact meaning.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Re-order paragraphs within the text, and consider how the new order shapes the meaning of the piece as a whole.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Practise versatility by transforming texts to suit different audiences, purposes and modes.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, provide an argumentative essay and transform it into a speech to be delivered at a particular event for a particular audience.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Research the text structures and features of different text types, forms and genres, and create a writing template that could guide peers.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, compare two texts of the same type using a Venn Diagram, then test the hypothesis against another couple of texts, before creating the template.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Provide students with opportunities to experiment with their own writing and language.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Ideas could include: Close your eyes and employ the other senses.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "After 60 seconds, open your eyes and describe what you sensed about the immediate environment.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Create a six-word short story (this is sometimes also called Flash Fiction).",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Ernest Hemmingway wrote what is perhaps the most famous of all flash fiction: ‘For Sale: baby shoes, never worn.’ Explore six-word stories to hone the essence of texts or condense a mentor text into six words.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider the sentence ‘I love you.’ It is perhaps the greatest cliché of all time, and the greatest truth.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Rewrite it and find another way to express this central truth.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Or find a central truth in the idea selected for study and explore the same activity.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Play a game of ‘Dictionary’ (students might know this as Balderdash).",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Find a word in the dictionary and students have 60 seconds to come up with a definition.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Engage students in discussions about credibility, authority and voice.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Also use this exercise to extend students’ vocabulary.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They are to open it and point to a word.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They must use that word to begin a sentence.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Alternatively, select a word from a mentor text and have students use that word to begin a sentence.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Write a paragraph in which every sentence begins with the word ‘and’.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Consider other ‘rules’ of writing; for example, the maintenance of one name for each character, the use of punctuation, the convention of writing left to right.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students choose a rule to break and have 60 seconds (or perhaps two minutes) to write something in which they break this rule in their writing.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Select a sentence from a text currently under study.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Use each word in the sentence as the beginning of a new sentence, to create a linked paragraph.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Without using any word with the letter ‘a’, write a description of the beach.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Reflection on texts Scaffold the relationship of the student-created texts to the mentor texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "This relationship may be at the level of ideas, textual form, audience, context and / or purpose.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Offer models of how these relationships can be tracked, and then empower students to begin to make those connections independently.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students produce texts directly following their study of the relevant mentor texts, or in sequence at the conclusion of the unit.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Develop a classroom environment that encourages strong creative processes.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "This may happen through self- and peer-assessment of a trial piece, perhaps in response to a mentor text, or through weekly sharing sessions, where students read aloud their writing to the class.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Scaffold development of a longer analysis of choices by asking students to justify and evaluate their choices while they are crafting their texts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "This can be done orally as they are sharing their work.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They can also choose to highlight one aspect of their writing (rather than the whole piece) to provide detailed reflection.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Offer ways to conference with students about writing.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Students track their feedback and set goals after each conference.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Ask them to show where they have applied the feedback or met their goals.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They should also include this in their reflective commentaries.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Provide students with examples of writers reflecting on their writing.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "There are examples of writers discussing their work in short podcasts.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "For example, the podcast channel for Kill Your Darlings has local and emerging writers reading and discussing their work.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Experiment with the language employed for reflection.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They must only write positive reflections on their writing.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They must focus on the opening of their text and why they began at that place.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "They must focus on the closing of their text and why they ended at that place.",
      "unit": 1,
      "areaOfStudy": "Crafting texts",
      "outcome": "Outcome 1"
    },
    {
      "activity": "Setting the context Teach the values and beliefs of the original audience of the text.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compare photos / images of the setting of the text and similar images of familiar scenes.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "For example, a school in the 1890s and a school today; or a school in a remote community and a city school.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Create a visual (either through sketching or word pictures) that illustrates what a reader would ‘see’ if they were ‘walking through’ the world of that text – using specific textual evidence to create the image.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider perspective – what would appear differently if the text adopted the perspective of a different character (someone with more or with less power) in that same place.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "For example, would the scene be more threatening or more poignant? Support personal views of what a reader would ‘see’ and, importantly, consider if things they ‘see’ in the text challenge, endorse or subvert their own values.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consideration of text structures, language features and vocabulary Look at an extract from a text from which key words have been removed.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Without reference to the original text, replace the words.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compare the new ‘versions’ of the texts with the original and discuss how the word changes have impacted the meaning of both versions.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider two scenes from a text – one the original and one where a scene from earlier or later in the text is juxtaposed with one from the original pair.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Consider how the sequencing of scenes changes understandings of character and motivation.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Brainstorm ideas and quotes from a text that relate to a particular theme.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students are then given an essay topic and select from the original list any information that could be used in their response.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students annotate the list to explain why some information is relevant and some irrelevant to the specific topic.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Exploration of analytical response Provide a variety of body paragraphs in response to a topic.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Identify language features within these responses and build a list of features that work well to convey ideas and a substantiated point of view in formal writing.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Using this list of features, students construct their own response to another topic.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Share answers with each other and annotate the paragraphs to identify the response’s language features.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Using these observations, students refine their original responses and apply their understanding to a new response.",
      "unit": 2,
      "areaOfStudy": "Reading and exploring texts",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Understanding persuasion Consider why it is important to understand how / why people are trying to persuade us to do something.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "When and where might persuasive texts be used? Record responses and return to these ideas throughout the unit of work.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Name as many situations as can be generated to get someone to do something and / or to do something for others.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Think of many different situational scenarios.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Think about different relationships (parents, friends, teachers, employers, government).",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Make the list diverse to benefit discussion about audience.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a class discussion exploring these situations.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Pick some of the scenarios (from a variety of situations) and either act out or write up the conversation that takes place during the ‘negotiation’ of those social transactions.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This would be best done in small groups (pairs or no more than four students).",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Groups share their results with the class.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "For each scenario the students explore, assess how the transaction is being persuasive; for example, employing a fear of ‘punishment’, using ‘expert opinion’.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "If students have already used metalanguage in previous years, have them use that to describe the persuasive device being used.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore the ways the approach might differ based on who is involved in the scenario.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Of the scenarios outlined, do any of them contain some form of intentional manipulation? Students consider whether they have used intentional manipulation when they were in a similar situation, and ask: Why is it important to know if you are being intentionally manipulated? Students consider the question: How important is it to understand the way people use language to persuade you? Audience, context and purpose Brainstorm where students ‘see’ people in the public eye delivering content that aims to get them to agree with someone / something.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This can be done as a whole-class discussion or in small groups where they report back.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Group activities such as ‘Two stay, two stray’ works well here: Start with groups of four.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Pick two students who will ‘stay’ and two who will ‘stray’.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "In each of their groups, students come up with their response to the initial question and once the allotted time is over, they have one copy of the response for the ‘stay’ pair and a copy for the ‘stray’ pair.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "When all groups are ready, the ‘stray’ pairs move around to each of the other groups and the ‘stay’ pairs have each group’s ‘stray’ pair come to them. (Designating the order or movement of each the ‘stray’ students is important – it should not be random around the room.) Students are given time for each group to share their findings (possibly 4 minutes – 2 minutes per team).",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "By the end of this activity, each student will have heard the results of each group.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students decide if there is any consensus about their results.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Which of the issues are the class most interested in from those they have discussed? Which ‘source’ are they most familiar with? Create statements for class debate.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "The statements should show both sides of the argument.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Once you have enough statements/questions, divide the class into groups (or remain as a whole class) to engage in Socratic discussions.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Reflect on how the ‘experts’ discuss the same topics used in class, and make comparisons between their arguments and those of the students.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Look for, and discuss, bias in each of these.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Draw on multiple forms based on the students’ sources of information.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore ways in which a person’s bias or opinions can influence how they present their ideas; and how authority or expertise affects the way in which ideas are presented, and how they are received.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Watch short video extracts to witness the various ways ideas can be presented; for example, extracts from SBS’s Insight or the ABC’s Q&A.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Building metalanguage Consider some of the different ways to explain how people are being persuasive.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Explore the metalanguage that can be used to explain how people are being persuasive.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "To explore metalanguage, give students opportunities to look at the language and make connections to what has already been done.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "One possibility is to give each member of the class a term and a definition, and then they come up with the example.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This then becomes the joint tool for the class.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Work to identify which examples might work better in print and which examples might work better in a speech, and which examples could work well in both.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Turn this work into a series of flash cards that can be used as a quiz to help reinforce the language.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use games or music to build capacity to identify and use metalanguage.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students can play ‘sticky head’, with persuasive techniques instead of celebrities.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "They can design posters or jingles to ‘advertise’ persuasive techniques.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Exploration of analysis Annotate a short persuasive text, using knowledge about metalanguage.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This activity could begin as an identification exercise.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Use the annotated text to begin to explore the move from identification through description and into analysis.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students could work in groups and, with one paragraph per group, develop a description of the argument, language features, persuasive techniques and the effect.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This can be shared among class members through discussion, or digitally.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Take one of the descriptions developed by the students and model how this description of a paragraph from a persuasive text can be reshaped into analysis.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Teachers can record this for students to watch later or it can be done in class.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Work with the students to develop a word bank of verbs that can be used in analysis.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "These can be categorized into verbs that are neutral, verbs that indicate positive qualities and verbs that indicate negative qualities.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Work with the students to develop a template to help them organise their responses.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This template can mirror the work done earlier in class where the template moves from identification to analysis.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Alternatively, the template can serve as a prompt for the next element to explore in the paragraph.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students work in groups to create a response to a persuasive text.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "They employ any template or work bank to assist with this.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "From this work, students can explore individual responses to a persuasive text.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Offer a set of images for one written persuasive text.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "These images should be selected by the teacher and published with the text.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss which image best fits the written text and why.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Debate the persuasive effects of each of the images.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Exploration of and application of persuasive language Use persuasive language to respond in writing to a persuasive text, either supporting or challenging the author’s position.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Annotate responses to the persuasive text, exploring arguments, choices in language and persuasive techniques and the effect.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Identify the intended audience and reflect on the relationship between the audience and the selected language and features.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Listen to speech or dialogue designed for persuasive effect.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss the digital media students are currently consuming and select examples that would be both familiar to them and would challenge them.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Conduct a discussion to explore the shape and structure of these aural texts.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Compare them with the lists created earlier with written texts.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Discuss the potential difference between written and spoken persuasive texts.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop some guidelines with students about effective persuasive oral presentations.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Include information about context and audience in these guidelines, particularly regarding register and language.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Either provide students with a written persuasive piece or have them write a persuasive piece (or use one they have developed earlier in the unit of work) and ask them to re-write the opening of the written piece for an oral presentation.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students share their work through class discussion and extend it to discuss the difference between written and spoken language.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This activity can then be extended into other parts of the written text, including the conclusion.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Develop short speeches or dialogues on an issue of interest.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "These speeches or dialogues can be connected with images that focus, illustrate or highlight key aspects of the persuasive text.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "This creates a story board that helps students to reflect on the sequence of images and decide whether or not they are effective.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students can rethink or rewrite their speeches or dialogues in light of the story boards.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "They can then film the images as a montage and record their speech or dialogue to run over the top.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Students watch one another’s montage and speeches and provide scaffolded peer feedback.",
      "unit": 2,
      "areaOfStudy": "Exploring argument",
      "outcome": "Outcome 2"
    },
    {
      "activity": "Generation and discussion of ideas Introduce the idea selected from the Framework of Ideas that will shape the study.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Record initial impressions of the idea through a collation of both visual and written material.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Include short, sharp texts, such as poems, songs, photographs.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use free-form journal entries or a graphic organiser.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Express and share personal responses through unstructured discussion and build on understanding in small groups and as a class.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Record initial impressions and return to them as the study continues. (This will serve to not only sharpen their ideas, but also to demonstrate how texts themselves create our understanding of the world around us.) Explore advice from professional writers on strategies for getting started.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Play videos or bring in extracts from texts such as Kate Grenville’s The Writing Book or Stephen King’s On Writing.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Experiment with some of these strategies.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Generate more ideas than needed, bring to class, share, make notes on the feedback.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Provide students with the language of the elaboration from the VCE English Study Design (p. 22).",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Dissect the language used, considering the audience, context and purpose of the document.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Discuss the implications of the relevant parts of speech included in the abstract.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Collaboration Consider the implications of the distinction between the title of Unit 1, Area of Study 2 ‘Crafting texts’ and Unit 3, Area of Study 2 ‘Creating texts’.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Engage with the notion of what it means to create ideas.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "The ubiquitous TED Talk is a useful starting point here.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Consider the validity of the concept of ‘thought leaders’ and debate the philosophical merits of originality and intertextuality.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Discuss the ways that texts speak to each other over time.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Consider, for example, the controversy that occurred when Melania Trump was accused of plagiarising Michelle Obama’s speech.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Revisit the criteria developed in Unit 1 and discuss the way that this may have shifted in the intervening period.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Consider the ways that notions of effectiveness may shift according to audience and context.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Run structured, student-led discussions, such as Socratic Seminars , to support close analysis of mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "To prepare for a Socratic Seminar, read and annotate a short text or extract, and draft open-ended questions.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop accountability for participation in discussions through reciprocal peer assessment.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Engage in micro writing practice at the sentence or paragraph level.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Instruct peers to provide rapid feedback.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Supply a graphic organiser or table for this so that the feedback is specific and constructive, for example columns for vocabulary, sentence structure.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Purpose, context and audience Prior to commencing in-depth study of the featured mentor texts, investigate the purpose, context (including mode) and audience for each text.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Depending on the size and prior knowledge of the class, assign groups and become experts on a particular text.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Complete a group presentation for the class on the context for the text, including analysis of the social and political context of the text and the background of the author.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Develop analytical skills by compiling a list of supplementary and related mentor texts that can deepen discussion of both the idea selected from the Framework of Ideas and the mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Study of the mentor texts Begin with texts that connect solely at the level of ideas, regardless of the textual form.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Seek texts that mirror the perspectives of the mentor texts, as well as those that provide different nuances for the conversation.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Across the exploration of this area of study, narrow the consideration to the textual forms of the three selected mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "For each of these mentor texts, complete a commentary considering the choices of the author.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "To avoid issues of cultural appropriation, write this in the third person and the past tense.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Present a reflective commentary orally to a small group, or to the whole class.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use a feedback sheet, read the written response that the reflective commentary is based on, and provide peer feedback on the success of achieving the stated purpose and reaching the target audience.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Lead analysis of the features of mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Acting as facilitators of classroom discussion, students devise learning activities for their peers.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Adjust the level of scaffolding of student analysis of the mentor texts depending on the students’ current skill level.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "If they require additional support, provide them with a framework for analysis, highlighting the elements they will need to analyse.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This could also include sentence starters to help guide their analysis.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "If students have an existing and internalised framework for analysis, they can guide discussion with limited intervention, provided they understand the core knowledge and skills at play in the outcome.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Ask them to provide not only a dissection of the strategies that the author employs in the text, but also to critically evaluate the effectiveness of this approach, in light of their understanding about the text’s context, audience and purpose.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Engage students outside the ‘expert’ group for each mentor text by using a discussion protocol such as the ‘ Notice and Wonder protocol’.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "The expert group, prior to their presentation, asks each student in turn what they notice and wonder about the text.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This can then provide the basis for the expert group’s engagement with the rest of the class.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Depending on length, this could be a page, a paragraph, a stanza or a line.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students read the assigned section closely, making notes on its construction in a live table in Google Docs.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "They complete a row in the table with findings, addressing each column that lists a different element, for example: sentence length, sentence starters, punctuation.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students annotate and analyse an assigned section and give feedback to the teacher, who will add their contributions to the text, projected on a board or screen.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "As annotations and comments are added, students mark up their own hard copy.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Exploration of writing processes Extend writing practice throughout this area of study by engaging with writers’ discussions about their craft.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This could come through reading, watching or listening to interviews.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students share with the class which of these practices resonate.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "They interview peers about their approach to writing and share their insights.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Experiment with a range of planning options, including tables, dot-point plans, mind mapping, and choose what works best.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Handwrite or type responses, depending on students’ own preferences.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use software to support the writing process, such as the track changes and comment features.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Scaffolds for writing Revisit the sentence and paragraph-level work with mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Building on the work done with sentences and paragraphs in Unit 1, now work at the word level.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Analyse the lexical density of samples of text, and discuss what words and phrases are doing the grammatical and ideological heavy lifting in a text.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Substitute key words and consider how the connotations of phrases shape the readers’ experience.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Play with vocabulary, facilitating a discussion about how the word-level of writing connects to purpose, context, audience and mode.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use software or websites such as rewordify to analyse the vocabulary, text structures and language features of mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Use the same technology to test student writing.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Build a glossary of words relevant to the idea selected from the Framework of Ideas, as well as metalanguage to describe the structures, features and conventions of writing.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Creating texts Rewrite a section of one or more of the mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Explore the implications of a change in context, audience, purpose of mode in mentor texts.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Work in small groups to workshop ideas and provide feedback about initial observations.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Annotate a Section C exam-style speech transcript and look for the ways the author hones language to appeal to a particular audience.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Supply a new Background Information box, changing up the context for the speech, or its purpose, or, indeed, its audience.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Make changes to the original text to match its new context and keep track of alterations; for example, through using the track changes function in Word.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Produce a commentary about an adaptation of the mentor text, placing particular emphasis on articulating the connection between decision-making and the specifications of the task.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This activity will deepen understanding of the ideas at play in the mentor text and provide a mechanism for students to think more deeply about their own writing.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Create texts at a sentence and paragraph level.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "In assigned writing groups, students respond to a task that requires the creation of a short piece, no longer than a few sentences, that fits within the idea selected from the Framework of Ideas.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Stipulate the parameters for this text, including form, audience, context and purpose.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Students work in assigned writing groups to workshop and refine these pieces.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Discuss and refine micro-texts by writing a commentary explaining the original choices and the transition made as a result of workshopping.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Repeat this process for a second and third micro text, as appropriate.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Annotate individual writing, explaining and commenting on the features purposefully employed.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This can be done by hand using highlighting or footnotes, or using the comment features of Word or Google Docs.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "This annotation will support students’ writing of the reflective commentary.",
      "unit": 3,
      "areaOfStudy": "Creating texts",
      "outcome": "Outcome 3"
    },
    {
      "activity": "Exploration of context Select an issue that has arisen in the media since 1 September of the previous year.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Choose a contemporary issue that would be appropriate and relevant to the school’s interests and demographic.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The issue should concern a significant national or international topic.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Explicitly teach the background information needed to understand the issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "How did it arise? What is the historical context that surrounds this issue? Who are the key players and stakeholders in this issue and what are their various points of view? Investigate the context of the selected issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Share findings with the class on a padlet or other online collaboration document.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The structures and features of persuasive texts Create a media pack from a wide range of texts that present a point of view on the selected issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Texts should include a variety of text types, including but not limited to articles, opinion pieces, editorials, blogs, tweets, memes, advertising campaigns, posters, letters-to-the-editors, headlines, long form essays, radio / news segments, podcasts, parliamentary debates, and speeches on the issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Identify the purpose, contention, form, and audience for each of the texts included in the pack.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Each group should provide the class with their responses and explain how they arrived at their answers.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Complete an ‘I do, we do, you do’ routine with selected texts from the media pack.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "During the ‘I do’ phase, the teacher models how to analyse the ways written, visual or spoken language has been used to target a particular audience in a selected text.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The teacher also models the annotations and thinking process, and shares a model analysis example.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "In the ‘We do’ phase, the teacher and class annotate another text together, and write a model analysis paragraph as a group.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "This can be recorded in an online collaboration document shared by the class.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The final phase of the routine – ‘You do’ – requires students to work individually to annotate and write an analysis for the final selected text.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Exploration of persuasive texts Students work in pairs to ‘sort and position’ the perspectives and / or the points of view presented in each text.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Draw a pendulum on A3 paper with one side labelled ‘for’ and the other side labelled ‘against’, and a line down the middle labelled ‘neutral’.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The issue should be written as a ‘Should …’ question at the centre of the pendulum.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Allocate the students time to work together in pairs or small groups to read through all the texts in the pack and decide on which side of the debate each text belongs.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "They write the title of the text and a brief dot point of the point of view presented.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Read through one of the long, written texts: article, opinion piece, editorial, long form essay.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "As the teacher reads, students listen and follow the written text and look for the arguments being made.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "For each argument they can identify, they should capture the argument on a post-it and stick it on top of the paragraphs included in the argument.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "After the reading, give students time consider their answers.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "During this time, they should add an adjective to describe the tone of the argument and note the target audience for each argument.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "On the whiteboard, create a table with three columns with the number of arguments listed under the first column.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Next, ask students to place their post-its on the board next to the corresponding argument number (i.e. for Argument 1 they place the first argument they identified, for Argument 2 they place the next argument they identified, and so on).",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The next step is to read aloud all the arguments for Argument 1 and, in the final column, write an exemplar that includes the tone and target audience to which it is directed.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "This can be a teacher example or a combination of the class’s answers.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Use this activity as a way to discuss arguments and help students develop their understanding of the progression of arguments throughout a piece.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Have students work under timed conditions to annotate the persuasive features of selected texts.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Once time is up, allow students to move around the classroom.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "They need to speak to every other student once during the activity.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "They should exchange one example each with each other, aiming for a different example each time.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Focusing on visual texts, present a range (four to five works best) of visual texts depicting a position on the selected issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Good examples include government advertising campaigns, charity or relief organisation advertisements, influencer posts, and posters.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Use the ‘Peel-the-fruit’ routine to analyse each text.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Place the image in the centre of a large sheet of butchers’ paper.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Draw concentric boxes radiating from the image.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Place the butchers’ papers on desks (workstations) around the classroom.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Organise students into groups of four to work together, starting with the visual placed on their workstation.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "This is a timed activity with five minutes at each station.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students move with their group around all the stations.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "During each round, the students annotate their thoughts into one layer of the ‘fruit’, noting what they see, think, feel, and how they respond.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Groups should also consider the responses of the groups who have gone before them and respond to their ideas in their own notes.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "At the end of the routine, groups return to their original station and read all the layers of the ‘fruit’, before writing a paragraph individually on their group’s visual.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Listen to a spoken text, such as a podcast.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students jot down their thoughts on a notepad as they listen.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "After playing the podcast, ask students to share their thoughts with the group.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students identify the perspectives presented and their responses to the points discussed.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Ask probing questions about the way the text was edited and put together, leading students to consider how music, segue, ad breaks, and other audio elements are also used to position the audience.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Exploration of oral persuasive texts Prepare for a formal debate on the selected issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Allocate the teams and assign the groups to the affirmative or negative position.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students consider the perspectives and arguments already examined in the media pack as a starting point for their own position, but they must also decide their own stance and arguments.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students should be given a couple of lessons to prepare their speeches before presenting their debates to the class.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Research politicians or notable speakers who have been filmed presenting their viewpoints on the selected issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students produce a ‘what, how, why’ table documenting the speaker’s arguments.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "In the ‘what’ column, they identify the arguments that support the contention.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The ‘how’ column is used to record the way persuasive strategies were used to position the audience (this includes persuasive devices, language choices, and also the oral conventions and gestures used to engage the audience).",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The ‘why’ column is used for analysing the intended effect of these choices.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Put a range of abilities in the ‘hot seat’ (up to five students at a time) on the front of the classroom stage.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students select from a hat a stakeholder position on the selected issue studied.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "During their time in the hot seat, students in the audience ask the hot seaters questions about their thoughts on the issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The hot seaters must adopt the persona of their stakeholder to answer the questions.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "After a specified time in the hot seat, the audience is asked to guess what stakeholder each hot seater was presenting.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Students record a podcast as a small group.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "They script the discussion with questions and talking points for each speaker.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "Each speaker needs to present a different side to the issue.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    },
    {
      "activity": "The group should identify their target demographic and consider how they should be constructing their arguments to target this audience.",
      "unit": 4,
      "areaOfStudy": "Analysing argument",
      "outcome": "Outcome 4"
    }
  ],
  "assessmentTasks": [
    {
      "unit": 1,
      "outcome": 1,
      "task": "A personal response to a set text"
    },
    {
      "unit": 1,
      "outcome": 2,
      "task": "Two student-created texts such as: short stories, speeches (with transcripts), essays (comment, opinion, reflective, personal), podcasts (with transcripts), poetry / songs, feature articles (including a series of blog postings) and memoirs A description of writing processes"
    },
    {
      "unit": 2,
      "outcome": 1,
      "task": "An analytical response to a set text"
    },
    {
      "unit": 2,
      "outcome": 2,
      "task": "A set of annotated persuasive texts (including visual texts) that identify arguments, vocabulary, text structures and language features or An analysis of the use of argument and persuasive language and techniques in text(s) and An oral presentation of a point of view text"
    },
    {
      "unit": 1,
      "outcome": 1,
      "task": "Scaffolded task Write a personal response to the set text. Use one or more of the following statements to guide your response. Identify two key ideas from the text, explore how they are represented in the text and then connect those ideas and representations to your own lived experience. Identify two key characters from the text, explore their story arc and consider the ways the text resolves their story then connect those arcs and resolutions to your own understanding of the way individuals experience the society around them."
    },
    {
      "unit": 1,
      "outcome": 1,
      "task": "Journal - Throughout the area of study, students keep writing journals about the text. As the text is read or viewed, and discussed, explored and challenged in class, students record their impressions and make connections with contemporary or personal experiences or events. At the end of the area of study, students write a reflection in their journal, outlining the ways they have connected with the text throughout the study."
    },
    {
      "unit": 1,
      "outcome": 2,
      "task": "Workshop task Students develop a text and document the writing processes. They produce a: plan for their text draft of their text sample of feedback from a peer final version of their text."
    },
    {
      "unit": 1,
      "outcome": 2,
      "task": "Responding to stimulus task Students, under timed and supervised conditions, craft a text (drawn from work completed in class) in response to a stimulus and within set parameters. ‘Conflict’ is the idea that has shaped their exploration of writing. Stimulus: ‘Conflict cannot survive without your participation’ (Wayne Dyer). Audience: Peers Craft a text, written for your peers, that incorporates the idea of conflict. You must include one of the pieces of stimulus in your response (and you can include both). The text should be shaped around a purpose (express, entertain, argue, inform) and must consider the concerns and the language of the indicated audience."
    },
    {
      "unit": 2,
      "outcome": 1,
      "task": "Reading and exploring texts This area of study requires students to produce an analytical response to text. Students choose between two essay topics on their set text list and write an analytical response to demonstrate their understanding and knowledge of the text. For example: Frankenstein by Mary Shelley ‘The chaos in Frankenstein does not come from acts of creation but from acts of neglect.’ How is this idea explored in the novel? How does Shelley both condone and condemn the 'acquirement of knowledge' in Frankenstein."
    },
    {
      "unit": 2,
      "outcome": 2,
      "task": "Exploring argument This area of study requires students to produce an analytical response to persuasive text and to create a persuasive oral text. Analytical response Students are provided with persuasive texts and, under timed and supervised conditions, write an analysis of the ways contention, argument, language and persuasive techniques work together to create a persuasive effect on the reader / audience. Oral presentation Students work in groups and decide on an issue they would like to explore. They choose a form for their presentation (debate, discussion or dialogue) and develop individual scripts or speeches to explore the issue through different points of view, for persuasive effect."
    },
    {
      "unit": 3,
      "outcome": 1,
      "task": "An analytical response to text in written form"
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "Two written texts constructed in consideration of audience, purpose and context and A commentary reflecting on writing processes"
    },
    {
      "unit": 4,
      "outcome": 1,
      "task": "An analytical response to text in written form"
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Two written texts constructed in consideration of audience, purpose and context and A commentary reflecting on writing processes"
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "Demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes. This sample approach focuses on the first part of the outcome. Step 1: Define the parameters of the outcome and the related assessment task options Read the outcome and key knowledge and skills for Unit 3 Area of Study 2: Creating texts carefully and consider what evidence could be gathered to demonstrate student learning. It should be noted that each key knowledge and skill does not need to be individually identifiable in the task nor should the task focus on too narrow a range of key knowledge and skills. Step 2: Examine the assessment advice in this handbook Unpack the performance descriptors as they provide a clear indication of qualities and characteristics that you are looking for in a student response. For example, a written text for this outcome would need to demonstrate the ability to generate and use ideas, employ voices appropriate to purpose, context and audience, experiment with and extend vocabulary and draft, refine and complete individual writing. Step 3: Design the assessment task The requirements of the task will be determined by the selected idea from the Framework of Ideas and the selected mentor texts. The following is an example of an assessment task based on the idea ‘Writing about play’. Writing about play Drawing on the writing you have drafted, explored and completed over this unit of work, create a written text that explicitly incorporates one of the items of stimulus (below), for an audience of your peers in a public context. The purpose of the written text is to be determined by you. Stimulus 1 “Play is, by definition, a safety space. If a designer or artist can make safe spaces that allow the negotiation of real-world concepts, issues, and ideas, then a game can be successful in facilitating the exploration of innovative solutions for apparently intractable problems.” – Mary Flanagan, Critical Play: Radical Game Design Stimulus 2 “According to the pianist and essayist Stephen Nachmanovitch, play is sometimes conceived as a threat to normativity precisely because it wastes time. A game of amateur soccer or netball is measurably productive: it is good for our physical health, it develops teamwork skills. Similarly positive outcomes can be matched to more intellectual games like chess or cryptic crosswords. But if we devote too much time to this kind of play at the expense of family or work duties, we open ourselves up to criticism. I wonder about this, and about the double-edged nature of my radically altered state since play became such a large part of my everyday life. 'Play is not the way to maintain a tightly controlled society,' writes Nachmanovitch, 'or a clear definition of what is good, true or beautiful.' No, it isn't. And that's what makes it so delightful. That's what makes me want to defend it.” Julienne van Loon, ‘The play of days’, Stimulus 3 “I went to great lengths in that environment to hide my sexuality while I was playing footy, I didn't want any of them to figure it out. And what that looks like to give you an idea was I would second guess everything that I said or did — I wouldn't get involved in conversations about relationships or what I was doing on the weekend out of fear that they might figure it out. And I even went to the extent of creating a separate Facebook list, so that just my teammates wouldn't see photos I was tagged in, places I was checked into or what my relationship status was. And it probably limited the kinds of friendships and bonds that I could have developed with my teammates growing up. Cause I was always hiding a big part of my life.” Jason Ball, ‘I Played Better, Step 4: Determining teaching and learning activities For Unit 3 Outcome 2, the teacher plans a sequence of teaching and learning activities that will enable students to develop knowledge and skills. This will include opportunities to plan, explore, draft, revise and complete written texts See Teaching and learning for additional activities that could support students to prepare for this assessment. Other considerations When to assess the students The teacher must decide the most appropriate time to set this task. This decision is the result of several considerations including: the estimated time it will take to cover the key knowledge and skills for the outcome when tasks are being conducted in other subjects and the workload implications for students where there are multiple classes in English/EAL, a common School-assessed Coursework scheduling is advisable. Marking the task The marking scheme used to assess a student's level of performance should reflect the relevant aspects of the Performance descriptors and be explained to students before starting the task."
    },
    {
      "unit": 3,
      "outcome": 1,
      "task": "analyse ideas, concerns and values presented in a text, informed by the vocabulary, text structures and language features and how they make meaning, Offer students two or more essay questions from which they choose, Propositional, Quotation based, Direct"
    },
        {
      "unit": 4,
      "outcome": 1,
      "task": "analyse explicit and implicit ideas, concerns and values presented in a text, informed by vocabulary, text structures and language features and how they make meaning, Offer students two or more essay questions from which they choose, Propositional, Quotation based, Direct"
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes, Students maintain a writing journal for three or more mentor texts during the teaching and learning program for this outcome in which they develop their ideas, explore text structures, language features, vocabulary and conventions and draft their written texts. Teacher provides a set of seen/unseen stimulus materials based on the idea selected from the Framework of Ideas. Students determine the context, the audience and the purpose of their written piece and construct it over two supervised lessons."
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes. Students maintain a writing journal for three or more mentor texts during the teaching and learning program for this outcome in which they develop their ideas, explore text structures, language features, vocabulary and conventions and draft their written texts. Teacher provides a set of unseen stimulus materials based on the idea selected from the Framework of Ideas and determines the audience and context for which the written text is constructed. Students develop a written text within those parameters but determine their own purpose."
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes. Students maintain a writing journal for three or more mentor texts during the teaching and learning program for this outcome in which they develop their ideas, explore text structures, language features, vocabulary and conventions and draft their written texts. As a class, students develop set of stimulus materials based on the idea selected from the Framework of Ideas. These stimulus materials are shared with all members of the class. Students select from the stimulus materials and produce a written text incorporating their chosen stimulus, in consideration of an audience, a context and a purpose. Teachers determine an appropriate process of authentication for the submitted text."
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "Students write a commentary on the writing processes they used to develop their written text(s) in a supervised classroom environment."
    },
    {
      "unit": 3,
      "outcome": 2,
      "task": "Students maintain a writing journal over the teaching and learning sequence, adding to it after each class and in consideration of the mentor texts under examination. Students submit a set of these written entries. Teachers determine an appropriate process of authentication. "
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "analyse the use of argument and language in persuasive texts, including one written text (print or digital) and one text in another mode (audio and/or audio visual); and develop and present a point of view text. A point of view oral presentation"
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Students maintain a writing journal over the teaching and learning sequence, adding to it after each class and in consideration of the mentor texts under examination. Students submit a set of these written entries. Teachers determine an appropriate process of authentication."
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Teachers provide students with at least two persuasive texts (one written, in another mode). The text in a mode other than written is supported with a transcript. Students watch and/or listen to the text in a mode other than written (twice). Students write an analytical response to the texts considering argument, language, persuasive strategies and effects."
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Students write and individually present a point of view speech to an audience. The audience can be peers or parents. The presentation can take place in person or online"
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Students write and present, in groups, point of view speeches. These speeches can be presented in a debate format or can take the form of a discussion / dialogue."
    },
    {
      "unit": 4,
      "outcome": 2,
      "task": "Students write and record a point of view speech. There are options for students to present this point of view speech as part of an ‘imaginary’ podcast or similar."
    }
  ]
}