{
  "subject": "Health and Human Development",
  "learningActivities": [
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Discuss what health and wellbeing means to you: when someone asks ‘How are you?’ they are politel...",
      "description": "Discuss what health and wellbeing means to you: when someone asks ‘How are you?’ they are politely asking about your health and wellbeing. A response might be quick and automatic but think about answers such as ‘well’, ‘not bad’ or ‘good’, and what exactly they mean. Make a list of what it takes to truly feel in ‘good’ health."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Investigate and deconstruct the World Health Organization’s (WHO) definition of health: ‘A state ...",
      "description": "Investigate and deconstruct the World Health Organization’s (WHO) definition of health: ‘A state of complete physical, mental, and social wellbeing and not merely the absence of disease or infirmity’. Discuss the meaning of each element in isolation and write your own definition of your own understanding of health."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Health and wellbeing have been subject over many years to different definitions and philosophies.",
      "description": "Health and wellbeing have been subject over many years to different definitions and philosophies. Research a range of definitions of health and wellbeing and display these. Choose a definition that resonates with you and compare it with a definition favoured by another student. Construct a Venn diagram showing similarities and differences between the two definitions."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create a concept map or infographic to show that there are physical, social, emotional, mental an...",
      "description": "Create a concept map or infographic to show that there are physical, social, emotional, mental and spiritual dimensions to the concept of health and wellbeing, what every dimension represents, and how they are related to one another. Concept mapping software such as SmartDraw, Visio, Inspiration, MindManager, Mind42 , MindMeister , Mindomo, or Bubbl.us can be used to develop a concept map or to create an infographic use Canva or Piktochart ."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Write a short story or a scene for a movie/play that features people with various strengths and c...",
      "description": "Write a short story or a scene for a movie/play that features people with various strengths and challenges related to their health and wellbeing. Annotate the piece to show which dimensions of health and wellbeing are motivating or affecting the characters: physical, social, emotional, mental and/or spiritual."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Use Google Images or Flickr to collect a number of images of each of the WHO prerequisites for he...",
      "description": "Use Google Images or Flickr to collect a number of images of each of the WHO prerequisites for health. Write a few words in response to each image on how positive health outcomes can be promoted. Collate the words for each image using Wordcloud . Display the images around the classroom."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Visit Gapminder’s Dollar Street and undertake a comparison of three families (high-, middle- and ...",
      "description": "Visit Gapminder’s Dollar Street and undertake a comparison of three families (high-, middle- and low-income) by clicking on the family button. Undertake an audit of their resources mapped against the WHO prerequisites for health. Reflect on how the prerequisites contribute to positive health outcomes"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "In small groups, rank the WHO prerequisites for health from most important to least important.",
      "description": "In small groups, rank the WHO prerequisites for health from most important to least important. Report each group’s thoughts back to class and, as a class, reflect on whether this was a difficult task."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Conduct primary research within the class/school, or of students beyond the school, to collect da...",
      "description": "Conduct primary research within the class/school, or of students beyond the school, to collect data on youth perceptions of health issues. The survey could be conducted in person or using an online poll or survey, such as Survey Monkey , or Google Forms . Record the results of the survey in a class Google Classroom . The questionnaire for the survey could include questions such as the following: What do you care most about?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Is your health important to you?",
      "description": "Is your health important to you?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "What does it mean to be healthy/well?",
      "description": "What does it mean to be healthy/well?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "‘We recognise that the social and economic conditions for all people influence their health’.",
      "description": "‘We recognise that the social and economic conditions for all people influence their health’."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "‘We promote fairness and opportunity for better health’.",
      "description": "‘We promote fairness and opportunity for better health’."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Consider the following quote and discuss the importance of the youth stage of life in promoting h...",
      "description": "Consider the following quote and discuss the importance of the youth stage of life in promoting health outcomes: ‘Many of the attitudes and behaviours – even the illnesses – that largely determine adult health and wellbeing have their origins in childhood, adolescence and early adulthood’ (AIHW 2011). Discus whether these words should be a ‘call to action’."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Review a recent film, television drama or documentary that has youth health and wellbeing as a ce...",
      "description": "Review a recent film, television drama or documentary that has youth health and wellbeing as a central theme, such as BTN High Worries or Old peoples home for teenagers While doing this, consider the following guidelines: Does it show a good understanding of adolescence? How did it made you feel? Would you recommend it to friends? Entries could be recorded on a class or individual blog, such as Edublogs"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access the eSafety commission program for intergenerational learning: Be Connected: Young Mentors .",
      "description": "Access the eSafety commission program for intergenerational learning: Be Connected: Young Mentors . Consider the benefits for improving youth health and wellbeing through participation in this program."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Consider the quote, ‘Young people have to work through a broad range of issues as they move from ...",
      "description": "Consider the quote, ‘Young people have to work through a broad range of issues as they move from childhood to adulthood’ (Better Health Channel). Access ‘Teenage Health’ ; the summary at the top lists ten areas of concern for young people; use it as a starting point to create your own ‘Top 5’ issues of adolescence."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Compile a collection of recent news reports that relate to youth health and wellbeing across all ...",
      "description": "Compile a collection of recent news reports that relate to youth health and wellbeing across all dimensions. As a class, use the reports to draw two conclusions: whether media reports about youth tend to be positive or negative and what the major health ‘issues’ are for youth, as perceived by the news media. Critique this portrayal of your age group in terms of relevance, fairness and accuracy."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Practise data interpretation together in small groups using a series of straightforward but varie...",
      "description": "Practise data interpretation together in small groups using a series of straightforward but varied graphs and tables relating to health status. Answer questions on the meaning of the data as well as its potential use in the promotion of health and wellbeing."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Interpret a series of key graphs from ‘Health status’ from AIHW webpage Health of young people .",
      "description": "Interpret a series of key graphs from ‘Health status’ from AIHW webpage Health of young people . As a class, pinpoint some statistical trends and draw conclusions relating to the health status of Australian youth."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access AIHW’s Health of young people webpage and examine the information on health status and hea...",
      "description": "Access AIHW’s Health of young people webpage and examine the information on health status and health risk factors. Create a brief report on key findings, under the headings ‘The good news’ and ‘Things to work on’."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Find and share examples of statistics/data that show variations in the health status of different...",
      "description": "Find and share examples of statistics/data that show variations in the health status of different groups of Australian young people."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Survey the class to find out what young people are concerned about in terms of their health and w...",
      "description": "Survey the class to find out what young people are concerned about in terms of their health and wellbeing. The survey can be conducted in person or using an online poll using Google Forms . Record the results of the survey in a class Google Classroom ."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Investigate the most recent youth survey at Mission Australia Youth survey .",
      "description": "Investigate the most recent youth survey at Mission Australia Youth survey . Describe the data provided and what the data is used for. Create an infographic to summarise the results of the most recent survey, with a focus on what young Australians consider to be the top issues they face."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Investigate the following research related to youth and their online experiences through the eSaf...",
      "description": "Investigate the following research related to youth and their online experiences through the eSafety Commissioner website: Digital lives of young people living with a disability , Online gaming for children and young people , Online experiences of Aboriginal & Torres Strait Islander children, parents & caregivers , Young peoples attitudes towards online pornography and age assurance"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Invite a guest speaker who works in the field of youth health and wellbeing (doctor, nurse, psych...",
      "description": "Invite a guest speaker who works in the field of youth health and wellbeing (doctor, nurse, psychologist, counsellor, social worker, youth worker etc.). In groups, prepare questions relating to a chosen area of research."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Find and/or create case studies of young people who have benefited from accessing a program targe...",
      "description": "Find and/or create case studies of young people who have benefited from accessing a program targeting youth health and wellbeing; these can be written or taped interviews or testimonials, edited to protect privacy as appropriate."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access the Victorian Government’s Youth Central website.",
      "description": "Access the Victorian Government’s Youth Central website. In groups, select different programs that have a focus on youth health and wellbeing; prepare a report for the government (a short video, podcast or written report), evaluating and rating the program and advising the government on future initiatives. Investigate government and non-government youth programs in the local area. As a class, compile a guide to youth support services, with a brief description and evaluation of each. What do they do and how are they funded? Collate class findings on a shared class Google Drive or One Drive or SharePoint ."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Find and share news articles or video clips that feature community concern and criticism related ...",
      "description": "Find and share news articles or video clips that feature community concern and criticism related to youth health programs or proposals; examples could include the Safe Schools program, the Doctors in Secondary Schools program, and debates around pill testing at entertainment venue. Compile examples of changes that have been made to programs because of community concerns."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Discuss and debate the following statement: ‘When there’s a fuss about young people it’s always a...",
      "description": "Discuss and debate the following statement: ‘When there’s a fuss about young people it’s always about sex or drugs, like they don’t trust us not to be idiots’."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Brainstorm the range of costs of ill-health and injury to the Australian community.",
      "description": "Brainstorm the range of costs of ill-health and injury to the Australian community. Consider things like treatment, sick leave and inability to participate in community events. Access the following websites to conduct research to add to the original brainstorm: Economic benefits of prevention"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Volunteering",
      "description": "Volunteering"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Average day in our healthcare system",
      "description": "Average day in our healthcare system"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "eSafety Commissioner Online safety for young people",
      "description": "eSafety Commissioner Online safety for young people"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Quit Victoria Vaping",
      "description": "Quit Victoria Vaping"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Our watch Respectful relationships",
      "description": "Our watch Respectful relationships"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Headspace and Beyond blue Youth mental health",
      "description": "Headspace and Beyond blue Youth mental health"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "ADF Drug education",
      "description": "ADF Drug education"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Cancer council Sunsmart",
      "description": "Cancer council Sunsmart"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Royal life saving and Life Saving Victoria",
      "description": "Royal life saving and Life Saving Victoria"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Victorian Responsible Gambling Foundation Gambling",
      "description": "Victorian Responsible Gambling Foundation Gambling"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "With a focus on the selected topic, explain its impact on the health and wellbeing of Australian ...",
      "description": "With a focus on the selected topic, explain its impact on the health and wellbeing of Australian young people, making sure all the dimensions of health that may apply are considered."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Present statistical evidence (data) on incidence, prevalence and trends – that is, the number of ...",
      "description": "Present statistical evidence (data) on incidence, prevalence and trends – that is, the number of young people reporting this health issue, how likely young people are to be affected, and any relevant information on who may be more (or less) likely to be affected, and whether the problem is improving or getting worse."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Considering young people now and in the future, their families and the nation, what are the costs...",
      "description": "Considering young people now and in the future, their families and the nation, what are the costs (direct, indirect and intangible)?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What are the risk factors?",
      "description": "What are the risk factors?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What are the protective factors?",
      "description": "What are the protective factors?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What healthcare services and supports are available for young people in relation to this issue?",
      "description": "What healthcare services and supports are available for young people in relation to this issue?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What programs and strategies are in place to address the chosen focus area?",
      "description": "What programs and strategies are in place to address the chosen focus area? Has there been any community input or debate around this topic? (In other words, is it talked about in the news and/or on social media?) If so, discuss how community response and input has influenced related health strategies/programs."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Investigate how accessible programs and strategies are for young people and analyse the factors t...",
      "description": "Investigate how accessible programs and strategies are for young people and analyse the factors that may act as enablers or barriers to access programs and support."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "How can young people contribute to improving the health outcomes in relation to this issue throug...",
      "description": "How can young people contribute to improving the health outcomes in relation to this issue through advocacy and actions. Consider personal strategies as well as community actions."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "In small groups, create a visual image that shows food as a foundation (like a building); annotat...",
      "description": "In small groups, create a visual image that shows food as a foundation (like a building); annotate this drawing or diagram that illustrates the structures supported by this foundation, considering the question: ‘What are the elements of health and wellbeing that are supported by food and nutrition?’"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "As a class, consider the question: ‘What are the major nutrients?’ Visit Eat for Health and, with...",
      "description": "As a class, consider the question: ‘What are the major nutrients?’ Visit Eat for Health and, with a focus on carbohydrates (including fibre), fats, proteins, water, vitamin C, vitamin D, iron, calcium, sodium and folate, explore the information and resources that are available. In groups, share brief oral or visual presentations on the allocated nutrient to understand the range of information and resources available."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Analyse the statement: ‘Consuming a sensible, balanced diet can help us to achieve optimal health...",
      "description": "Analyse the statement: ‘Consuming a sensible, balanced diet can help us to achieve optimal health throughout life’ ( National Health and Medical Research Council ). Explain the meanings of ‘sensible’, ‘balanced’ and ‘optimal health’ in this context."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Investigate macronutrients: what they are, why they are important to health, and good food sources.",
      "description": "Investigate macronutrients: what they are, why they are important to health, and good food sources. Suggest new, effective ways to communicate this information to teenagers."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Investigate micronutrients: what they are, which ones are important for health growth and functio...",
      "description": "Investigate micronutrients: what they are, which ones are important for health growth and functioning (including calcium, iron and vitamin C), and good food sources. Suggest new, effective ways to communicate this information to teenagers."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "‘Food provides our bodies with the energy, protein, essential fats, vitamins and minerals to live...",
      "description": "‘Food provides our bodies with the energy, protein, essential fats, vitamins and minerals to live, grow and function properly. We need a wide variety of different foods to provide the right amounts of nutrients for good health’ ( National Health and Medical Research Council ). How does the Australian government suggest we achieve this? Investigate current advice and guidelines using Eat for Health"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Access the Australian Guide to Healthy Eating and describe the Australian Guide to Healthy Eating...",
      "description": "Access the Australian Guide to Healthy Eating and describe the Australian Guide to Healthy Eating to someone who has never seen it before. Explain how it relates to the Australian Dietary Guidelines. Include an evaluation of the effectiveness of this model in the promotion of healthy eating among youth."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Visit Nutrition Australia’s Australian Guide to Healthy Eating and describe the Australian Guide ...",
      "description": "Visit Nutrition Australia’s Australian Guide to Healthy Eating and describe the Australian Guide to Healthy Eating to someone who has never seen it before. Explain how it relates to the Australian Dietary Guidelines. Include an evaluation of the effectiveness of this model in the promotion of healthy eating among youth."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Visit Nutrition Australia’s Healthy Eating Pyramid and access the list of Frequently Asked Questi...",
      "description": "Visit Nutrition Australia’s Healthy Eating Pyramid and access the list of Frequently Asked Questions. See how many you can accurately answer before looking at the responses provided by Nutrition Australia. Conclude this activity by providing an evaluation of the effectiveness of this model in the promotion of healthy eating among youth."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Research the Health Star Rating System and prepare a review of its effectiveness by considering t...",
      "description": "Research the Health Star Rating System and prepare a review of its effectiveness by considering the following questions: Is the System easy to understand?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Is the System easy to use?",
      "description": "Is the System easy to use?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Does the System promote the right foods?",
      "description": "Does the System promote the right foods?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Does the System help to improve the health of Australians?",
      "description": "Does the System help to improve the health of Australians?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "What nutrients are Australia’s young people likely to be deficient in?",
      "description": "What nutrients are Australia’s young people likely to be deficient in?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "How might this effect their short- and long-term health outcomes.",
      "description": "How might this effect their short- and long-term health outcomes."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "How does the ad make you feel when you watch it?",
      "description": "How does the ad make you feel when you watch it?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "What techniques have been used to persuade you?",
      "description": "What techniques have been used to persuade you?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "Who was the target audience of the ad?",
      "description": "Who was the target audience of the ad?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "How does the ad act as a barrier to healthy eating?",
      "description": "How does the ad act as a barrier to healthy eating?"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "they are more ‘vulnerable to marketing’s influence’ than older people (and, if so, how do markete...",
      "description": "they are more ‘vulnerable to marketing’s influence’ than older people (and, if so, how do marketers ‘reach kids’?)"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "marketing has a ‘tremendous impact’ on what they eat and drink (and, if so, whether this will sha...",
      "description": "marketing has a ‘tremendous impact’ on what they eat and drink (and, if so, whether this will shape their eating habits ‘for life’)."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "background information about the vulnerability of children and adolescents to marketing’s influence",
      "description": "background information about the vulnerability of children and adolescents to marketing’s influence"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "examples of food or beverage advertisements and or influencers that effectively reach and influen...",
      "description": "examples of food or beverage advertisements and or influencers that effectively reach and influence young people"
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "outcome": "Outcome 3",
      "title": "interviews/vox pops that explore the experiences and opinions of young people on the topic.",
      "description": "interviews/vox pops that explore the experiences and opinions of young people on the topic."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "In small groups, brainstorm a list of human lifespan stages and suggest the ages at which each st...",
      "description": "In small groups, brainstorm a list of human lifespan stages and suggest the ages at which each stage occurs. Groups present their lifespan to the class, followed by discussion about: why there might be differences in the representation of the human lifespan and the ages for each stage"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "what are the key characteristics of each stage?",
      "description": "what are the key characteristics of each stage?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "obtaining a car license",
      "description": "obtaining a car license"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "consuming alcohol",
      "description": "consuming alcohol"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "being tried as an adult in a court of law",
      "description": "being tried as an adult in a court of law"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "married couple aged in mid-40s with two teenage children go out to dinner without the children",
      "description": "married couple aged in mid-40s with two teenage children go out to dinner without the children"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "female aged 50 talking with friends at mid-week tennis competition.",
      "description": "female aged 50 talking with friends at mid-week tennis competition."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "the types of activities and how they promote development",
      "description": "the types of activities and how they promote development"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "how the different childcare options promote social and emotional development",
      "description": "how the different childcare options promote social and emotional development"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "how food choices can impact health and development",
      "description": "how food choices can impact health and development"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "the importance of early childhood education for future health and development.",
      "description": "the importance of early childhood education for future health and development."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "how the risk factor can cross from the mother to developing foetus",
      "description": "how the risk factor can cross from the mother to developing foetus"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "stage of prenatal development that the mother is most at risk",
      "description": "stage of prenatal development that the mother is most at risk"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "impact on the physical health and development of the growing foetus",
      "description": "impact on the physical health and development of the growing foetus"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "potential implications for long-term health and development",
      "description": "potential implications for long-term health and development"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "where mothers or potential mothers can seek further information.",
      "description": "where mothers or potential mothers can seek further information."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Brainstorm (individually) the following statements relating to the Australian health care system:...",
      "description": "Brainstorm (individually) the following statements relating to the Australian health care system: 'what I know (from personal experience)’"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "‘what I’ve heard (from parents, teachers, media)’",
      "description": "‘what I’ve heard (from parents, teachers, media)’"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "‘what I’d like to understand better’.",
      "description": "‘what I’d like to understand better’."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Who are allied health professionals?",
      "description": "Who are allied health professionals?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Can services of an allied health professional be claimed through Medicare?",
      "description": "Can services of an allied health professional be claimed through Medicare?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "How should you prepare for a visit to an allied health professional?",
      "description": "How should you prepare for a visit to an allied health professional?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Engagement – fun, interesting, customisable, interactive, well targeted to audience",
      "description": "Engagement – fun, interesting, customisable, interactive, well targeted to audience"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Functionality – app functioning, ease of use, navigation, flow logic",
      "description": "Functionality – app functioning, ease of use, navigation, flow logic"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Aesthetics – graphic design, overall visual appeal, colour scheme and stylistic consistency",
      "description": "Aesthetics – graphic design, overall visual appeal, colour scheme and stylistic consistency"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Information – contains high quality information from a credible source",
      "description": "Information – contains high quality information from a credible source"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Subjective quality – would you recommend this app?",
      "description": "Subjective quality – would you recommend this app? (Source: Queensland University of Technology, Mobile Application Rating scale (MARS))"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Why it is important to have access to quality health information?",
      "description": "Why it is important to have access to quality health information?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "How do you know if the information you are accessing online is reliable health information?",
      "description": "How do you know if the information you are accessing online is reliable health information?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "the code of conduct for doctors in Australia",
      "description": "the code of conduct for doctors in Australia"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "professional boundaries for doctors",
      "description": "professional boundaries for doctors"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "to make a complaint about a doctor.",
      "description": "to make a complaint about a doctor."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What does the Health Complaints Commissioner do?",
      "description": "What does the Health Complaints Commissioner do?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What can you complain about?",
      "description": "What can you complain about?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "What can making a complaint achieve?",
      "description": "What can making a complaint achieve?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "How are complaints lodged the Health Complaints Commissioner?",
      "description": "How are complaints lodged the Health Complaints Commissioner?"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "the service name and contact information",
      "description": "the service name and contact information"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "the type of service provided, including a classification of the services according to the dimensi...",
      "description": "the type of service provided, including a classification of the services according to the dimensions of health and wellbeing that they may promote and an explanation of how the service promotes the dimensions identified"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "the cost of the service or any other requirements, such as a Medicare card",
      "description": "the cost of the service or any other requirements, such as a Medicare card"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "any factors that may impact on the ability of youth to access the service",
      "description": "any factors that may impact on the ability of youth to access the service"
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "a critique of the health service, such as reliability and credibility.",
      "description": "a critique of the health service, such as reliability and credibility."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create or collect a visual image of a ‘healthy’ person.",
      "description": "Create or collect a visual image of a ‘healthy’ person. Annotate all of the characteristics that you think make a person healthy. Share this with classmates and identify common themes in the pictures. Determine if there is a focus on physical health or on all dimensions. Are any dimensions not included? Why/why not?"
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Brainstorm examples of the physical, social, emotional, mental and spiritual dimensions of health...",
      "description": "Brainstorm examples of the physical, social, emotional, mental and spiritual dimensions of health and create a visual display to demonstrate understanding of each dimension of health and wellbeing."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create or find everyday case studies of people to identify different dimensions of health and wel...",
      "description": "Create or find everyday case studies of people to identify different dimensions of health and wellbeing; for example, well-known stories from the media or fictional storylines and characters. Consider how the different dimensions of health and wellbeing may impact on other aspects of people’s lives. Create a mind map that shows how the dimensions can impact on each other, starting with the scenario in the case studies."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Collect or create images to create a visual story that shows how health and wellbeing is dynamic.",
      "description": "Collect or create images to create a visual story that shows how health and wellbeing is dynamic."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Conduct a survey of a range of people asking what health and wellbeing means to them.",
      "description": "Conduct a survey of a range of people asking what health and wellbeing means to them. Use the findings to explain how health and wellbeing is a subjective concept."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Using a list of statements that represent physical, social, emotional, mental and spiritual dimen...",
      "description": "Using a list of statements that represent physical, social, emotional, mental and spiritual dimensions of health and wellbeing, in pairs, classify them into the corresponding dimension of health. Use the statements to construct a mind map of health dimensions using mind mapping software such as SmartDraw, Mind42 , MindMeister , Mindomo or Bubbl.us to develop a concept map."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Consider how one dimension of health and wellbeing can impact on another dimension.",
      "description": "Consider how one dimension of health and wellbeing can impact on another dimension. Write a travelling case study. In pairs, begin a case study and outline the main characters’ physical health and wellbeing. Pass your story to the next pair who continue the case by describing how the physical health and wellbeing can influence mental health and wellbeing. The case then gets passed to the next pair who add another dimension, and so on. This continues until all dimensions are covered."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Use a lotus diagram or other graphic organiser to summarise the concepts of health and wellbeing,...",
      "description": "Use a lotus diagram or other graphic organiser to summarise the concepts of health and wellbeing, including different dimensions (and relationships between them)."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Brainstorm factors that could contribute to different experiences of illness experienced by two p...",
      "description": "Brainstorm factors that could contribute to different experiences of illness experienced by two people with the same disease."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Draw an outline of a body and inside the outline record a range of characteristics that would sho...",
      "description": "Draw an outline of a body and inside the outline record a range of characteristics that would show this person to have optimal health and wellbeing across all dimensions. In small groups, determine what this person can do, or be, as a result of these characteristics, and record them outside the body."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Draw an outline of Australia.",
      "description": "Draw an outline of Australia. Inside the outline record examples of optimal health and wellbeing for the whole population, thinking about all the dimensions (‘All Australians would have…’). In small groups, determine what the Australian Government or population could do as a result of the examples of health and wellbeing recorded inside the map and list these outside the outline."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Draw an outline of the globe.",
      "description": "Draw an outline of the globe. Inside the outline record examples of optimal health and wellbeing for the whole world, thinking about all the dimensions (‘All People would have…’). In small groups, determine what this would mean for the whole planet and record these ideas."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Explain the health status of Australians compared with that of other developed countries by compa...",
      "description": "Explain the health status of Australians compared with that of other developed countries by comparing data such as life expectancy , healthy adjusted life expectancy and under-five mortality rate (available on the WHO website).Using these health status indicators or researching other health status indicators for other developed countries, draw conclusions about the health status of Australia compared to selected countries and present findings as a mind map."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Using measurements of health status, including burden of disease, health adjusted life expectancy...",
      "description": "Using measurements of health status, including burden of disease, health adjusted life expectancy, disability adjusted life years (DALYs), life expectancy, under-five mortality rate, mortality, morbidity, incidence and prevalence, HALE, YLD, YLL and self-assessed health status, create a poster or Quizlet Flashcards that shows an example of each indicator as well as explaining what each indicator is."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create a headpiece for each health status indicator and play a game of celebrity heads where a st...",
      "description": "Create a headpiece for each health status indicator and play a game of celebrity heads where a student wears an indicator and asks clarifying questions to determine the indicator on their head. Questions can only be answered with ‘yes’ or ‘no’."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Explore Gapminder and use its online tools to analyse and interpret data and graphs in relation t...",
      "description": "Explore Gapminder and use its online tools to analyse and interpret data and graphs in relation to changes in mortality and morbidity over time. Gapminder’s motto is ‘Unveiling the beauty of statistics for a fact-based world view’."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Access the most recent version of Australia’s Health which is published by the Australian Institu...",
      "description": "Access the most recent version of Australia’s Health which is published by the Australian Institute of Health and Welfare every two years. Create a mind map identifying aspects of Australia’s health where we have made positive advancements, as well as aspects that we need to improve."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Identify the strengths and weaknesses of self-assessed health status as a measure of the health s...",
      "description": "Identify the strengths and weaknesses of self-assessed health status as a measure of the health status of a population. Debate whether it is a valid measure of health status."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Undertake a ‘speed dating’ type activity where each student is given a specific measure of health...",
      "description": "Undertake a ‘speed dating’ type activity where each student is given a specific measure of health status and has to teach the concept to peers."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Tabulate factors that impact on health, categorising them as biological, sociocultural or environ...",
      "description": "Tabulate factors that impact on health, categorising them as biological, sociocultural or environmental. For each one, write a brief explanation of the factor and describe how it can impact on health status."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Select a population group based on SES, gender, remoteness, age or Indigenous status.",
      "description": "Select a population group based on SES, gender, remoteness, age or Indigenous status. Using information available on the AIHW or the ABS , collect data about variations in health status. Complete a visual presentation that highlights a range of factors that can influence the variations in health status identified."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Use case studies, media releases or newspaper articles or film clips as a basis for identifying v...",
      "description": "Use case studies, media releases or newspaper articles or film clips as a basis for identifying variations in health status among different population groups. in small groups, choose one population group and use websites such as the Australian Institute of Health and Welfare to investigate the health status of the chosen population group and reasons for the variations. Present findings as a mind map or a collaborative summary table that shows the variations in health status of the population group and the environmental, and sociocultural factors that contribute to these variations."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Access information about a men’s health program such as the Men’s Shed Association or the Western...",
      "description": "Access information about a men’s health program such as the Men’s Shed Association or the Western Bulldogs’ Sons of the West . Identify areas of men’s health that these programs target. Identify why the government is investing resources into men’s health. Explain sociocultural and environmental factors that contribute to differences between male and female health."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Research the impact of smoking and vaping on health status by accessing the data and information ...",
      "description": "Research the impact of smoking and vaping on health status by accessing the data and information available from Quit smoking , Quit vaping , Better health and Smoking and vaping . Summarise the key impacts in an info graphic."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Report on the key impacts on Australia’s health status at a population level of overweight and ob...",
      "description": "Report on the key impacts on Australia’s health status at a population level of overweight and obesity by accessing the prevalence and impacts data in the AIHW Overweight and Obesity overview"
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Access the AIHW report ‘Alcohol review’ and identify some general trends in alcohol consumption o...",
      "description": "Access the AIHW report ‘Alcohol review’ and identify some general trends in alcohol consumption over time and for different age groups. In groups, identify the harm of alcohol abuse to individual health status as well as to communities, workplaces and governments."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Using VicHealth’s ‘State of Salt’ infographic as an example, create a similar infographic or post...",
      "description": "Using VicHealth’s ‘State of Salt’ infographic as an example, create a similar infographic or poster for either fat or dairy intake. Include data on the impacts of the nutritional imbalance on health status."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "In small groups, create a poster or video advertisement encouraging a reduction in sugary drinks ...",
      "description": "In small groups, create a poster or video advertisement encouraging a reduction in sugary drinks and showing how reducing sugar will benefit the health status of Australians. Access Rethink sugary drink for information."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Access media articles on a proposed ‘sugar tax’ as stimulus material, for example Australian suga...",
      "description": "Access media articles on a proposed ‘sugar tax’ as stimulus material, for example Australian sugary drink tax could prevent thousands of heart attacks and strokes . Then debate the topic: ‘The Australian government should tax soft drink to save the health of Australians?’"
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create a mind map about fat, ensuring you include the different types of dietary fat (for example...",
      "description": "Create a mind map about fat, ensuring you include the different types of dietary fat (for example, saturated, trans, polyunsaturated, monounsaturated) and include the function of each type of fat in the body and its impact Australia’s health status."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Research the nutrients in fruit and vegetables.",
      "description": "Research the nutrients in fruit and vegetables. Enter the nutrients into a table and explain the role of each nutrient in the body as well as the impact on health conditions and relevant health status indicators that can result from underconsumption of each nutrient."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Create a summary table of the following nutrients: fat, salt, sugar, calcium and fibre; indicate ...",
      "description": "Create a summary table of the following nutrients: fat, salt, sugar, calcium and fibre; indicate how they act as risk or protective nutrients to health status in Australia. Use the information to create an information brochure."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Outline the population group chosen",
      "description": "Outline the population group chosen"
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Collect data using health status indicators and evaluate differences in health status within the ...",
      "description": "Collect data using health status indicators and evaluate differences in health status within the chosen population group"
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Choose relevant examples of biological, sociocultural and environmental factors and analyse how t...",
      "description": "Choose relevant examples of biological, sociocultural and environmental factors and analyse how they can cause the differences in health status from above."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access historical data on health status in Australia at AIHW Historical records of mortality.",
      "description": "Access historical data on health status in Australia at AIHW Historical records of mortality. Analyse this data and draw conclusions about the overall changes in health status since 1900. Brainstorm possible reasons for improvements in health status."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Source a range of images of day-to-day life in Australia in the early 1900s (looking at aspects o...",
      "description": "Source a range of images of day-to-day life in Australia in the early 1900s (looking at aspects of life such as housing, workplaces, street life, transport, diets, etc.) from the State Library. Brainstorm possible causes of death and illness during these times, and any programs that might have been put in place to improve the rates of death and disease."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Develop a paragraph that describes the key concepts of the social model (not the principles).",
      "description": "Develop a paragraph that describes the key concepts of the social model (not the principles). Use Google Images or Flickr to find images that represent the key ideas and create an annotated poster on the social model of health. Do the same for the biomedical model of health. Display the posters side by side and create a table that examines the strengths and limitations of each model in promoting improvements in health outcomes."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Using the images of early life in Australia, annotate the various old public health initiatives t...",
      "description": "Using the images of early life in Australia, annotate the various old public health initiatives that may have been implemented in relation to each image."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Create a timeline from 1900 to today to show when various models of health have been implemented ...",
      "description": "Create a timeline from 1900 to today to show when various models of health have been implemented to improve health outcomes for Australians. Use The National Museum of Australia Defining Moments timeline to research significant health initiatives from 1900. Add these to your timeline. Classify the examples as ‘old public health’, ‘social model of health’ or ’biomedical’ and explain how they can lead to improvements in health."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "In small groups, students research a significant health issue in Australia such as smoking and va...",
      "description": "In small groups, students research a significant health issue in Australia such as smoking and vaping, skin cancer, road traffic accidents or obesity and overweight, looking at current data. Students research and select a health promotion initiative in response to their chosen issue and analyse the ways in which the initiative reflects action areas of the Ottawa Charter. Students analyse how the implementation of these actions can improve health outcomes for Australians. Students share their research with the class."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "In small groups, select one action area of the Ottawa Charter for health promotion, and brainstor...",
      "description": "In small groups, select one action area of the Ottawa Charter for health promotion, and brainstorm examples in response to a single health issue such as tobacco use, alcohol misuse, overweight and obesity, child safety or road safety. Use example to develop a poster display similar to SunSmart."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Google ‘Public Health Campaign images in Australia’ and choose a campaign to investigate.",
      "description": "Google ‘Public Health Campaign images in Australia’ and choose a campaign to investigate. Consider: When did the campaign run? Who funded the campaign? Who was the campaign targeted at? What health issue was the campaign aiming to address? Identify the action areas of the Ottawa Charter reflected in the chosen campaign."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access the National Tobacco Campaign website and create a timeline of tobacco control initiatives.",
      "description": "Access the National Tobacco Campaign website and create a timeline of tobacco control initiatives. Choose one initiative, identify action areas of the Ottawa Charter reflected in the initiative, and describe how it could improve health."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Visit How safe is your car?",
      "description": "Visit How safe is your car? and identify action areas of the Ottawa Charter reflected in this initiative. Identify safety features present in new cars and explain how the technology aims to keep people safe. Research safety technology advances in cars over the last 60 or so years and present findings in a timeline. Compare the progression in safety advances to road death statistics and highlight any trends."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Visit SunSmart and create an infographic timeline of sun safety initiatives over the years.",
      "description": "Visit SunSmart and create an infographic timeline of sun safety initiatives over the years. For each initiative, identify action areas of the Ottawa Charter reflected in the initiative and explain how they can improve health outcomes."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Visit the Deadly Choices program and/or the Australian Indigenous Health Infonet.",
      "description": "Visit the Deadly Choices program and/or the Australian Indigenous Health Infonet. Choose one program, identify key aims of the program and analyse how it reflects the action areas of the Ottawa Charter for Health Promotion. Discuss how participation in the program might improve health for Indigenous Australians and promote social justice."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Visit the website of the Victorian Aboriginal Health Service and research the range of services a...",
      "description": "Visit the website of the Victorian Aboriginal Health Service and research the range of services available to promote health outcomes for Indigenous Australians. Analyse how your chosen program can promote social justice and contribute to improved health outcomes."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "In pairs, access the Australian Dietary Guidelines and select one dietary guideline to research, ...",
      "description": "In pairs, access the Australian Dietary Guidelines and select one dietary guideline to research, including its terminology, current uptakes in Australia and strategies in the community that are provided to help implement it. Evaluate how this guideline might promote healthy eating."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Complete a table to compare the similarities and differences between the Australian Dietary Guide...",
      "description": "Complete a table to compare the similarities and differences between the Australian Dietary Guidelines, the Australian Guide to Healthy Eating and the Aboriginal and Torres Strait Islander Guide to Healthy Eating. Use this information to evaluate the ability of these tools to promote healthy eating."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Brainstorm all the reasons why nutritional change might be difficult to achieve.",
      "description": "Brainstorm all the reasons why nutritional change might be difficult to achieve. Classify these as: sociocultural, environmental and commercial factors."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Investigate the influence of sales and marketing techniques in nutritional choices using Food for...",
      "description": "Investigate the influence of sales and marketing techniques in nutritional choices using Food for health alliance. Draw conclusions about the influence of food companies on making nutritional improvements difficult to achieve."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Discuss the statement: ‘Our environment is stacked against maintaining a healthy diet’.",
      "description": "Discuss the statement: ‘Our environment is stacked against maintaining a healthy diet’. Brainstorm a list of factors contributing to the difficulty in achieving dietary change in Australia. Determine if these factors are environmental, sociocultural or commercial."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Use a lotus diagram or other graphic organiser to summarise the Australian healthcare system, inc...",
      "description": "Use a lotus diagram or other graphic organiser to summarise the Australian healthcare system, including Medicare, Pharmaceutical Benefits Scheme, NDIS or Private Health Insurance."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "In small groups, collect images of a range of healthcare services in the local area.",
      "description": "In small groups, collect images of a range of healthcare services in the local area. Determine the range of services provided and how accessible they are to the community."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access the most recent version of Australia’s Health which is published by the Australian Institu...",
      "description": "Access the most recent version of Australia’s Health which is published by the Australian Institute of Health and Welfare every two years. Investigate how much Australia spends on health care each year and the types of services that the majority of funding is spent on. Discuss whether these services are a biomedical or social model approach."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Research one of: Medicare, Pharmaceutical Benefits Scheme, NDIS or Private Health Insurance.",
      "description": "Research one of: Medicare, Pharmaceutical Benefits Scheme, NDIS or Private Health Insurance. Analyse how your aspect of the healthcare system can improve health status by considering access, funding, sustainability and equity. Present your findings to the class."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Create a Double Bubble (a type of Venn diagram: use a Google ‘Images’ search for examples) to com...",
      "description": "Create a Double Bubble (a type of Venn diagram: use a Google ‘Images’ search for examples) to compare Medicare and private health insurance and identify similarities and differences. Use this information to analyse the role of Medicare and private health insurance in improving health outcomes in relation to equity."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Research incentives for individuals to take out private health insurance.",
      "description": "Research incentives for individuals to take out private health insurance. Discuss reasons why the Australian Government is encouraging people to have private health insurance, and how this might promote health outcomes."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Access the National Disability Insurance Scheme (NDIS) and find the publication (click on ‘Partic...",
      "description": "Access the National Disability Insurance Scheme (NDIS) and find the publication (click on ‘Participants’) My NDIS Pathway. Using this information and/or further web research, create a mind map explaining how the NDIS promotes the health of individuals with a disability. Consider its funding, ability to be sustained over time, accessibility and equity."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Analysis of data such as the prevalence and incidence of related health data.",
      "description": "Analysis of data such as the prevalence and incidence of related health data."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "A specific health promotion campaign to address their chosen health issue.",
      "description": "A specific health promotion campaign to address their chosen health issue."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Analysis of how aspects of the health promotion campaign reflect action areas of the Ottawa charter.",
      "description": "Analysis of how aspects of the health promotion campaign reflect action areas of the Ottawa charter."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 2",
      "title": "Analysis of how aspects of the campaign can lead to improved health outcomes.",
      "description": "Analysis of how aspects of the campaign can lead to improved health outcomes."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "View the first one minute and nine seconds of the United Nations Development Programme video What...",
      "description": "View the first one minute and nine seconds of the United Nations Development Programme video What is human development? Use mind mapping software such as SmartDraw, Visio, Webspiration Classroom , Cmap, Inspiration, MindManager, Mind42 , MindMeister Mindomo, or Bubbl.us to record the main ideas about human development."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Refer to the United Nations Development Programme website What is human development?",
      "description": "Refer to the United Nations Development Programme website What is human development? and compile a list of characteristics of human development."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "View the United Nations Development Programme website the Human Development Index to explore the ...",
      "description": "View the United Nations Development Programme website the Human Development Index to explore the concept of HDI, including an explanation of the HDI, and including dimensions and indicators."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "Use the United Nations Development Programme website the Human Development Index to access inform...",
      "description": "Use the United Nations Development Programme website the Human Development Index to access information regarding the ‘Human Development Index’. Create a brochure of frequently asked questions with corresponding answers designed to inform others about the use, relevance and limitations of the ‘Human Development Index’ as a measure."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "As a class, brainstorm characteristics and indicators of high-, middle- and low-income countries.",
      "description": "As a class, brainstorm characteristics and indicators of high-, middle- and low-income countries. Present findings as a mind map. Using a map of the world, identify countries that you think would be classified as being high-, middle- or low-income and compare your map to the World Bank classifications , including viewing how classifications have changed over time and consider the following questions: What is Australia’s classification?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "In which parts of the world are most of the low-income countries located?",
      "description": "In which parts of the world are most of the low-income countries located?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "In which part of the world are most of the high-income countries located?",
      "description": "In which part of the world are most of the high-income countries located?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "climate change",
      "description": "climate change"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "mass migration",
      "description": "mass migration"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "increased world trade",
      "description": "increased world trade"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "digital technologies.",
      "description": "digital technologies."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "what you Know about climate change and the impact on health and human development",
      "description": "what you Know about climate change and the impact on health and human development"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "what you Want to know about climate change and the impact on health and human development",
      "description": "what you Want to know about climate change and the impact on health and human development"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "what have you Learnt.",
      "description": "what have you Learnt."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "the impacts of climate change on the planet",
      "description": "the impacts of climate change on the planet"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "the relationships between human health and wellbeing and the health of the planet",
      "description": "the relationships between human health and wellbeing and the health of the planet"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "the populations most vulnerable to the impacts of climate change.",
      "description": "the populations most vulnerable to the impacts of climate change."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "an identification and justification of the income group that the selected countries represent",
      "description": "an identification and justification of the income group that the selected countries represent"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "a comparison the health status and human development of the selected country and Australia",
      "description": "a comparison the health status and human development of the selected country and Australia"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "outcome": "Outcome 1",
      "title": "identification and explanation of two factors that could lead to differences in health status and...",
      "description": "identification and explanation of two factors that could lead to differences in health status and human development."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Access the most recent United Nations Sustainable Development Goals Report",
      "description": "Access the most recent United Nations Sustainable Development Goals Report"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Use a range of case studies that represent examples of the work undertaken by organisations, such...",
      "description": "Use a range of case studies that represent examples of the work undertaken by organisations, such as the United Nations or the World Health Organization, in helping to achieve the SDGs; in pairs or small groups, summarise how these examples contribute to health and human development in a global context"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Using Viz Hub (University of Washington Institute of Health Metrics and Evaluation) analyse diffe...",
      "description": "Using Viz Hub (University of Washington Institute of Health Metrics and Evaluation) analyse differences in the progression of countries towards the SDG indicators. Access the United Nations Sustainable Development Knowledge Platform to understand the key health issues covered in SDG 3. Use websites to research one of the health-related Sustainable Development Goals (1, 2, 4, 5, 6 or 12) and analyse its relationship to SDG 3. Use the information to produce a digital presentation."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Access the United Nations Sustainable Development Knowledge Platform and create a list of key fea...",
      "description": "Access the United Nations Sustainable Development Knowledge Platform and create a list of key features covered in SDG 3; use the list to classify: key features that are of most concern in low-income countries"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "key features relevant to high-income countries",
      "description": "key features relevant to high-income countries"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "features that are common across all countries.",
      "description": "features that are common across all countries."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "What are the challenges identified in the story?",
      "description": "What are the challenges identified in the story?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "What are the SDGs being addressed within the story?",
      "description": "What are the SDGs being addressed within the story?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "What key features is being addressed?",
      "description": "What key features is being addressed?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "How is the SDG being achieved?",
      "description": "How is the SDG being achieved?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "How will achieving this SDG help promote health and human development?",
      "description": "How will achieving this SDG help promote health and human development?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "an ‘About’ profile",
      "description": "an ‘About’ profile"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "6–8 posts that include pictures and written statements to inform about WHO initiatives or program...",
      "description": "6–8 posts that include pictures and written statements to inform about WHO initiatives or programs, which is linked to their goal and objectives."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "identification of the purpose of the aid",
      "description": "identification of the purpose of the aid"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "listing the characteristics of each type of aid",
      "description": "listing the characteristics of each type of aid"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "analysis of the effectiveness of the aid in providing humanitarian assistance, reducing poverty, ...",
      "description": "analysis of the effectiveness of the aid in providing humanitarian assistance, reducing poverty, improving human development and promoting health."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "how the budget reflects each type of aid and the partnerships involved",
      "description": "how the budget reflects each type of aid and the partnerships involved"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "how the budget contributes to the achievement of the SDGs.",
      "description": "how the budget contributes to the achievement of the SDGs."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Which regions does Australia’s aid program focus on?",
      "description": "Which regions does Australia’s aid program focus on?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "What type of programs/services is the Australian aid helping to provide these countries?",
      "description": "What type of programs/services is the Australian aid helping to provide these countries?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "What type of aid is used (bilateral, multilateral or non-government) and what partnerships are in...",
      "description": "What type of aid is used (bilateral, multilateral or non-government) and what partnerships are involved? (See the Department of Foreign Affairs and trade page Who we work with )"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "Which SDGs is this aid working towards and how will it help achieve the SDG named?",
      "description": "Which SDGs is this aid working towards and how will it help achieve the SDG named?"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "a description of the chosen Sustainable Development Goal (SDG)",
      "description": "a description of the chosen Sustainable Development Goal (SDG)"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "features of the chosen SDG",
      "description": "features of the chosen SDG"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "how the achievement of the goal promotes health and human development",
      "description": "how the achievement of the goal promotes health and human development"
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 2",
      "outcome": "Outcome 1",
      "title": "the relationship to, and impact of, this goal on SDG 3.",
      "description": "the relationship to, and impact of, this goal on SDG 3."
    }
  ],
  "detailedExamples": [
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 1",
      "name": "Visual presentation: sociocultural influences on health and wellbeing",
      "description": "As an introduction to the activity, discuss the concept of ‘sociocultural’ as a combination of social and cultural factors that contribute to health and wellbeing. Ask students to consider the following quote and create a concept map of their own ‘sociocultural context’: ‘Children grow up in specific physical, social, cultural, economic and historical circumstances – their sociocultural context’ ( Open University ). Divide the class into groups and brainstorm one of the following sociocultural factors: peer group, education, income, and health literacy. Ask students to consider how each factor might influence health and wellbeing. They should particularly think about how this factor might make a difference to Australian youth. With a focus on their allocated sociocultural factor, students research differences in health status among Australian youth, drawing evidence-based conclusions about risk factors and protective factors. (The AIHW publication Health of young people is good source of data.) While researching, each group should plan a visual presentation of their topic, collecting images and ideas that will assist them to share their findings with the class. Findings and conclusions are shared with the class via a visual presentation such as: a short video, a roleplay or other dramatic presentation, a website or social media presentation or a display of images. For example, students could use iMovie , Prezi , PowerPoint, Animoto or Padlet to create display of images."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 2",
      "name": "Report: focus on Australia’s youth",
      "description": "Choose one area of youth health and wellbeing to focus on. Make sure it is an area that has been identified for health promotion action and intervention in Australia, as the task includes researching relevant strategies and programs. The choice of focus should be supported by current health data on burden of disease, health inequalities among Australian youth and/or documented evidence of the major concerns of Australian young people. A recommended starting point for identifying current focal points is either AIHW Health of young people or Mission Australia Youth survey . Students’ research and reporting on the selected focus area should be structured around the following: With a focus on the selected topic, explain its impact on the health and wellbeing of Australian young people, making sure all the dimensions of health that may apply are considered. Present statistical evidence (data) on incidence, prevalence and trends – that is, the number of young people reporting this health issue, how likely young people are to be affected, and any relevant information on who may be more (or less) likely to be affected, and whether the problem is improving or getting worse. Considering young people now and in the future, their families and the nation, what are the costs (direct, indirect and intangible)? What are the risk factors? What are the protective factors? What healthcare services and supports are available for young people in relation to this issue? What programs and strategies are in place to address the chosen focus area? Has there been any community input or debate around this topic? (In other words, is it talked about in the news and/or on social media?) If so, discuss how community response and input has influenced related health strategies/programs. Investigate how accessible programs and strategies are for young people and analyse the factors that may act as enablers or barriers to access programs and support. How can young people contribute to improving the health outcomes in relation to this issue through advocacy and actions. Consider personal strategies as well as community actions."
    },
    {
      "unit": "Unit 1",
      "areaOfStudy": "Area of Study 3",
      "name": "Oral presentation (podcast): Sucked in? Young people and food marketing",
      "description": "Access and explore the Digital Ads website to understand the argument put forward in the quote: ‘Research shows that children and adolescents are more vulnerable to marketing’s influence than adults. In particular, food and beverage marketing has a tremendous impact on what young people eat and drink, and marketers use this knowledge to reach kids at a young age, potentially shaping their eating habits for life’. Conduct a class discussion about whether, as adolescents, students feel that: they are more ‘vulnerable to marketing’s influence’ than older people (and, if so, how do marketers ‘reach kids’?) marketing has a ‘tremendous impact’ on what they eat and drink (and, if so, whether this will shape their eating habits ‘for life’). Divide the class into groups. Each group creates an audio podcast on the topic of ‘Sucked in? Young people and food marketing’. The podcast should appeal to an adolescent audience and be suitable for broadcast on youth radio or uploaded to support a social media promotion of youth health and wellbeing. The podcast should include: background information about the vulnerability of children and adolescents to marketing’s influence examples of food or beverage advertisements and or influencers that effectively reach and influence young people interviews/vox pops that explore the experiences and opinions of young people on the topic. Use Edublog to create student blogs."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 1",
      "name": "Digital presentation: healthy mums and bubs",
      "description": "In groups, select a risk factor (e.g. alcohol, smoking, vaping, poor diet) that can impact on prenatal development. Design a short (2–4 minutes) film/podcast/infomercial for television, radio or the internet. The aim is to educate mothers and potential mothers. Students consider the following in their research: how the risk factor can cross from the mother to developing foetus stage of prenatal development that the mother is most at risk impact on the physical health and development of the growing foetus potential implications for long-term health and development where mothers or potential mothers can seek further information."
    },
    {
      "unit": "Unit 2",
      "areaOfStudy": "Area of Study 2",
      "name": "Directory of health services for youth",
      "description": "Students explore and list the health services for youth that could be accessed in their local area or online. This could involve a literal walk in the local community or a search of the internet. After creating the list of services, each student should be allocated one or two services to review. The review should include: the service name and contact information the type of service provided, including a classification of the services according to the dimensions of health and wellbeing that they may promote and an explanation of how the service promotes the dimensions identified the cost of the service or any other requirements, such as a Medicare card any factors that may impact on the ability of youth to access the service a critique of the health service, such as reliability and credibility. Student reviews could then be collated into a directory of health services and published on the class website or blog to enable all students to access the information."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 1",
      "name": "Biological, sociocultural and environmental factors that contribute to variations in health status between population groups",
      "description": "In groups, students select a population group based on SES (for example, high and low SES), gender, remoteness, age, Indigenous status, or country of birth. Each groups conduct research on the differences in health status for their chosen population group, using reliable data sources and risk factor information from the Australian Bureau of Statistics and AIHW report Australia’s Health . They analyse this health data and combine it with their knowledge of biological, sociocultural and environmental factors to further analyse the possible reasons for the differences in health status within the chosen population group. Students create a visual presentation using iMovie , Prezi or PowerPoint that highlights a range of factors that can influence the variations in health status that have been identified. They share the presentations with classmates. Students consider the following in their research: Outline the population group chosen Collect data using health status indicators and evaluate differences in health status within the chosen population group Choose relevant examples of biological, sociocultural and environmental factors and analyse how they can cause the differences in health status from above."
    },
    {
      "unit": "Unit 3",
      "areaOfStudy": "Area of Study 2",
      "name": "Health promotion analysis",
      "description": "In small groups, students research a significant health issue in Australia such as smoking and vaping, skin cancer, road traffic accidents or obesity and overweight, looking at current data. Students research and select a health promotion initiative in response to their chosen issue and analyse the ways in which the initiative reflects action areas of the Ottawa Charter. Students analyse how the implementation of these actions can improve health outcomes for Australians. Students share their research with the class. The research inquiry should cover the following points: Analysis of data such as the prevalence and incidence of related health data. A specific health promotion campaign to address their chosen health issue. Analysis of how aspects of the health promotion campaign reflect action areas of the Ottawa charter. Analysis of how aspects of the campaign can lead to improved health outcomes."
    },
    {
      "unit": "Unit 4",
      "areaOfStudy": "Area of Study 1",
      "name": "Case study analysis: comparing Australia with other countries",
      "description": "Students access ‘If it were my home’ . Compare Australia to a variety of middle- and low-income countries. Research case studies and data from sites such as Viz Hub (University of Washington Institute for Health Metrics and Evaluation) to compare the burden of disease in low- and middle-income countries compared to Australia, and the factors that contribute to variations. Students create a presentation to demonstrate their research findings. Use a range of case studies or video clips of middle- and low- income countries that reflect the influence of access to safe water, sanitation, poverty, and discrimination (race, religion, sex sexual orientation and/or gender identity for comparisons between Australia and a selected low- and middle-income country. Students use these case studies and video clips to analyse how these factors account for similarities and differences in health status and human development. Students select one case study and prepare a visual presentation/report, which includes: an identification and justification of the income group that the selected countries represent a comparison the health status and human development of the selected country and Australia identification and explanation of two factors that could lead to differences in health status and human development. Ideas for using Information and Communication Technology (ICT) include: Apps: Keynote Software: Comic Life , PowerPoint Web 2.0: Prezi , Canvastera , Padlet , Symbaloo , and Animoto ."
    }
  ]
}