{
  "learningActivities": [
    {
      "activity": "Analyse an economics related opinion piece, identifying both the normative and positive statements within it.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Assign students to take a series of photographs to illustrate the needs and wants of people of different ages; for example, 0–5 years, 6–12 years, 13–18 years and different adult age demographics.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use hypothetical data to graph various production possibility curves and then explain the meaning and significance of the production possibility frontier.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Consider the opportunity cost of decisions made by VCE students: school choice, subject or sport choice, diet choice etc. Complete a cost benefit analysis for these decisions.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Complete a set of structured questions relating to different economic systems.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Conduct a class discussion explaining why there are inevitably trade-offs associated with any economic decision.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Conduct a class debate / simulation in response to a topical issue to illustrate real world trade-offs.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Using examples, consider the limitations of the traditional economic viewpoint of consumer behaviour.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Write a short movie script or story with homo economicus (self –interested, utility maximising, marginal decision making) as the main character.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Survey a range of consumers of different ages to develop a list of factors that influence consumers’ decision making.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Investigate and analyse a government campaign designed to improve the living standards of Australians.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Play the ASX Schools Sharemarket Game to learn how this market operates.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Organise an excursion to see a market in action; for example, a property auction, a fruit and vegetable market, an agricultural market, a trash and treasure market or any other market. Alternatively, students observe an online auction site looking at a particular type of product.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Organise an incursion by inviting a seller in a particular market to speak to students (online or in person); for example, a property auctioneer, an antique / art dealer / auctioneer, a manager of a supermarket, owner of a petrol station, a stockbroker, a butcher, a jeweler.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Design a series of infographics comparing and contrasting a perfectly competitive market to a range of real markets and industries in Australia; for example, a fruit and vegetable market, share market, financial market, petrol market, grocery market, mobile phone market, market for hairdressing, cinemas, shoe repairs, bakeries, primary produce market etc.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Research and present a case study on an example of a recent anti-competitive case investigated by the ACCC .",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Distinguish between illegal and legal types of anti-competitive behaviour.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use the ACCC website to make a series of flashcards that define and give an example of each of the following types of strategies businesses may use to increase profits: price discrimination, multiple branding, resale price maintenance, cartel, exclusive dealing, imposing minimum resale prices, unconscionable conduct.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Examine different definitions of what a market is: ACCC definition, dictionary definition, economics dictionary definition.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use a vertical line segment to plot the level of market power in various markets – from most competitive (at the bottom) to least competitive (at the top) – giving examples of each type using Australian and foreign businesses and industries.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Using relative prices, analyse why resources are shifting out of one type of production into the other types of production; for example, petrol-driven cars versus electric or hybrid cars; gas and coal versus solar and wind; capital city property market versus regional property market.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Investigate the operations of a particular contemporary market you are interested in, as a major case study.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Prepare and present a three to five minute podcast on the current factors influencing a particular market you are interested in.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Debate the topic: ‘Market power in Australia is stronger than most other countries’. For information, see Grattan Institute .",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Video a lesson explaining the difference between a movement along the demand curve and a shift of the demand curve. See YouTube for some visual explanations on the price mechanism.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Video a lesson explaining the difference between a movement along the supply curve and a shift of the supply curve.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Distinguish between a shortage and surplus using demand and supply diagrams and written responses. Research current examples of goods that are in surplus or shortage and explain why this is the case.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Prepare a short TV segment or podcast exposing the truth behind one type of illegal anti-competitive behaviour.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Construct a hand-drawn or digital mind map illustrating how resources are allocated in a market-based economy.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Select two media articles about current economic issues relevant to a particular market. Write a media analysis using these articles in order to analyse and assess the current performance of this market, the key issues affecting this market and to predict future performance.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Articulate activity: list all the economic terms relevant to this area of study. Split these terms into two separate lists. Students work in pairs, one student is given list A, the other list B. Students take it in turns to define a term on their list while the other student has to guess which term is being defined.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Design a series of revision activities for this area of study using Kahoot to generate crosswords, multiple-choice questions, flashcards or an interactive lesson.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Demand and supply cards. Design four sets of cards. One set with 10 demand side non-price factors, the other set with 10 supply side non-price factors. A third set with 10 different types of goods and another with 10 different types of services. The aim is to draw two cards – one of the non-price factors and the other a goods or service. Students take it in turns to draw a fully labelled demand and supply diagram to illustrate and explain the cards chosen.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Organise an excursion to an economics behavioural laboratory at one of the universities and take part in a simulated behavioural economics experiment.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Organise for a behavioural economist to talk to the class about their research interests (either online or in person).",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Investigate and analyse a government campaign to nudge consumer behaviour in Australia.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Prepare a case study on the behavioural economics work of the   Behavioural Economics Team of the Australian Government (BETA)  over the past two years.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Listen to two or three BETA podcasts and write a review on one of them.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Select one of the BETA blogs to review and evaluate a behavioural economics policy applied to solve a problem.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Prepare an infographic comparing and contrasting traditional economic thinking with behavioural economic thinking.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Evaluate the effectiveness of a recent behavioural economic strategy used by the Victorian State Government or the Australian Federal Government.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Investigate the strategies that producers/businesses use to influence consumer behaviour in Australia.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Plan and execute class behavioural economics experiments to nudge students at your school into changing their behaviour in a certain way.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Allocate students into groups to research the theories and experiments of one well-known behavioural economist, with each group allocated a different economist. Hold a class conference to discuss, share and learn about the views, experiments and findings of these economists.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Write a review of a behavioural economics article from The Conversation . Use the search function to find a suitable article.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Visit Beworks to view a series of behavioural economics case studies. Select one to review and then report back to the class.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Visit Beworks to explore some global behavioural economics research. Select one to summarise and prepare as a class presentation.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Visit Ted talks to explore a range of current and fascinating talks on behavioural economics.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Investigate and write a report outlining the different ways economists measure economic growth and living standards. Include a statement about each type of indicator and an evaluation of the strengths and weaknesses of each measure in providing a complete picture of each of the areas that are being measured.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Prepare a report (either individually or in a group) analysing the costs and benefits associated with rapid rates of economic growth. Present the report orally as one of: a presentation to the class, a written report, a web-page or a poster.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Gather up-to-date economic data from relevant sources (RBA, ABS); sort data by type of indicator (lagging, coincident, leading) and explain the limitation of each type.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Listen to the NPR podcast ‘The invention of the economy’ and answer structured questions.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Draw and annotate the business cycle. Use different sets of economic data in order to predict the stage of the business cycle. Justify responses for each different data set.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Draw the five-sector circular flow model and use the model to explain the impact on aggregate demand and economic activity given a change in economic factors.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Construct an Aggregate demand and Aggregate supply (AD and AS) diagram to show macroeconomics concepts. Illustrate a change in AD and AS factors on the curve.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Write a letter to the Australian Statistician at the Australian Bureau of Statistics (ABS) outlining why Gross Domestic Product (GDP) does not provide a full or complete picture of economic growth. Suggest and justify a better measure of living standards.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Illustrate the potential trade-off that exists between the pursuit of economic growth and environmental damage, congestion, pollution, inequality and ‘affluenza’, through the selection of a range of case studies sourced from the media.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Complete a jigsaw task for AD factors. In groups, students are given an AD factor. They then research and present the following information: definition, measurement, component of AD, current trend and how the current trend is impacting AD and economic growth.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Develop a podcast outlining the limitations of GDP as a measure of living standards and suggest an alternative measure (each student focuses on a different alternative measure).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Research and prepare a set of visual snapshots (see RBA’s snapshots) of Australia’s major trading partners, our key exports of both goods and services, our key imports of both goods and services, and the main countries investing in Australia and the main countries Australia invests in.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Watch a range of video explainers presented by the RBA on topics related to international trade.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "As a class, brainstorm a range of global trade issues that are currently of concern. Select one to teach to the class and allocate other topics for individual or group investigation.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Research and create a poster on Australia’s trade agreements and alliances as well as key international organisations. Display them in the classroom; then participate in a class conference to discuss major international trade issues.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use the Austrade website to examine the types of assistance given to Australian businesses who are or want to export; then prepare a written case study on an Australian export business.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Visit the Australian Bureau of Statistics website to read the latest media release on the Balance of Payments and then analyse the reasons for net goods, net services, net primary and secondary incomes moving in the direction they have.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Organise a class debate on the topic: ‘Trade liberalisation has served Australia well over the past few decades’.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Prepare a PowerPoint or Prezi on the costs and benefits of international trade. Examine this at a local level (your region or State), national level and international level.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Draw a large diagram of Australia’s balance of payments on the board and then ask each student to write a scenario for a credit and a debit situation on the current account. Compile these scenarios, and use them to examine and check student understanding of the balance of payments.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use the RBA website to find the latest TWI and exchange rate against the USD. Using the latest information, distinguish between the TWI and the exchange rate.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use the RBA website to describe the trend in the exchange rate and TWI over the past five years, and explain one aggregate demand and one aggregate supply factor for this trend.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Listen to the Chief Economist of the IMF discuss the pros and cons of globalisation, and research the expected impact of the fourth wave of globalisation: the digital revolution.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Draw a series of demand and supply graphs with accompanying explanations to illustrate scenarios that could cause the AUD to depreciate or appreciate.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Half the class researches and examines the various forms of protectionist measures used in Australia in the last few decades. Students should list, illustrate (using graphs) and explain the costs and benefits of each measure. The other half of the class investigates the costs and benefits of trade liberalisation. Once completed, the class come together and debate the merits of protection versus trade liberalization.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use the ABS website to examine the current and historical trends in Australia’s trade. Students select, analyse and annotate a series of graphs and tables.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Simulate a meeting of an international organisation, such as the WTO, World Bank, IMF, WHO, etc., to discuss current economic problems and present possible solutions to these problems.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Prepare a concept map of the impact of globalisation on the Australian economy and key stakeholders: consumers, businesses, government, exporters, importers, pressure groups such as-unions, environmentalists and other relevant groups.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Select, draw and explain three aggregate demand and three aggregate supply factors influencing Australia’s trade and international trade patterns in the past five years.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Investigate current developments in any specific movements away from trade liberalisation internationally.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Construct a Production Possibilities Frontier (PPF) using data from individual production possibilities (in a given day) in order to understand the following concepts: productive capacity, four types of efficiency, opportunity cost/trade-offs etc.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use a textbook resource to create retrieval charts comparing the laws of demand and supply, and the factors affecting demand and supply. A retrieval chart is a useful tool for comparing the key ideas in a range of media sources such as textbooks, articles and websites.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Conduct a ‘demand auction’ and a ‘supply auction’ to introduce the laws of demand and supply.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Conduct a demand and supply analysis to explore a change in market equilibrium due to an increase in demand.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Conduct a class debate evaluating whether markets are efficient or not.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Evaluate the statement ‘Competitive markets are the best way to allocate resources in an economy’. In the four corners of the room, post signs with ‘strongly disagree’, ‘disagree’, ‘agree’ and ‘strongly agree’. Students move to the corner of the room that most reflects their opinion on the statement. Pair up students from different corners and take turns to explain and justify their points of view.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use demand and supply diagrams to analyse a range of market scenarios.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Create a PowerPoint presentation containing images of private goods (for example, bottled water, a pair of jeans, AFL tickets, PS4 games) and public goods (for example, national defence, street lighting, flood control systems, fireworks). Use understanding about the respective characteristics of both types of goods to identify and justify which goods are private goods and which goods are public goods.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Create a Venn diagram to highlight the similarities and differences between public goods and common access resources.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Students think about their own positive and negative externalities. Compile a class list to show the breadth and depth of these concepts.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use Pear Deck to create an interactive slideshow on the meaning and significance of the price elasticity of demand and price elasticity of supply (PES), along with the factors affecting the price elasticity of demand (PED) and the factors affecting the price elasticity of supply. The interactive elements can include: draggables, drawing, free text response, free number response, multiple choice etc.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "In small groups, complete an ‘elasticity matching puzzle’. Under timed conditions students match differing demand and supply curves with the corresponding PES or PED and factor that determines the degree of elasticity.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "In small groups, each is given one source of market failure: public goods, positive externalities, negative externalities, asymmetric information and common access resources. Each group investigates their source of market failure using the following to scaffold their research:   Explain the nature of the source of market failure.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Explain the impact of the source of market failure on the allocation of resources; that is, does it lead to an over-allocation or under-allocation of resources? Clear links also need to be made to the impact on living standards.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Provide examples of the source of market failure.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Outline government policy actions to address the source of market failure; for example, indirect taxation, subsidies, government regulation and government advertising.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Each group uses their findings to prepare a class presentation using ICT such as PowerPoint, Prezi and Keynote. Presentations can be combined for futures reference.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Define the three domestic macroeconomic goals: strong and sustainable economic growth; full employment; low and stable inflation (price stability).",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Watch a range of video explainers published over the past year that summarise current economic conditions. From the videos develop a list of factors that have influenced current economic conditions and then divide the list into (a) factors that have influenced aggregate demand and (b) factors that have influenced aggregate supply.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Outline the indicators used to measure the performance of each of the three domestic macroeconomic goals; for example, real Gross Domestic Product, the unemployment rate, the Consumer Price Index. Using hypothetical data, practise how to calculate these indicators to measure changes in the performance of each of the three domestic macroeconomic goals.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Conduct ‘predict, observe, explain (POE) exercises to track changes in the economic indicators used to measure the performance of the three domestic macroeconomic goals over the course of the year. Gather the data from sources such as the ABS website and / or the RBA website to track the performance of these indicators and record in a table.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Watch the video RBA on the NAIRU . Use the information in the videos and information from other sources such as your textbook to prepare a written summary that explains the meaning and significance of the NAIRU in relation to the goal of full employment.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Use up-to-date ABS data about the number of persons unemployed, the number of persons employed and the number of persons above the age of 15, in order to calculate the unemployment rate, the employment rate and the participation rate.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Draw the five-sector circular flow model of income. Annotate your drawing by showing and explaining the connections and relationships between each of the sectors. Write a paragraph that explains how the model informs our understanding of macroeconomics and economic activity.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Write a report that evaluates the extent to which the economy has achieved the domestic macroeconomic goals over the past two years. Use tables of data and graphs to illustrate your evaluation.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Classify the following scenarios as factors that may cause demand inflation or cost inflation and explain reasons for your classification: petrol prices rise by 20 per cent in one year; Australia is experiencing drought conditions in New South Wales, Victoria and Queensland; wages and prices rise by an average of 8 per cent in one year; broken supply chains collide with higher consumer demand for commodities such as cars and construction materials during a pandemic; the government introduces a carbon tax; interest rates are falling; world economic growth is booming; the Australian dollar depreciates. Students add to their understanding by writing other examples of scenarios that might be causes of demand or cost inflation.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Annotate a business cycle diagram; the annotations should focus on the macroeconomic conditions that are typically observed during each phase of the business cycle.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Research the topic of inflation by watching the video explainers presented by the RBA and using other resources (such as the textbook) to develop a series of posters that explain:   the meaning of the goal of low and stable inflation (price stability)",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "the distinction between inflation, disinflation and deflation",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "measurement of the inflation rate using the Consumer Price Index (CPI) including the difference between the headline and underlying (core) rate of inflation",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "causes of inflation including demand inflation and cost inflation",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "consequences of not achieving the goal of low and stable inflation (price stability) and its effect on living standards, including: erosion of purchasing power, development of a wage-price spiral, distortion of spending and investment decisions, lower returns on investment, loss of international competitiveness if it is too high, and delayed consumption and unemployment if it is too low.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "As a class, brainstorm and draw a concept map of the potential gains from international trade.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Watch a range of video explainers presented by the RBA on topics related to international trade.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Research and prepare a set of visual snapshots (see RBA’s snapshots ) of Australia’s major trading partners, our key exports of both goods and services, our key imports of both goods and services, the main countries investing in Australia and the main countries Australia invests in.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Visit the Australian Bureau of Statistics website to read the latest media release on the Balance of Payments. Analyse the reasons for net goods, net services, net primary and secondary incomes moving in the direction they have.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Using the ABS website, snip five key graphs on the Balance of Payments to write a series of exam-style questions and answers on each graph.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Provide students with a template of the Balance of Payments (BOP) and give each student a list of hypothetical scenarios. Students determine which section of the BOP they belong in. They could also write their own BOP credit and debit scenarios. Compile these scenarios as a class and use them to examine and check students’ understanding of the Balance of Payments.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Use the RBA website to find the latest TWI and exchange rate against the USD. Using the latest information, distinguish between the TWI and the exchange rate.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Use the RBA website to describe the trend in the exchange rate and TWI over the past five years, and explain one aggregate demand and one aggregate supply factor for this trend.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Complete an exercise on the effect of AUD exchange rate movements.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Select and explain three aggregate demand and three aggregate supply factors influencing Australia’s international trade in the past five years.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Complete a set of applied economic exercises on the terms of trade.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Complete a set of multiple-choice questions on the Balance of Payments based on past VCAA VCE Economics Examination questions under test conditions.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Create an A to Z of the Balance of Payments:   Write the letters of the alphabet down the left-hand side of an A4 sheet of paper.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "For each letter, identify a term / idea relevant to the BOP and explain it. For example: Z is for ZERO: the BOP always equals ZERO (0); that is, a Current Account Surplus (CAS) is offset by a Capital and Financial Account Deficit of equal size.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "activity": "Analyse the post-Budget cartoons from a range of print and online media.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Using the Federal government budget website, snip 10 key graphs to write a series of questions and answers on each graph.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use PMI (pluses, minuses and interesting) to analyse the most recent Australian government budget.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Distinguish between a range of budgetary policy economic terms that students often find confusing.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Complete a SWOT analysis of the latest budget.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "In pairs, investigate and then write a report on five winners and five losers in the most recent budget, explaining the impact of the budget and justifying why they are a winner or loser in this budget.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Prepare a table to explain the effect of the budgetary policy stance and budgetary initiatives on the achievement of the domestic macroeconomic goals and living standards.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Identify and describe (as a list of strengths and weaknesses) the use of budgetary policy to affect aggregate demand and influence the achievement of domestic macroeconomic goals and living standards.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Prepare a post-budget class conference to analyse the opinions and reactions of a range of key stakeholders to the most recent budget.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Hold a budget night class party to watch the budget and the post-budget interviews / analyses; or organise a post-budget breakfast to discuss and analyse the range of opinions on the budget.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Invite your local Federal Member to discuss their views and / or response to the Federal Budget (either online or in person).",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Divide the class into groups and allocate each group one of the components of aggregate demand (C, I, G1, G2, X, M). Each group lists all the key changes in the most recent budget and explains the impact of each policy change on the most relevant component of aggregate demand.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Use the ATO website to study the current Australian resident personal income tax rates; then estimate and calculate the income tax paid on various levels of income.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Work in pairs to write a list of strengths and weaknesses of budgetary policy and then find current examples from the past two years to support each strength and weakness listed.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Imagine you are an economic advisor working for Australia’s Treasurer. Prepare a report that explains how aggregate supply policies might be used to complement aggregate demand policies in promoting non-inflationary economic growth over time.",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Draw a concept or mind map that defines and explores the relationships between these concepts: aggregate supply; aggregate supply policies; productive capacity; efficiency; productivity; international competitiveness; low and stable inflation (price stability); strong and sustainable economic growth; full employment; and living standards.",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Debate the following topics:   The Goods and Services Tax (GST) should be increased by 5%.",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Australia should increase immigration by raising the immigration target by 25,000 per year.",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Taxation reform in Australia is essential in order to improve living standards.",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    }
  ],
  "detailedExamples": [
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Class debate / council meeting simulation: the overdevelopment of your school / local area   Separate students into small groups of three or four, each representing a certain organisation. Ask the class to consider an important community issue: the redevelopment of a local park into apartments / office building. Ask each group to present to the local council meeting. Some possible examples of organisations: VicRoads: concerned with traffic implications Save our suburbs (SOS): concerned with potential over-development of the community Affordable Housing Rental Scheme: concerned with ensuring Australians have access to affordable housing Developers: wishing to develop the site into apartments Workers union: representing the workers whose jobs will be created during and after construction The school principal team: representing your school’s interests Local sporting team: who will lose access to their facilities The local council : mediator of the meeting (teacher) Each group should use the following ‘talking points’ when presenting to the council: Provide a brief history and purpose of your organisation. Explain the stance on the issue as a group / organisation. Make three normative statements and three positive statements about the proposed development that support your stance. Outline changes to the proposal that you would like to see from the perspective of the organisation or group that you represent. Question time Allow students time to prepare questions for other groups once the meeting has finished. Each group is required to ask two questions of other groups in order to better understand the issue from different perspectives. The council (teacher) then should make a decision and final statement, weighing up the costs and benefits. Reflection Students complete the following individually:    Describe three overall costs and three overall benefits of the development. Explain the importance of weighing up all costs of benefits when making a decision like this one. Explain why scarcity is important with this issue. What are the scarce resources in this instance? Explain how opportunity cost is an important consideration in this situation for the community.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Research task: Economic systems   Allocate students into groups of two or three and assign one country to each group from the list below and complete the following activities: USA, Russia, Sweden, China, North Korea, France, Japan, Venezuela, Cuba, Luxembourg List the three different types of economic systems. Describe two characteristics of each economic system. In their groups, students consider the role of the government / market in the specific country assigned to them by considering the following questions and then reporting back to the class: In your country, how are the three economic questions answered? (Give examples to support your answer.) What does the country produce? How does it produce that? For whom does it produce that? Extra research questions: To what degree is healthcare and education free in the country? What type and how much ($) welfare is available? Compare this to the median household income in the country. Give examples of the following: goods and services the government provides goods and services the market provides taxes businesses and consumers must pay government subsidies for businesses. What other roles does the government play in economic life? (Provide examples.) Draw a continuum to illustrate the spectrum of different systems like the one below:   Using the data you have found, plot your country on the continuum. Each group presents their findings to the class. Then individually students complete the reflection activity. Reflection activities Plot all other countries on your continuum. Define a cost / benefit analysis and give an example of when you might have to complete a cost / benefit analysis in your life. Complete a cost / benefit analysis for each economic system by listing two costs and two benefits for each different economic system. (You may wish to use a table.) Explain why there is an opportunity cost for countries when they adopt a certain economic system. Write a paragraph evaluating Australia’s current mixed economic system.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Demand and supply cards   This is a small group activity (four students per group). Design four sets of cards – see below for each suggestion for each set: Set one: 10 different demand side non-price factors Set two:  10 different supply side non-price factors Set three: 10 different types of goods Set four:  10 different types of services Students work in small groups to complete the task. Each student in the group takes it in turn to pick two cards – one from either of the sets of the non-price factors, the other from the set of goods or services. The student then draws a fully labelled demand and supply diagram to illustrate and explain the possible impact of the cards chosen. The group can then discuss whether the drawing and scenario given is correct and feasible. Students could then also discuss other options for the same set of cards. The repetition of drawing new diagrams each time will give students practice in ensuring they draw the shifts in the demand or supply curve correctly, as well as marking in the changes to price and quantity and the movement along the opposite curve. They also need to label each graph drawn. All drawings should be done in pencil so that correction is easy. Students could add to the list of goods and services as they complete this task. Demand-side non-price factors: each factor needs to be printed on a separate card, with demand-side non-price factors on one side and the factor on the other side: Household disposable income Population growth and demographic change Government taxation The time of year – seasons of the year The time of year – festive events Interest rates The price of substitute goods / services The price of complementary goods / services Preferences and tastes – fads, fashion and trends The level of consumer confidence Supply-side non-price factors: each factor needs to be printed on a separate card, with supply-side non-price factors on one side and the factor on the other side: A change in the cost of employing labour A change in the cost of utilities A change in the cost of raw materials A change in the cost of petrol / oil A change in the rate of productivity growth A change in the cost of capital equipment An increase in technological advancements A change in the level of industrial action A change in climatic conditions Unexpected supply-side shocks: political, medical, social at a global or national level A sample list of goods: each good needs to be printed on a different card, with Goods on one side and a type of good on the other: Ice-cream Fish Apartments Electric cars Gaming consoles Skateboards Sunglasses Antibiotics Textbooks Umbrellas A sample list of services: each service needs to be printed on a different card, with Services on one side and a type of service on the other: University education Internet Streaming services Doctor visits Childcare Mining Hairdressing Aviation Hospitality Solar power",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Case study: A market   This is an extended research task that involves students undertaking a detailed investigation of the operations of a contemporary market (any market that has operated in the past ten years). The VCE Economics Study Design lists a range of different markets, students either select one of these , or investigate a market of their own choosing. Alternatively, students may be allocated a market to study. Some examples are: The Australian Securities Exchange The Australian Energy market The Australian Housing market and The Grattan Institute The Foreign Exchange market Once students have individually completed their written case study, they could conduct a class conference to share their findings. Describe the nature of this market: type of good / service size / scale of the market location of the market (local, regional, state, national, global). Describe the operation of this market: How does buying / selling typically occur? How is price determined? Describe the general characteristics of buyers in this market: general level of income demographics. Describe the general characteristics of sellers in this market: typical business structure. Develop a list of questions (minimum five) in order to interview one buyer and one seller about their activities in this market. Interview at least one person employed in the industry that this market is in. Explain four non-price factors / conditions that influence demand in this market. Using demand and supply curves, show diagrammatically and explain four non-price factors that affect demand in this market and the effect on price and quantity, and how equilibrium price moves from the original equilibrium to the new equilibrium. Explain four non-price factors / conditions that influence supply in this market. Using demand and supply curves, show diagrammatically and explain four non-price factors that affect supply in this market and the effect on price and quantity, and how equilibrium price moves from the original equilibrium to the new equilibrium. Explain the influence of any sectors, groups or organisations in this market on price and / or quantity bought / sold: government regulations: laws, taxation groups such as lobby / pressure groups-unions, environmental organisations such as professional / trade associations. Explain any existing and proposed types of government intervention in this market: existing or proposed laws, taxation, restrictions. Explain the level of competition in this market: Who are the competitors? How competitive is this market? What is the degree of market power in this market? Gather, synthesise and use economic data and information from a wide range of sources to analyse variations in prices in your market over time. Account for some of the variations in prices over time. Collect two online media articles about this market from the last 12 months. Pose one question for each article and write a detailed answer to your question. Predict and justify what changes may occur in your market in the coming 12 months: Price changes Size / scale of market Number of buyers and sellers.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Case Study: Behavioural Economics Team of the Australian Government (BETA)   Reference: BETA Examine the work of BETA in developing policies using behavioural insights to change human behaviour in a certain way in Australia. Before selecting a project to study, explore the work of BETA using the various links on their website. Complete the following activities to learn about BETA. Individual responses Short answer questions Why does the Federal Government have a behavioural economics team operating in the Department of Prime Minister and Cabinet? What range of specialists work in BETA and why do BETA specialists collaborate on projects? What are behavioural insights and how are they useful for policy design? Extended responses Select one BETA blog and summarise the information contained in this blog. Allocate each student a different podcast to listen to and then ask them to report back to the class using a Plus, Minus, Interesting (PMI) approach. Group Task Case study: BETA project that is either an Advisory Report or an Evaluation Report Select one completed project undertaken by BETA over the past two years in a policy area that interests you. As you investigate that project / report, complete the following written work: Describe the purpose of the project / report.? Describe the methodology used to complete this project / report. Summarise the findings of this project / report. Explain any policy development and / or consequences from the findings of this project / report.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Behavioural economics experiments   This group work or paired task enables students to learn about behavioural economics through hypothesising and conducting an economics experiment. Behavioural economics is a subset of economics and is a method of economic analysis that applies psychological insights into human behaviour to explain economic decision-making. This field of economics suggests that consumers are subject to a range of psychological biases and use various rules of thumb when making choices. As such, behavioural economics focuses on observations about how people behave in certain circumstances. The research undertaken could be collected through the use of a survey and / or through conducting a field experiment. Ideas for student investigation Would incentives encourage students to put their rubbish in bins? Are student absences more common on a Monday? Are the healthiest foods located more conveniently in school canteens / cafes / supermarkets? Would students submit assignments on time if they were paid to do this? Are students with surnames beginning with A–G more likely to do their homework than students with surnames beginning with H–Z? Any other idea of interest. The following example is based on the first idea listed above. Experiment 1 Aim To investigate links between incentives and students’ rubbish disposal at school. Hypothesis ‘That the littering behaviour of students can be changed by using rewards’ Method The focus is on fieldwork conducted by observation and then interviewing students who litter. Subjects Subjects should be selected based on the research required. Materials pen and paper and / or laptop for documentation of observations, and / or one survey for subjects to complete, and rewards to be used in the experiment (for example, lollies, chocolates or $0.10 coins). Procedure This fieldwork should be conducted over one week in various areas around the school. Each student observes and records the number of students who do and do not dispose of their rubbish correctly. Day 1 and Day 2 are for observations, recordings and interviews of only those who litter. Day 3 and Day 4: Students who dispose of their rubbish correctly receive a reward, for example a lolly. Students who litter should be surveyed. Each day, students should survey 5–10 students who do not dispose of their rubbish correctly. This means that each pair of students will have 50–100 sets of data to analyse. Day 5 and Day 6 are for observations and recordings to see if littering has decreased overall. A standard procedure could be followed with each subject, for example: Record your observations of the number of students who do put their rubbish in the bin and record those who do not put their rubbish in the bin. Target the students who litter. Approach the potential student and say ‘I am an economics student doing a survey on economic behaviour for one of my school assessments, would you mind if I ask you a few short questions? This survey is entirely anonymous’. If the subject indicates willingness to take part, ask the questions you have prepared. Record the year level and gender and then say: ‘For each of these questions, could you please answer as best you can: Why didn’t you put your rubbish in the bin? What would encourage you to do the right thing and put your rubbish in the bin? Could you please rank the following incentives (1 = most preferred and 6 = least preferred) to not litter – from most appealing to least appealing: increasing the number of bins around the school having signage near the bins having footprints on the ground near bins that lead you to the bins placing signs in and around the school that say ‘most students do the right thing and put their rubbish in bins’ receiving a ‘non-financial’ reward (for example a lolly) each time you do the right thing receiving a ‘financial’ reward (for example $0.10) each time you do the right thing. Results Students work in pairs to collate their results and present their findings Economic analyses General questions to consider What factors other than incentives determine if students’ litter? (Punitive action by the school? Location of bins? Number of bins? Size of bins?) Does the school have maintenance staff cleaning up after students? Do students have environmentally friendly responsibilities such as cleaning rosters to look after the environment? Is there a ‘no litter’ campaign in place? Specific economics questions to consider Who bears the cost of the negative externality (of littering) at your school? What actual costs are involved in littering at your school? (Bins, signs, wages, campaigns, yard-duty.) What economic costs and economic benefits are involved in using incentives to reduce littering? Are incentives necessary to reduce littering? Which incentive is more appealing: a financial reward or a non-financial reward? Conclusions Conclusions will relate to whether or not the hypothesis can be accepted. If it cannot be accepted, or is only correct in part, then a detailed explanation for the total or partial rejection should be given. Write a general conclusion. Experiment 2 Aim To investigate links between a nudge and students’ rubbish disposal at school. Hypothesis ‘That students littering behaviour can be changed by using a simple litter-reducing approach’. Method The focus is on fieldwork conducted by observation of students who litter and those who do not. Subjects Subjects should be selected based on the research required. Materials pen and paper and / or laptop for documentation of observations wrapped lollies a large number of green footsteps cut out and adhered to the ground leading to bins around the school. Procedure This fieldwork should be conducted over a week in various areas around the school. Each student will observe and record the number of students who do and do not dispose of their rubbish correctly. Days 1 to 3 are for observations and recordings of those who litter and those who do not when free wrapped lollies are given out to students. At the start of Day 4, place a number of large green footsteps on the ground (use self-adhesive material) leading to bins in and around where students typically sit. Day 4 and Day 5 are for observations and recordings to see if the green footsteps encourage students who receive wrapped lollies to now place their wrappers in the bins. Results Students work in pairs to pool their results and present their findings. Questions to consider Does litter attract more litter? Why is this the case? Are the bins attractive? Are the bins easily seen? Are the bins well located? Are bins regularly emptied? Are there enough bins? Conclusions Conclusions will relate to whether or not the hypothesis can be accepted. If it cannot be accepted, or is only correct in part, then a detailed explanation for the total or partial rejection should be given. Write a general conclusion. ( Note: This experiment is adapted from an experiment led by Pelle Hansen and written up in Green Nudge: Nudging Litter into the Bin, Influencing Consumer Behaviour, Improving Regulatory Design, Australian Government, The Department of Finance and Deregulation. p. 65.)",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Understanding economic activity using the circular flow model and the business cycle   Students complete the following activities: Draw the five-sector circular flow model, annotating each flow. Outline the roles of each sector: Consumers / households Producers / businesses Governments External Financial. Using the five-sector flow model, explain what happens to economic activity and AD under the following scenarios. In your answer refer to the impact on the relevant flows. For example, decreases taxes (T) and increases consumption (C) increasing economic activity and AD. The government announces an increase in spending on schools and hospitals. The government announces a decrease in the personal tax rate. There is a decrease in the average household disposable income. The RBA announces an increase in interest rates. The government announces incentives for businesses to invest in capital and equipment. There is an appreciation in the value of the AUD. Bottlenecks appear in businesses supply-chains. There is a drop in economic growth in China. There is a depreciation in the AUD. There is an improvement in Australia’s international competitiveness. Distinguish between AD and AS factors. Using five-sector flow model, identify which flows affect AD first and which flows affect AS first. Draw the business cycle labelling all four stages. Using the circular flow model, explain the impact of the following stages of the business cycle on economic activity: an expansion a contraction a peak a trough. Using the circular flow model, explain how economic activity impacts material living standards. Explain the relationship between economic activity and GDP.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Invention of the economy podcast   Students listen to the NPR podcast, 'The invention of the economy' . (It is episode 522.) Students answer the following questions: In your own words, what is ‘the economy’? According to the podcast, explain why the term ‘the economy’ was invented. Define GDP (national income) and explain why it’s important to living standards. Describe one problem the podcast outlines in ‘how’ to measure GDP. Explain one possible limitation of using GDP to measure the living standards of a country. Suggest one alternative measure and explain why this is a better measure of living standards. According to this podcast how did understanding ‘the economy’ help win the Second World War? ‘If you can name something (the economy), you can control it’.  Discuss the extent to which you agree/disagree with this in context of ‘the economy’. Students discuss their answers as a class and link back to the key knowledge and key skills in the VCE Economics Study Design.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 International organisations, trade and globalisation   This activity involves research, presentation and a class conference on the topic of international organisations, global alliances and trade agreements. Students are allocated an international organisation, trade alliance or trade agreement (see list below). Students create an A3 poster about their organisation, using Canva or another digital platform. Using a combination of text (typed), photos, charts, tables and / or graphs, the poster should provide information that includes: the history, purpose and activities of the alliance the effect on trade of the alliance recent developments to the alliance OR the nature and purpose of this trade agreement the effect on trade of this agreement the economic costs and benefits of this agreement Completed posters are displayed for the class to read. Each student presents some of their findings and responds to a range of questions at a class conference. Class conference Questions and statements for discussion Provide reasons why trade blocs are important. Many people argue that certain international organisations (such as the World Trade Organisation (WTO)) only work to protect the interests of rich countries. The United Nations (UN) is imperfect but indispensable. Why isn’t China in the G8? What are the roles of organisations such as the OECD, the World Bank and the IMF? Explain whether economic trade forums result in concrete benefits for the world economy or regional economies? What are the key arguments of anti-trade and pro-trade groups? Why are there more bilateral trade agreements than multilateral trade agreements? What are some of the costs and benefits of multilateral trade agreements? How free are Australia’s bilateral free trade agreements (FTAs)? Have global living standards risen alongside trade liberalisation? Key international organisations World Bank International Monetary Fund (IMF) World Trade Organisation (WTO) Group of 7/8 (Richest Countries G7/G8)       Organisation for Economic Cooperation and Development (OECD) United Nations (UN) Key world forums World Economic Forum Group of Twenty (G20) Pacific Islands Forum Major trade alliances European Union (EU) Asia–Pacific Economic Cooperation (APEC) Regional Comprehensive Economic Partnership (PCEP) Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) The ASEAN–Australia–New Zealand Free Trade Agreement (AANZFTA) Pacific Agreement on Closer Economic Relations (PACER) Plus Australia’s trade agreements and alliances Australia–New Zealand Closer Economic Relations Trade Agreement (ANZCERTA or CER) Japan–Australia Economic Partnership Agreement (JAEPA) China–Australia Free Trade Agreement (ChAFTA) Australia–Hong Kong Free Trade Agreement (A-HKFTA) Australia–Chile Free Trade Agreement (ACI-FTA) Australia–USA Free Trade Agreement  (AUSFTA) Singapore–Australia Free Trade Agreement (SAFTA) Peru–Australia Free Trade Agreement (PAFTA) Korea–Australia Free Trade Agreement (KAFTA) Thailand–Australia Free Trade Agreement (TAFTA) Malaysia–Australia Free Trade Agreement (MAFTA) Indonesia–Australia Comprehensive Economic Partnership Agreement (IA-CEPA) Update and add Australia’s signed FTAs as they appear on the DFAT website   Australia’s FTAs under negotiation See website Department of Foreign Affairs and Trade",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Economics of international trade and globalisation   The Australian Dollar (AUD) Examine the hypothetical factors listed below and research actual current factors that cause the AUD to depreciate or appreciate. Students research and describe a range of aggregate demand and / or aggregate supply factors that influence the AUD. References Reserve Bank of Australia Australian Bureau of Statistics News media Visit the RBA website to snip a copy of the graph of the AUD against the USD, then answer the following questions: Describe the trend in the AUD over the past two years. Explain three factors that may have influenced the AUD over the past two years. Explain two reasons why the AUD depreciated to $0.55USD on 24 March 2020. Using the scenarios listed below, decide on the following: Are there aggregate demand and / or aggregate supply side factors that could influence the AUD? Is the stated factor likely to cause the AUD to appreciate or depreciate? Draw a fully labelled graph to support your decision and explain how the new equilibrium is reached. Scenarios Global commodity prices are very high. Australia has a shortage of skilled workers. The RBA has increased the cash rate, narrowing the interest rate differential with the USA. Australian grain growers have had a bumper crop this year. Australia’s terms of trade are the lowest they have been in two years. Australia’s inflation rate is lower than that of most of our major trading partners. Economic growth has increased in the countries that are our major trading partners. Australia’s multifactor productivity rates have increased. Real wages growth in Australia is very low. The price of gold rises sharply. The number of overseas students studying at Australian universities doubles. The USD appreciates by 20%. Global consumer and business confidence decreases. Australia’s emigration numbers exceed immigration numbers. The price of oil decreases by 10%. It is company reporting season and Australia’s ASX listed companies pay dividends to their overseas shareholders.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 3",
      "content": "Detailed example 3 Distribution of income and wealth   This activity is a simulation that could be used to introduce the topic of income distribution. Step 1 At the beginning of class, ask students to answer ten random questions about economics. These could include questions such as ‘Who is Australia’s Treasurer?’, ‘Is Australia currently experiencing strong rates of economic growth?’, ‘State one way we could measure Australia’s standard of living’, ‘What is a potential benefit associated with economic growth?’, ‘What is a potential cost associated with economic growth?’, ‘In economics what is meant by the term factors of production?’, ‘Is Australia’s current inflation rate rising or falling?’ Step 2 When the quiz is over, indicate the correct answers and ask students to calculate their ‘score’ (10 marks are awarded for each correct question so the total is out of 100). Explain that the quiz score indicates their ‘work’ so that if a student gets 70, this equates to $70 earned. Step 3 Teacher writes 100, 90, 80, 70... on whiteboard, and next to each score, writes down how many students earned that result. As a group, students add all the scores together. Teacher informs students that this represents total income earned by class through its work (on the quiz). This might for example add up to a total income earned of $1660. Step 4 Teacher breaks class into small groups. Each group brainstorms ways in which this income that has been generated from their work undertaken in the quiz might be divided up/distributed across the class. (Brainstormed examples might include: each student is allocated what they earned; students may pay portion of their earnings as tax so that some earnings are available for redistribution so that everyone is provided with a guaranteed minimum income; all is collected and kept by the teacher; income is distributed to females only; income is split evenly across all participants; income is distributed to those with blond hair; and so on.) Each group considers the list of possible brainstormed ways and selects the best method of distribution from their viewpoint. Step 5 Each group, in turn, presents their preferred allocation method and explains why they chose that method of distributing the available income. Step 6 As a post-simulation exercise, students discuss what is meant by ‘a fair or equitable share of income’ and possible ways to achieve fair or equitable income distribution. Step 7 On completion of steps 1–6, students write a short paragraph outlining what they believe is meant by an economic goal of a fair or equitable distribution of income.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 4",
      "content": "Detailed example 4 Distribution of income and wealth – Unequal resources game This game explores how access to resources may be a factor that impacts the distribution of income and wealth at an individual and / or regional and / or country level. Step 1 Teacher prepares resources for four teams and places the resources in four large envelopes, each one labelled with a team’s number. Resources for each team Team 1: 1 pair of scissors, 1 ruler, 10 pins, 3 pencils, a stapler but NO STAPLES, 1 A4 sheet of white paper Team 2: 1 pair of scissors, 1 bottle of glue, 3 x 11 cm by 11 cm squares of coloured paper (red, green, blue) Team 3: 6 felt pens (red, green, purple, orange, black) and 2 x 11 cm by 11 cm squares of coloured paper (orange, purple) Team 4: 1 box of staples to fit team 1’s stapler, 6 x 11 cm by 11 cm squares of coloured paper (2 red, 1 orange, 1 blue, 1 green, 1 purple) Note: Do not exceed these allotments. Other colours may be substituted but in the same proportions. The task sheet must be changed if other colours are substituted. Place each team’s resources in a labelled envelope with a copy of the task sheet. (Do not let teams at this stage see that each team has different resources). Step 2 Each team is given their allocated resources in labelled envelopes with a copy of the Task Sheet. Task Sheet Each team is to complete the following tasks: Make a 7 cm by 7 cm square of white paper Make a 9 cm by 4 cm rectangle of red paper Make a four-link paper chain, each link in a different colour Make a T-shaped piece 7 cm by 11 cm in green and white paper Make a 9 cm by 9 cm flag in any three colours. The first team to complete all tasks is the winner. Step 3 Play the game Divide the class into four teams. Distribute the envelopes of resources to each of the teams. Tell them not to open envelopes until a signal is given. Read out these instructions: ‘Each team has different materials and tools but each team must complete the same tasks. The tasks are listed on the task sheet in the envelope. The first team to complete the tasks are the winners. Begin now.’ As the game goes on, the teacher observes as much group and individual behaviour as possible, making note of comments overheard, which may be useful in the debriefing session. When a team declares its tasks completed, check each item for conformity to a specified standard. Reject any items that do not meet the standard. Teams that fail to meet standards may return to work! Declare as winner the first team to complete all five tasks exactly as described. Step 4 Debrief Use these questions as a guide to debrief and stimulate discussion. What happened in the game? How did you feel about your team’s resources? How did you feel about other team’s resources? Was there conflict? Anger? Frustration? Between which teams was there conflict and how did it start? How was the conflict resolved? What helpful offers or bargains were made? Who took the initiative in planning strategy? Was there any individual or team you did not trust? Why? Did anyone feel ignored or treated with lack of consideration? In the game, did you do anything contrary to your own values? How did you feel about this? Step 5 Discussion and conclusions What were the factors that helped the winning team to win? What were the factors that helped the losing teams to lose? How was this game like life? How was it unlike life? Which countries are like Team 1? Team 2? Team 3? Team 4? Which team is most like Australia? Why? What sorts of insights or conclusions might be drawn from this activity about the distribution of income and wealth at an individual and / or region and / or country level?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Demand and supply auctions   Ask the class to vote on their favourite music artist. Collate the votes and find the most popular artist.   Demand-related auction Tell students their chosen artist is playing their last show in Victoria and you are going to the concert. Ask them ‘Who is willing and able to come with me?’ Go through each price point noting how many people would purchase tickets at each price. Ask students who ‘drop out’ to consider their reason for doing so. Record the findings in a table on the whiteboard, for example: Demand schedule P ($) QD 1   10   25   50   75   100   200   500   1,000   10,000     Ask a student to plot a class demand curve using the data above. Upon the completion of the auction make the following points: Demand indicates a willingness and ability to purchase goods and services. A demand curve represents this graphically at different prices (note that it is downward sloping). The Law of Demand predicts that as the price of a good or service increases, the total quantity demanded decreases and as the price decreases the total quantity demanded increases. Thus, there is an inverse relationship between quantity demanded and price. Explain to students the two reasons for the downward shaping demand curve, known as the income and the substitution effect . Ask students to recall when they dropped out of the market; for example, at which price they dropped out. Call on some students to explain why they dropped out. Help students link the discussion back to the income and substitution effect. Supply-related auction: Car Wash (for example, cleaning a car inside and out). Show students an image of a dirty car. Ask students ‘Who is willing and able to wash the car for…? (See prices in the table below.) Record the findings in a table on the whiteboard, for example: Supply schedule P ($) QS 1   2   5   10   15   20   30   40   50   100     Ask a student to plot a class supply curve using the data from the auction. Upon the completion of the auction make the following points: Supply indicates a willingness and an ability to supply goods and services. A supply curve represents this graphically at different prices (note that it is upward sloping). The Law of Supply predicts that as the price of a good or service increases, the total quantity supplied increases, and when the price decreases the total quantity supplied decreases. Thus, there is a positive relationship between quantity supplied and price. Explain to students that this is because of the profit motive. When all else remains equal, if prices rise, profits will rise for suppliers. Hence this will lead to an increase in the quantity supplied.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Demand and supply analysis   The famous English economist Alfred Marshall who popularised demand and supply curves, once quipped ‘We might as well reasonably dispute whether it is the upper or under blade of a pair of scissors that cuts a piece of paper, as whether value is governed by demand or supply.’ In other words, it is the interaction of demand and supply that determines the prices of goods and services, along with the quantities traded in all types of markets. Step-by-step demand and supply analysis Alfred Marshall’s profound insight that demand and supply together determine a market’s equilibrium can be illustrated using demand and supply diagrams. The equilibrium price and quantity traded depend on the positions of the demand and supply curves. When some event (a factor other than price) shifts one of these curves, the result will be a new equilibrium price and quantity traded in the market. When analysing how a factor affects the equilibrium in a market, apply the following steps: Decide whether the factor shifts the demand curve or the supply curve. Decide which direction the curve shifts: a shift of the demand curve to the right shows an increase in the demand for the good or service at each and every price level a shift of the demand curve to the left shows a decrease in the demand for the good or service at each and every price level a shift of the supply curve to the right shows an increase in the supply of the good or service at each and every price level a shift of the supply curve to the left shows a decrease in the supply of the good or service at each and every price level. Determine whether the shift in the relevant curve results in a shortage (QD>QS) or surplus (QS>QD) of the good or service at the initial equilibrium price. This is done by comparing the position of the curve that has shifted with the curve that has not shifted. A shortage exerts upwards pressure on price, while a surplus exerts downward pressure on price. Determine how the quantity demanded and quantity supplied respond to the pressure on price: a contraction in the quantity demanded, shown as an upward movement along the downward sloping demand curve an expansion in the quantity demanded, shown as a downward movement along the downward sloping demand curve a contraction in the quantity supplied, shown as a downward movement along the upward sloping supply curve an expansion in the quantity supplied, shown as an upward movement along the upward sloping supply curve. Use the demand and supply diagram to see how the shift in demand or supply changes equilibrium price and quantity traded. This involves comparing the initial and new market equilibrium. Worked examples A change in the market equilibrium due to an increase in demand Let’s assume that the price of a PlayStation console fell by 30%. How might this event affect the price of PlayStation controllers? To answer this question we need to apply the five steps outlined above. The decrease in the price of a console affects the demand for controllers because controllers are a complementary good. That is, controllers are consumed with a console. This will affect the amount of controllers that consumers demand at each and every price level. Because consoles are cheaper consumers buy more of them, leading to an increase in demand for the complementary good too – controllers. This can be illustrated in Figure 1 as a shift of the demand curve to the right from D1 to D2. This shift indicates an increase in demand for controller at each and every price level. The shift in the demand curve for controllers from D1 to D2 results in a temporary shortage of controllers at the initial equilibrium price of P1 as D2 and S1 are not equally matched. This is illustrated as the distance between QD and QS/Q1. This shortage exerts upward pressure on the price of controllers, resulting in a contraction in the QD (upward movement along the new demand curve, D2) and an expansion in the QS (upward movement along S1) until a new equilibrium price is reached. As Figure 1 shows, the increase in demand raises the equilibrium price from P1 to P2 and the quantity traded from Q1 to Q2. In other words, the decrease in the price of a PlayStation console results in an increase in the price of controllers and an increase in the quantity of controllers traded.   Image description   Explanation of how an increase in demand affects the equilibrium An event that increases demand at each and every price level shifts the demand curve to the right. The equilibrium price and the quantity traded both increase. In this example, a drop in the price of consoles causes consumers to demand more of the complementary product – controllers. Graphically, the demand curve shifts from D1 to D2. At the initial price P1, a shortage will occur; that is, QD>QS/Q1. This shortage will cause the equilibrium price to increase from P1 to P2. This signals to producers to allocate more resources to the production of controllers, shown as an upward movement along the supply curve; that is, an expansion in the quantity supplied. As a result of the higher price, some consumers will ‘drop out’ of the market, while others will cut back on their purchases. This is shown as an upward movement along the demand curve; that is, a contraction in quantity demanded. The outcome is an increase in the quantity traded from Q1 to Q2, eliminating the shortage.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Predict, observe, explain exercises   Conduct ‘predict, observe, explain (POE)’ exercises to track changes in the economic indicators used to measure the performance of the three domestic macroeconomic goals over the course of the year. Step 1 Set up a timetable that shows the publication dates for each month or each quarter when the ABS makes announcements related to the key economic indicators (such as GDP, CPI, the unemployment rate, etc.). Record in a table (sample below). Step 2 In the week leading up to an announcement, students predict what they think may happen to the indicator. Will it trend up, stay the same or trend down? Make a prediction that reflects your thinking about the trend. When making the prediction, outline two demand factors and two supply factors currently operating in the economy that support your thinking about what might happen to the trend for the indicator you are predicting. Step 3 Observe the actual announcement related to the change in the indicator and record the actual result in your table. Step 4 Note the difference between the actual result and your prediction. Was your prediction right or did you over estimate or underestimate the change? Explain reasons why your prediction was correct, or over or under estimated, by outlining the demand and supply factors that were put forward as the factors explaining the actual result. Students could record their work in a table format across the year. For example: Prediction  (a week before the announced result) Two demand and two supply factors explaining reasons for my prediction Observe actual result Was my prediction right or over- or under-estimated? Explain differences between my prediction and the actual result Example: the unemployment rate Last month the unemployment rate decreased from the previous month from 5.2% to 4.8%. I predict the unemployment rate will continue its downward trend and will be 4.5%. Demand factor 1: Record low interest rates continue to support positive consumer demand for durables and for housing and construction Demand factor 2: Increasing consumer confidence given supportive macroeconomic policy settings and unemployment rates trending down Supply factor 1: Wages growth stagnant so wages not adding to this cost of production Supply factor 2: Borders closed due to the pandemic has meant restrictions on increasing the supply of labour through immigration Actual result was 4.4% My prediction was above the actual result. The unemployment rate trended down further than I predicted. The demand for labour was stronger than I predicted and so the unemployment rate improved more strongly. The demand and supply factors that were identified were having an even more positive impact on the demand for labour and it was also noted that there was an increase in business confidence and investment.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Balance of payments (BOP) task   Provide each student with a copy of the BOP template (below) as well as a copy of the scenarios listed below. Students should decide:     whether the scenario represents a credit or debit on the BOP whether the scenario is in the Current account or the Capital and Financial account which exact sub-account it belongs to (i.e. the exact component it is).   Ask each student to write ten hypothetical scenarios for a credit and a debit situation on the current account and five hypothetical scenarios for a credit and a debit situation on the Capital and Financial account. Compile these scenarios as a class and use them to examine and check students’ understanding of the balance of payments. Balance of payments ($m) Current account Credit Debit     Export of goods Import of goods Net Goods   Export of services Import of services Net Services   Primary Income Primary Income Net Primary Income   Secondary Income Secondary Income Net Secondary Income       Balance on the Current account   Capital and Financial account Credit Debit   Capital account Acquisitions / disposals of non-produced, non-financial assets Acquisitions / disposals of non-produced, non-financial debits Net acquisitions / disposals of non-produced, non-financial assets   Capital transfers CR Capital transfers DB Net capital transfers Financial account Direct investment assets Direct investment liabilities Net direct investment   Portfolio investment assets Portfolio investment liabilities Net portfolio investment   Financial derivatives assets Financial derivatives liabilities Net financial derivatives   Other investment assets Other investment liabilities Net other investment       Reserve assets       Net errors and omissions       Balance on the Capital and Financial account Hypthetical scenarios   Credit or Debit Current account of Capital and Financial account Specific component with the account BHP sells iron-ore to China       Microsoft USA builds a factory in Wangaratta       Spiros and his partner are Australian pensioners who return to Greece in their retirement          Lynas Rare Earths (an Australian company) builds a lithium processing plant in the USA          NAB pays dividends to foreign investors       The Australian government purchases submarines from the USA       Australian IT firms import computer chips from Taiwan          Peter Alexander USA sends profits to its parent company in Australia          Lee, an Australian, inherits money from a relative in Bermuda          The Australian Olympic Team travels to Paris on Air France for the Games         The number of foreign students studying at Australian universities increases       The RBA borrows from Deutsche Bank for the Australian government       Rail Projects Victoria (RPV) hires a large contingent of foreign skilled civil engineers to work on the project       Lee, an Australian, purchases an apartment in New York       The RBA purchases AUD on the FX market       Australian Superannuation Fund purchases/invests in foreign bonds          The NAB sells options to Bank of America       BHP Australia reinvests the profits earned in Tanzania from its nickel mines       Victorians pay huge license fees each year to host the Formula 1 Australian Grand Prix in Melbourne       Add some of your own….",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 The effect of AUD exchange rate movements   Work in pairs to discuss and then explain in writing how a 10% depreciation of the AUD would likely impact on the following sectors, groups or individuals: Australian motor vehicle importers Qantas airlines Australian universities Australian beef farmers Australian tourism industry Australian pensioners living overseas Australia’s luxury property market Australian Securities Exchange Australian mining industry Australian consumers purchasing foreign goods Australian firms investing in imported capital equipment Australian students studying overseas New (Australian) investors seeking to invest overseas The RBA purchasing foreign bonds   Work in pairs to discuss and then explain in writing how a 15% appreciation of the AUD would likely impact on the following sectors, groups or individuals: Foreign students wishing to study in Australia Australian hospitality and tourism industries Australian firms reliant on imported capital and/or components used in production Australian tertiary education sector Australians travelling abroad Foreigners wishing to buy Australian property Australian exporters Australian manufacturing sector",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3
    },
    {
      "title": "Detailed example 1",
      "content": "Detailed example 1 Budgetary policy Structured questions Distinguish between the following pairs of terms and use current information to support your answer: deficit budget and surplus budget budget stance and budget outcome automatic stabilisers and discretionary stabilisers direct taxation and indirect taxation expansionary stance and contractionary stance of budgetary policy progressive, regressive and proportional taxation marginal rate of tax and average rate of tax budget outlays and budget receipts monetary policy and budgetary policy government assets and government liabilities government current expenditure and government capital expenditure and transfer payments government (public) debt and private debt material living standards and non-material living standards actual budget outcome and estimated budget outcome fiscal policy and fiscal strategy underlying cash outcome and headline cash outcome implementation lag and impact lag gross government debt and net government debt crowding out and crowding in",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 2",
      "content": "Detailed example 2 Post-budget activities Structured questions Part A: Post-budget class conference Participate in a post-budget class conference to analyse the opinions and reactions of a range of key stakeholders to the most recent budget. The Australian Government’s Budget is a complex and important economic document handed down in May each year. As an economics student, it is important to watch the Budget, as well as read and follow the post-Budget analyses. In this activity, students work in pairs to research and report back on the reaction to the Budget by the group or organisation they are allocated.  Students should: introduce the group, organisation or person explain their role present the reaction of their group, organisation or person to the Budget discuss the impact of specific Budget measures on their key stakeholders. The most useful resources for this task will be the Australian Government budget website. In addition, print and online media will have extensive post-Budget reports covering a wide range of views and detailed analysis. The leaders and CEOs of the following groups or organisations could attend the post-Budget breakfast forum: The Australian Council of Social Services The Australian Council of Trade Unions The Business Council of Australia The Leader of the Australian Labor Party The Leader of the Liberal National Party The Leader of the Australian Greens Journalist/s from TheAge , The Australian Financial Review Chief Economists from the Banks CEO of the Council for Small Business CEO of Australian Seniors University Economics Academics Australian think tanks: Grattan Institute, Committee for Economic Development of Australia (CEDA), The Australia Institute, Per Capita, and others. Part B: Post-budget individual work During Budget week, students gather information from the significant amount of media coverage of the Budget and then answer the following questions: List the top three sources of government revenue. List the top three areas of government expenses. What is the estimated budget outcome for this year’s budget and what proportion of GDP is this? Using budget figures, identify the budget stance for the past two years. Explain the key methods of financing a budget deficit. Explain two ways in which the government might use a surplus. Using budget figures, explain the relationship between the budget outcome and the level of government (public) debt. Describe the trend in the budget outcomes for the past four years. Explain the role of automatic stabilisers in influencing aggregate demand and stabilising the business cycle. Describe how five different discretionary stabilisers may influence aggregate demand and stabilise the business cycle. Analyse the likely effect of the discretionary stabilisers (in question 10) on the budget outcome and government (public) debt. Analyse the likely effect of the automatic stabilisers on the budget outcome and government (public) debt. Analyse the strengths and weaknesses of budgetary policy in achieving the domestic macroeconomic goals and living standards. Gather, synthesise and use budget data to describe the budget forecasts for the domestic macroeconomic goals for the next two years.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 3",
      "content": "Detailed example 3 You be the RBA   Print the RBA chart pack and cut out charts that represent different economic indicator/factors that the RBA must consider when making their Monetary Policy decision. For example: Inflation Unemployment GDP growth GDP Growth – China (and India) Consumer Sentiment Australian Dollar Trade-weighted Index Household Income and Consumption Private Residential Building Approvals Business Investment NAB Business Survey Wage Price Index Growth Employment and Participation Rates Labour Under-utilisation Rates RBA Index of Commodity Prices Terms of Trade Export Volumes Australian Government Budget Balances Taxation Revenue Growth Each student is given one indicator (there may be double-ups or students could work in groups). Students research and complete the following questions: In simple terms, what does your indicator measure? State the type of indicator (coincident, lagging or leading). Explain why this indicator is likely to affect AD or AS (or both). Describe the trend in the chart over the last two years. Explain how the trend in the indicator above is likely to influence economic activity and the achievement of the government’s three macroeconomic goals. Is it a positive or a negative for the economy and the RBA decision? Outline any other indicators that may be linked to yours? On completion of these questions, discuss the findings as a class. Teacher then: collects and lists all indicators that students have researched (on the board or as a collaborate slideshow) separates them into positive (tailwinds) and negative (headwinds) for the economy and the RBA’s decision asks students to analyse them and vote on the RBA’s decision, ensuring that students can justify their vote.  Students complete the last question individually: Write a short MP statement using three positives (tailwinds) and three negatives (headwinds). You may like to use this structure: domestic economic developments international economics developments the decision.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example 4",
      "content": "Detailed example 4 Monetary policy: Formative assessment questions Using the RBA chart pack, explain the trend in the cash rate over the last two years and describe the RBA’s stance. Using a transmission mechanism of your choice, explain how the RBA’s stance is likely to affect aggregate demand. Distinguish between conventional and unconventional monetary policy. Using an example of your choice, explain how the RBA has used unconventional monetary policy over the past two years to influence the level of economic activity. Using contemporary examples, discuss the effectiveness of the RBA’s monetary policy over the past two years. Explain why the RBA would be concerned with a rising AUD. In you answer, refer to positive and negatives of an appreciating AUD for Australian businesses. Imagine the RBA wanted to slowdown economic activity: Explain how it would do this using the CRT. Explain how it might do this using one unconventional policy . Using the asset transmission mechanism, explain the likely impact on asset prices in Australia. Using the cash flow transmission mechanism, evaluate the likely impact on households.",
      "unit": 4,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "title": "Detailed example",
      "content": "Detailed example Jigsaw group work task Two one-hour lessons are required for this task. This group work task uses a jigsaw approach to analyse how the operation of aggregate supply policies might improve the supply-side conditions of the economy through their impact on the quantity and quality of the factors of production, the costs of production and productivity, and the effect on Australia’s international competitiveness, productive capacity and aggregate supply. Step 1 Set the class up into home groups of three students. Each student in each home group is allocated a number from one to three. Step 2 The class then moves into three ‘expert’ groups, which are made up of all the students with a number 1 in one group; all the students with a number 2 in another group, and a final group of number 3 students. Each expert group undertakes the following (allocate about 40 minutes for the expert groups to complete their summaries): Expert group 1 students prepare a summary that analyses how the operation of an example of an aggregate supply policy (i.e. a budgetary policy like tax reform) might improve the supply-side conditions of the economy through its impact on the quantity and quality of factors of production and the effect on Australia’s international competitiveness, productive capacity and aggregate supply. Expert group 2 students prepare a summary that analyses how the operation of an example of an aggregate supply policy (i.e. an increase in Australia’s skilled migration intake) might improve the supply-side conditions of the economy through its impact on the costs of production and the effect on Australia’s international competitiveness, productive capacity and aggregate supply. Expert group 3 students prepares a summary that analyses how the operation of an example of an aggregate supply policy (i.e. trade liberalisation) might improve the supply-side conditions of the economy through its impact on productivity and the effect on Australia’s international competitiveness, productive capacity and aggregate supply. Step 3 Once the expert group members have finished their summaries, the individual experts move back to their home group. Each expert teaches and shares with the other members of the home group their findings from the research completed in their expert groups. (Allocate about 40 minutes for this step.) Step 4 Each home group then prepares a report that discusses the operation of three aggregate supply policies (that is, an example of a budgetary policy, an increase in the skilled migration intake and an example of a policy that promotes trade liberalization) and analyses the effect of these policies on the domestic macroeconomic goals and living standards. (Allocate about 40 minutes for this step.)",
      "unit": 4,
      "areaOfStudy": 2,
      "outcome": 2
    }
  ],
  "assessmentTasks": [
    {
      "unit": 3,
      "areaOfStudy": 3,
      "task": "Designing the task Consider the key knowledge and key skills in this area of study. Research and source contemporary issues, information and data over the past two years, relevant to the area of study. The task words indicate the key skills that students require. These key skills should be used to formulate appropriate questions that are scaffolded (define, explain, interpret, apply, calculate, gather, synthesise). Stimulus material in the form of recent graphs or tables could be used to demonstrate the ability to interpret trends and patterns in economic data. Individual graphs and / or tables could be used at the start of a particular set of questions with answers required in response to the stimulus. In order to demonstrate the ability to calculate relevant international economic indicators, real data could be sourced and / or hypothetical data could be created. Each set of questions could have two to four parts, starting with low-order thinking questions and building up to high-order thinking questions. Two to three sets of questions for the task are ideal, depending on the time allocated to complete them. A folio of applied economic exercises What is a folio of applied economic exercises? A folio of applied economic exercises consists of a range of tasks that students complete to demonstrate their understanding of key knowledge and application of key skills for a particular area of study. The folio could consist of two to four different tasks completed over a number of lessons during or after the teaching of an area of study. Teachers could choose from any of the task types listed for Units 3 and 4, although folios of applied economic exercises might typically involve completing a range of shorter task types such as the following"
    },
    {
      "unit": 4,
      "areaOfStudy": 1,
      "task": "Teachers may choose to assess budgetary and monetary policy in separate school-assessed tasks or together.  The following is one suggested approach if using a folio of applied economic exercises: Multiple choice questions – budgetary and monetary policy questions (standalone task or included with the structured questions task) Media analysis – monetary policy Data analysis – budgetary policy Structured questions – budgetary and monetary policy questions. Budgetary policy Teachers may choose to assess this separately or together with monetary policy. Designing the task Examples of multiple-choice questions and structured questions can be found in past VCAA VCE Economics exams. Source a range of online and / or print media articles on current monetary policy decisions / stance. Source a range of online and / or print data on budgetary policy decisions / stance and the last two budgets. Use a range of sources to write two to four sets of questions on budgetary and monetary policies for the media, data and structured questions tasks. Consider the key knowledge and key skills within this area of study. Research and source information and data from the past two years relevant to the area of study. The task words indicate the key skills students require. These key skills should be used to formulate appropriate questions that are scaffolded (define, gather, synthesis, analyse, discuss, predict). Each set of questions could have two to four parts starting with low-order thinking questions and building up to high-order thinking questions. A report What is a report? A written report provides objective information that is structured using sub-headings. It would typically include statistics and diagrams that are analysed to support the discussion. A report can use dot-points and have distinct sections within it. A data analysis What is a data analysis? A data analysis refers to an assessment task where students are given a range of data (statistics, tables, graphs) to interpret and analyse in order to demonstrate their understanding of key economic concepts and draw conclusions from them. This data could be real or hypothetical, although for most if not all areas of study, real data is readily available. A media analysis What is a media analysis? A media analysis refers to a task that examines, interprets, analyses, assesses or evaluates current economic issue(s) using a selection of media sources. These could be data, detailed information, analyses or other stimulus material from online or print sources such as: newspaper, magazines, bulletins, journals, websites, etc."
    },
    {
      "unit": 4,
      "areaOfStudy": 3,
      "task": "Designing the task Consider the key knowledge and key skills in this area of study. Read and source current information and data from the past two years that is relevant to the area of study from a range of media; for example, one to two articles, websites or excerpts from several media sources that are relevant to writing this assessment task. The task words indicate the key skills that students require. These key skills should be used to formulate appropriate questions that are scaffolded (define, explain, interpret, apply, calculate, gather, synthesise). In order to demonstrate the ability to interpret trends and patterns in economic data, stimulus material in the form of recent graphs or tables from the media could be used. Each set of questions could have two to four parts, starting with low-order thinking questions and building up to high-order thinking questions. Two to three sets of questions for the task are ideal, depending on the time allocated to complete them. A case study What is a case study? In general, a case study is a detailed examination / investigation of an issue(s) based on real-world information / material. It involves analysing and applying real information to identify problems, assess effects, and evaluate solutions. An extended response What is an extended response? An extended response is similar to an essay, typically written in response to some stimulus material and requiring a conclusion be reached. An essay What is an essay? An essay is a structured piece of writing in which students present economic arguments in response to a question or a prompt. The essay requires an explicit response to the question or prompt. This response functions as the student’s argument, which is supported by evidence drawn from statistical and / or theoretical and / or real sources. An essay structure typically consists of an introduction, a logically structured body of multiple paragraphs that support and substantiate the student’s response, and a conclusion. In addressing the question, students will have the opportunity to engage with the economic concepts, making judgments about economic significance, and analysing or evaluating the extent to which something has been achieved. An essay should require students to: develop and sustain economic arguments that address the outcome start with an introduction, continue with the body of paragraphs and finish with a conclusion select and use economic information as evidence to establish and support key arguments use economic thinking and economic terminology to explain, analyse or evaluate the ideas and discussion points. Designing the task When designing an essay question, teachers should ensure that it allows students to demonstrate satisfactory achievement of the outcome and draw on the scope of the key knowledge and key skills in the study design. Questions should be sufficiently open-ended to allow students access to the task from a range of ability levels, while allowing ample scope for analysis, discussion and / or evaluation of the question. Key elements in designing an essay question include: identifying the key concepts of the outcome that can frame the essay question and / or prompt drawing on the key knowledge to provide a structure and focus for the essay and/or prompt identifying suitable quotations and / or stimulus material for use as an essay prompt using the common terms and phrases drawn from the key skills of the study. Teachers will decide if it is appropriate to give students a choice of questions and / or prompts in order to allow for a choice. Common question stems may include: Evaluate the extent to which… Evaluate the role of… Analyse the strengths and weaknesses of…. Assess the effect(s) of… Discuss…. Decide on the conditions under which the task will be conducted Test conditions: Example: One A4 hand-written original sized page of notes could be used for this task. Notes should be pre-checked the day before the task and returned to the student at the start of the task. Students will be supervised. Question and answer booklets could be prepared, with appropriate line allocation. Students should submit all notes used to complete the task if prepared notes are permitted."
    }
  ]
}