{
  "subject": "General Mathematics",
  "assessmentTasks": [
    {
      "unit": "Unit 1",
      "title": "Sample context for assessment: Data investigation",
      "description": "Introduction The task involves the investigation of numerical data across categories. Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues or problems of interest. In this task, formulation is related to finding the summary statistics and preparing boxplots for various data sets. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures or hypotheses, using mathematical concepts, skills and processes, including the use of technology and application of computational thinking. In this task, exploration is related to the comparison of two or more categories over time. Communication Summary, presentation and interpretation of the findings from the mathematical investigation and related applications. In this task, communication is related to the summary of results for the data and boxplots involved, and discussion of the results comparing two or more categories over time. Part 1 Consider the data set {6, 9, 4, 6, 7, 1, 6, 1, 4, 0, 8, 0, 1, 8, 8, 2, 8, 6, 2, 8} Find the mean, median and mode of this data set and show that: mean Represent the distribution of the data using a dot plot and a box and whisker plot, and comment on the shape of the distribution. Part 2 In the following data, sets of 20 elements are to be selected with repetition from the set of digits {0, 1, 2, 3, 4, 5, 6, 7, 8, 9} so that in each case a distribution is obtained which satisfies the given relation. In each case represent the distribution of the data using a dot plot and a box and whisker plot, and comment on the shape of the distribution. mean mode mode median median Summarise how the relationship between mean, median and mode might be used to characterise symmetry or skewness in the distribution of some data. Part 3 Investigate and prepare a brief data analysis report for a context using boxplots to compare numerical data for two or more categories over time. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Statistics",
          "contentDotPoints": [
            "Investigating and comparing data distributions"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "2",
            "3",
            "4",
            "5",
            "8",
            "10"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Sample context for assessment: Sequences and recurrence relations",
      "description": "Introduction The task involves the investigation of arithmetic and geometric sequences, first order linear recurrence relations and financial mathematics. Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues, or problems of interest. In this task, formulation is related to investigating first-order linear recurrence relations and the types of sequences that their values can generate. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures or hypotheses, using mathematical concepts, skills and processes, including the use of technology and application of computational thinking. Communication Summary, presentation and interpretation of the findings from the mathematical investigation and related applications. In this task, communication is related to the summary of results for the recurrence relations investigated. Part 1 Consider a recurrence relation of the form $\\large {u_0 = a, u_{n+1} = u_n + d}$ where $\\large{a}$ and $\\large{a}$ are constants. Write down the first six terms of the sequence generated when $\\large {a = 2}$ and $\\large {d = 3}$. Draw a graph of the values generated and describe the behaviour of the sequence. Write down the first six terms of the sequence generated when $\\large {a = 12}$ and $\\large {d = -2}$. Draw a graph of the values generated and describe the behaviour of the sequence. Choose appropriate values of $\\large {a}$ and $\\large {d}$ to model: A simple interest loan. A simple interest investment. The depreciating value of an asset using the unit cost method. The depreciating value of an asset using the flat rate method. Write a description of a possible practical context in each case. Part 2 Consider a recurrence relation of the form $\\large {u_0 = a, u_{n+1} = Ru_n}$ where $\\large {a}$ and $\\large {R}$ are constants. Write down the first six terms of the sequence generated when $\\large {a = 1}$ and $\\large {R = 2}$. Draw a graph of the values generated and describe the behaviour of the sequence. Write down the first six terms of the sequence generated when $\\large {a = 64}$ and $\\large {R = \\frac{1}{2}}$. Draw a graph of the values generated and describe the behaviour of the sequence. Choose appropriate values of $\\large {a}$ and $\\large {R}$ to model: A compound interest loan. A compound interest investment. The depreciating value of an asset using the reducing balance method. Write a description of a possible practical context in each case. Part 3 Investigate and prepare a brief report for a context comparing purchase options including cash, credit and debit cards, personal loans, buy now and pay later schemes. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Algebra",
          "contentDotPoints": [
            "Arithmetic and geometric sequences"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "3",
            "5",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Sample Mathematical Investigation: globalisation, education and wealth",
      "description": "Formulation The task uses data linked to globalisation and the wealth of countries compared with their educational level. Suitable data sets can be extracted from sites like Our world in data : It focuses on the investigation of whether a relationship exists between literacy rate and wealth and OECD membership. Exploration Part 1 Locate and select a random sample of data from 50 countries associated with the variables of literacy rate, GDP and OECD status. Construct a scatterplot showing literacy rates and GDP for the 50 countries. Describe the association between the two variables linked to direction, form and strength. Include a 'line of good fit' by eye and find its equation. Describe the features of the 'line of good fit' in terms of the context of the investigation. Use variation techniques to transform the GDP data and reconstruct the scatterplot. Include a 'line of good fit' and construct its equation. Part 2 Separate the random selection of data into OECD and non-OECD countries. Construct separate scatterplots for the OECD and non-OECD countries showing the literacy rates against GDP. Include a 'line of good fit' by eye for each scatterplot. Discuss the features of each line and describe any differences or similarities linked to the context of the investigation. Redraw the scatterplots to show the relationship between literacy rates and the transformed set of data that best linearises the scatterplot information. Communication Analyse and discuss any findings, justifying any conclusions that are drawn and present your information in a structured report. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Areas of study",
          "contentDotPoints": [
            "Topics"
          ]
        },
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigation relationships between two numerical variables"
          ]
        },
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "Variation"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1 (AOS: Data analysis, probability and statistics)",
          "keyKnowledge": [
            "1",
            "2",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "1 (AOS: Functions, relations and graphs)",
          "keyKnowledge": [
            "2",
            "3"
          ],
          "keySkills": [
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Sample Mathematical investigation: Tent size and guy rope length",
      "description": "Formulation The task involves the use of measurement and trigonometry in investigating the relationship between length, angle, perimeter and area of different sized standard triangular tents and a guy rope running from the top of the tent to the ground. Exploration Part 1 The profile of the front of a tent, ACD is in the shape of an equilateral triangle. The base of the tent is on the ground and at the same horizontal level as points C and B. A guy rope attached to the tent at point A is also attached to the ground at point B . Initially the side length of the tent and the distance between points B and C are equal at 2 metres. Image Find the perimeter of the front of the tent. Find the size of the angle θ in degrees. Find the area of the front of the tent. Find the size of the angle a in degrees Find the length of the guy rope, AB . Part 2 If the side length of the tent and the distance between points B and C increased to 3 metres, investigate the changes that would occur in the perimeter and area of the tent front and the angles of θ and a . Choose two other lengths to represent the side length of the tent and the distance between points B and C . Recalculate all the values and angles found previously. Discuss any patterns or relationships found between the different lengths investigated and the calculated values of perimeter, area and angles of θ and a . Justify any findings. Part 3 Investigate the change in calculations if the front of the tent is changed to an isosceles triangle and the distance between points B and C is independent of the side length of the tent. Communication Summarise the findings, including specific examples, showing the relationships and patterns found in the lengths, areas and angles of the side length of the tent and the guy rope length. Present the findings in a well-organised report. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Space and measurement",
          "contentDotPoints": [
            "Shape",
            "measurement and applications of trigonometry"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7",
            "8"
          ],
          "keySkills": [
            "2",
            "3",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 1 sample application task: Data analysis",
      "description": "Agricultural commodities The application task is to be of 4–6 hours' duration over a period of 1–2 weeks. Introduction The agricultural commodities sector is very important for the economy of developing countries around the world. Data describing Australian agriculture and the agriculture for other countries around the world will be used to investigate local and international commodities. In this task the commodity of wheat will be investigated locally, nationally and internationally. For comparison purposes, some currencies may need to be converted. See a list of exchange rates . Component 1 Choose an Australian state or territory and randomly select a consecutive 10-year period for 'wheat produced'. Using an appropriate visual display and a set of summary values, analyse this set of data. Randomly choose another state or territory and data for the same consecutive 10-year period. Compare the information seen in this set of data with that found for the initially chosen state. Discuss any findings. For the initially chosen state, collect data for the variable 'wheat sold'. Create an appropriate data set using 'wheat produced' and 'wheat sold'. Summarise this data and discuss any findings. Component 2 Select ' wheat production' for Australia for a consecutive period of 30 years. Present the data in an appropriate time series display. Apply at least two smoothing techniques, discussing reasons for the choices, and comment on any findings. Fit a trend line to the data. Use the trend line to predict and forecast appropriately chosen examples. Discuss any findings. Examine the data for the appropriateness of fitting a transformed regression. Include two specific examples and discuss any findings. Select a second sample of 30 consecutive years and compare to the original set. Include any differences, similarities and findings linked to predictions and forecasting. Component 3 Choose two other countries to compare with the findings discussed for Australia. Undertake a statistical analysis of each country's data. Include both visual and numerical summaries, including time series plots, and discuss the appropriateness of smoothing and transformations. Use predictions and forecasting to discuss production estimates for 2030 for each of the chosen countries. Estimate the impact of these predictions on the economy of each country. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating data distributions Investigating associations between two variables Investigating and modelling linear associations Investigating and modelling time series data"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13"
          ],
          "keySkills": [
            "3",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "15",
            "17"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5",
            "6"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 1 sample application task: Data analysis",
      "description": "Exchange rates The application task is to be of 4–6 hours' duration over a period of one to two weeks. Introduction Exchange rates are an important financial and economic measure, and are relevant for business activity and personal travel between countries, such as on a holiday. Exchange rate calculators are commonly used for day-to-day conversions. The following investigation looks at how exchange rates between the Australian dollar and several other currencies of interest have varied over time, and the process of establishing suitable mathematical models for some of the corresponding exchange rates trends. Image As part of this task, several data sets of historical exchange rates for countries of interest should be obtained, for example: RBA Exchange rates and RBA statistics . Component 1 Select a currency for consideration, for example Hong Kong dollar, Euro, Pound, US dollar, Dirham, Yen or Renminbi. Choose several consecutive years of exchange rate data with a randomly selected starting point, for example a particular month in a given year. Using appropriate univariate analysis techniques, summarise and describe the distribution of the exchange rate in your sample. For your selected period, plot the exchange rate against time and discuss the relationship shown. Component 2 Select a different currency for consideration and carry out analysis to construct a linear regression model. Draw a scatterplot of the data, determine the equation of the regression line, interpret the summary regression statistics in context, and draw the regression line on the scatterplot. Carry out a residual analysis, including a residual plot, based on your regression line and comment whether the linear model is suitable. Based on your analysis of residuals and the scatterplot, apply transformations to either of the variables (either exchange rate or time). Use residual plots and the coefficient of determination to determine a suitable model for this exchange rate. Use your preferred model to predict the exchange rate both one month and one year beyond your sample. Compare the predictions with the real data, using percentage error to determine the accuracy of your predictions. Component 3 Select several different currencies, and state the current exchange rate for each of these. Construct models for the corresponding exchange rates relative to the Australian dollar, over the same period of time of several years, and draw the corresponding scatterplots and regression functions on the same set of axes. Comment on any similarities and differences in the exchange rate trend graphs. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics Investigating data distributions",
          "contentDotPoints": [
            "Investigating associations between two variables Investigating and modelling linear associations Investigating and modelling time series data"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ],
          "keySkills": [
            "3",
            "4",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "17"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 1 sample application task: Data analysis – Live long and prosper?",
      "description": "The application task is to be of 4–6 hours' duration over a period of one to two weeks. Introduction Gapminder is an independent foundation based in Sweden that makes available a large amount of publicly funded data collected by governments and non-governmental organisations from around the world. This data can be accessed at Gapminder and downloaded . In this task we consider life expectancy for people living in countries around the world, and how life expectancy is related to economic conditions in those countries. These relationships can be explored within the Gapminder website itself through the Gapminder World tab on the site; alternatively, the data can be explored by downloading it and using suitable technology. The data sets considered in this task are Life Expectancy (Years) and Income per person (GDP per capita) for the set of 260 countries, for which data may have been recorded over the years 1800 to 2016 (note that gaps in the spreadsheet reflect instances for which no data was available for the respective country and year combinations). The data set recording total population (Population, total) of each country over the years 1800 to 2015 may also be useful. To download these data sets, search for the terms 'life expectancy', 'income' and 'population' using the search box within the Data tab on the Gapminder website. Component 1 Compare the distribution of life expectancies in 1900 with those in 2015 for countries for which relevant data for these years is available. Construct a suitable display to compare the average life expectancies for these countries in 1900 and 2015. Compare the distributions of life expectancies for these countries in terms of shape, centre, spread and outliers. It is suggested that a 'world life expectancy' for 2015 can be calculated by averaging the life expectancies for each of the countries for which an average life expectancy figure is available. Is this suggestion reasonable? Explain how the calculation could be adjusted to refine this estimate of life expectancy. Component 2 Consider Japan and the United States. For each of these countries construct a time series plot of the life expectancies from 1900 to 2015 on the same axes. Describe the two time series plots, noting any similarities or differences in the trends between the two countries. Comment on any unusual features of the two-time series. Component 3 In this component the relationship between how long a person lives and how wealthy they are is explored – do we 'live long and prosper'? Consider all countries for which data has been collected for the year 2000. Construct a scatterplot of the life expectancies in 2000 against the income per capita in that year, and describe it in terms of direction, form and strength. Find the equation of the regression line for this scatterplot. Discuss whether this linear model is appropriate or not. Apply a suitable data transformation and construct the corresponding scatterplot. Describe this relationship in terms of direction, form and strength. Discuss which of the two scatterplots is most useful for predicting longevity based on income. For the relationship in b. above, find the equation of the regression line, draw the regression line on the scatterplot, and interpret the intercept and slope in terms of the how income related to life expectancy in 2000. Use this model to predict the life expectancy in 2000 based on the income per capita reported for a randomly selected country. Compare the prediction from your model with the actual recorded life expectancy for that country, using percentage error to determine the accuracy of your prediction. For both models find the correlation coefficient and the coefficient of determination between the life expectancy and the respective income variables in each case, and interpret these statistics. Explain whether the coefficient of determination is a reasonable measure of the strength of the relationship between life expectancy and the respective income-related variables for each of the cases described in a. and b. above. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating data distributions Investigating associations between two variables Investigating and modelling linear associations Investigating and modelling time series data"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "13"
          ],
          "keySkills": [
            "2",
            "3",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "18"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5",
            "6"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 1 sample application task: Data analysis – Measles immunisation rates",
      "description": "The application task is to be of 4–6 hours' duration over a period of one to two weeks. Introduction Immunisation is a key aspect of public health policy for the control of disease around the world. In particular, data on immunisation rates is an important part of analysis. In this task we investigate the percentage of children aged 12–23 months immunised against the disease of measles in various countries . Relevant data can be found at Databank . Component 1 Compare the distribution of immunisation rates in 1990 with those in 2015 for a group of countries. Randomly select 30 countries from the dataset. Construct an appropriate display to compare the immunisation rates for these countries in 1990 and 2015. Compare the distribution of immunisation rates for these countries in terms of shape, centre, spread and outliers. Component 2 Select two countries of interest and construct time series plots of the immunisation rates from 2007 to 2015 for each on the same axes. Describe the two time series plots, noting any similarities or differences in the trends between the two countries. Component 3 Based on the 30 countries selected: Construct a scatterplot of the immunisation rates in 2010 against the immunisation rates in 1990, and describe it in terms of direction, form and strength. Determine the equation of the regression line, draw the regression line on the scatterplot, and interpret the intercept and slope in terms of the immunisation rates in 1990 and 2010. Use your model to predict the immunisation rate in 2015 for each of the countries. Compare the predictions with the real data, using percentage error to determine the accuracy of your predictions. Construct a scatterplot of the immunisation rate in 2015 against GDP per capita in 2015 (a measure of the wealth of that country). GDP data Determine the correlation coefficient and hence the coefficient of determination between the immunisation rates and GDP in 2015 and interpret these statistics. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating data distributions Investigating associations between two variables Investigating and modelling linear associations Investigating and modelling time series data"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ],
          "keySkills": [
            "2",
            "3",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "18"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 1 sample application task: Data analysis – The Stock Exchange",
      "description": "The application task is to be of 4–6 hours' duration over a period of one to two weeks. Introduction Various stock exchanges from around the world are well known and provide important data that informs economic analysis. Various global events impact on the value of stock market indexes. In this task, the behaviour of the stock exchange in Australia, the US and Hong Kong and their association is investigated. A measure of the Australian Stock Exchange is the ASX100. See data for the last calendar month . A measure of the US Stock Exchange is the Dow Jones Index. See data for the last calendar month . A measure of the Hong Kong Stock Exchange is the Hang Sen Index. See data for the last calendar month . Component 1 Construct a time series plot of the ASX100 over the last calendar month and describe any fluctuations. Using an appropirate smoothing method, smooth the data and describe the smoothed plot. Component 2 Investigate the relationship between the ASX100 and the Dow Jones for a calendar month. Construct a scatterplot of the ASX100 against the Dow Jones, and describe it in terms of direction, form and strength. Determine the correlation and coefficient of determination, and interpret these measures. Determine the equation of the regression line, draw the regression line on the scatterplot, and interpret the intercept and slope in terms of the ASX and the Dow Jones. Use your model to predict the ASX100 from the Dow Jones for the first trading day of the following month. Comment on your prediction. Investigate the relationship between the ASX100 and the Hang Sen for a calendar month. Draw a scatterplot of the ASX100 against the Hang Sen, and describe it in terms of direction, form and strength. Determine the correlation and coefficient of determination, and interpret these measures. Determine the equation of the regression line, draw the regression line on the scatterplot, and interpret the intercept and slope in terms of the ASX and the Hang Sen. Use your model to predict the ASX100 from the Hang Sen for the first trading day of the following month. Comment on your prediction. Which of these measures, the Dow or the Hang Sen, would you expect to be on average a better predictor of the ASX100? Give reasons for your choice. Component 3 Would the model be improved if it was adjusted to reflect the time difference between Australia and the US? Make an appropriate adjustment to the ASX100 data to reflect this time difference. Construct a scatterplot of the adjusted ASX100 against the Dow Jones, and describe it in terms of direction, form and strength. Determine the correlation and coefficient of determination, and interpret these measures. Has adjusting the data improved the model? Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating associations between two variables Investigating and modelling linear associations Investigating and modelling time series data"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "7",
            "8",
            "9",
            "10",
            "11",
            "13"
          ],
          "keySkills": [
            "2",
            "3",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "18"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5",
            "6"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 2 sample modelling or problem-solving task: Investments",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of one week. Introduction Investing assets to increase wealth is always a challenging experience. It takes constant monitoring to ensure the chosen investments are performing as expected and redeployment of some assets across different sectors is expected at various times. This task explores some investment option strategies and investigates their development over defined time periods. It also looks at comparisons between different investment options. Data from the various sources listed can be used to help with the investment choices. Property – residential Property – international RBA statistics Global property guide Shares – domestic Shares – international Loan rates – Savings , Moneysmart Part 1 Three possible investment options will be constructed using a fixed principal of $100,000 and selected time period of four years. Purchase an international property that will be rented out for the entire investment period of four years. Consider the investment home loan that would be needed and repayments that would be required (including the rental money). Include calculations and a visual image showing the loan balance for each of the first 12 months. At the end of the investment period, sell the property, incorporating the property value increase, and investigate the growth of the investment. Purchase a domestic property that will be rented out for the entire investment period of four years. Consider the investment home loan that would be needed and repayments that would be required (including the rental money). Include calculations and a visual image showing the loan balance for each of the first 12 months. At the end of the investment period, sell the property, incorporating the property value increase, and investigate the growth of the investment. Purchase a portfolio of five shares (domestic or international or a combination). Consider the loan that would be needed and repayments that would be required. Include calculations and a visual image showing the share portfolio balance for each of the first 12 months. A representative value for the share price across the month can be used. At the end of the investment period, sell the shares, pay out the loan and investigate the growth of the investment. Summarise the outcome of each investment and indicate which option is the most appealing reasons for this preference. Part 2 Explore some investment goals using the scenarios that were developed in Part 1. Calculate the time period that would result in an increase of 50% in the original investment if the domestic property purchase was used in equal proportion with the shares portfolio. Include any assumptions or constraints that would be needed for this scenario. Calculate the time period that would result in an increase of 50% in the original investment if the international property was the sole investment. Include any assumptions or constraints that would be needed for this scenario. Consider one other strategy that would result in an increase of 50% in the original investment. Include any assumptions or constraints that would be needed for this scenario. Summarise the outcome of each investment and indicate which option is the most appealing and reasons for this preference. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Compound interest investments and loans Reducing balance loans"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "2",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 2 sample modelling or problem-solving task: Recursion and financial modelling (superannuation)",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of one week. Introduction A context such as the following could be used to develop a task which involves using real data as a basis for modelling superannuation final payout figures under various parameters, where students have some input into the selection of parameter values to develop scenarios. In preparation for this task, data should be gathered on trend estimates for full time adult average weekly ordinary time earnings for people wishing to retire at age 67 see ABS . Data should also be collected on estimated superannuation pay out figures for full-time workers at a range of ages. See Moneysmart . Part 1 Assume Casey is an adult born on 1 July 1992, currently working full time on average adult weekly earnings and wishing to retire at age 67. Casey has a nil superannuation balance, will not make any additional superannuation contributions, and has the compulsory employer superannuation contributions invested in a fund with medium fees and a 'balanced' investment profile. Use the data collected to determine Casey's weekly earnings at age 67 if earnings remain consistent with the average adult weekly earnings, and trend estimates for weekly earnings and growth in weekly earnings remain consistent over the time of her working life. Use a relation or formula to define a suitable final weekly earnings function for a combination of age, current earnings and estimated rate of earnings growth. Graphically represent the growth in Casey's weekly earnings over her working life (start date next birthday on 01 July 2017 and end date 67 th birthday on 01 July 2059). Use the data collected to determine the estimated superannuation balance at retirement age for Casey. Use a suitable relation or formula to define a suitable superannuation end balance function for a combination of age, salary and employer contributions. Graphically represent the growth of the superannuation balance over the working life of Casey, taking into account all considerations pertaining to superannuation in the profile of Casey above. Graphically compare the growth of the superannuation end balance if Casey decides to make set additional contributions of an amount determined by you over the term of Casey's working life (for example, $200.00 per month). Reflect this change in Casey's additional contributions in the recurrence relation in b. above. Calculate the difference in end superannuation balances for Casey from b. and c. above. Part 2 Compulsory employer superannuation (SG) contribution rates are typically fixed for a certain period and may vary over time. Assume that the employer contribution rate will increase to 12% from 01 July 2017 onwards. Determine the new end superannuation balance for Casey based on these changes to the employer's superannuation contributions based on the superannuation profile for Casey in Part 1. Graphically represent the altered growth of Casey's superannuation balance using the start date and end date details from Part 1, a. Calculate the differences in end superannuation balances for Casey from Part 1b. and Part 1c. Part 3 Consider and explore the changes to Casey's superannuation end balance if different investment strategies were adopted for the duration of Casey's working life (see, for example: Superguide and Australian Super . Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Compound interest investments and loans"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "2",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Area of Study 2 sample modelling or problem-solving task: Recursion and financial modelling (house loan)",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of one week. Introduction A context such as the following could be used to develop a task which involves using real data as a basis for modelling a house loan and repayments under various parameters, where students have some input into the selection of parameter values. As preparation for this task, data should be gathered on the average income for people in the 25–30 year age bracket see, for example: Australian Bureau of Statistics current home loan rates and a range of house prices that that would be affordable for example in the range \\$500,000 to \\$900,000. Part 1 Assume two people are buying a house together and both are in the age range indicated above. Use the data gathered to select a house, a combined income and a fixed interest rate that is initially assumed to apply for the duration of the loan. Use a recurrence relation to define a suitable repayment function for a loan. Draw a graph of the amount owing over the duration of the loan, and also a graph of the amount of repayment for principal and interest over the duration of the loan. Calculate the total cost of the loan and the total interest payable. Repeat part a. for some other combinations of interest rates and loan periods. Compare and comment on these graphs and the original graph. Part 2 Interest rates are typically fixed for a certain initial period of a loan and then vary over time. People's income will also vary over time, as will their capacity to make repayments due to change in circumstances. From time to time, people may also receive a benefit, for example as a bonus, gift or windfall. Select a scenario from Part 1 and explore the effect of one or more special payments of principal following receipt of a benefit. Select a scenario from Part 1 and explore the effect of several changes of interest rate during the period of the loan. In each case plot a graph of the amount owing and the amount of payment to principal and interest, and calculate the total cost of the loan and the total interest payable. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Reducing balance loans"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "2",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Area of study 2 Matrices sample modelling or problem-solving task: An election campaign",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of 1 week. Introduction An election has been called and several candidates are planning their campaigns for the following weeks until the day of the election. Contextual information and related data for the scenario in each of the parts of the task below can be obtained from various print and/or digital media and web sources such as: Google maps , AEC or ABC . Part 1 A candidate proposes to visit several venues/localities in their electorate on a campaign tour. Use an adjacency matrix based on map information for a given electorate to construct a diagram of the roads connecting these proposed venues/localities. Find a possible tour so that the candidate can visit each of the given venues/localities. Due to ongoing roadworks, some diversions are put in place for several roads between venues/localities and others are temporarily made one-way only. Modify the adjacency matrix to incorporate this new information and find a revised tour. Part 2 There are several candidates for the electorate, and the election campaign may run over a period of one to two months. A survey of voters finds that preferences for the candidates change from week to week leading up to the election according to a given transition diagram. The number of voters enrolled for the electorate is assumed to remain constant until the election is held. An initial state matrix indicates voter preferences for the candidates just prior to the start of the election campaign. Construct the corresponding transition matrix, find the state matrices for the first several weeks of the campaign, and describe the trend in voter preferences over these weeks. The election is held after a specified number of weeks: calculate the number of votes each candidate would be expected to receive on the day of the election. If the campaign turns out to be an extended one, calculate the number of votes each candidate would be expected to receive on the day of the election. From time to time during an election campaign, a particular event may have a significant effect on voter preferences, for example a candidate may withdraw, or be replaced by a different candidate. Assume that an event of this kind occurs during the third week of an extended campaign, and the transition matrix is changed accordingly. Describe the effect of this on the trend in voter preferences and the number of votes the candidates would be expected to receive on the day of the election. Part 3 The candidates participate in a series of two-person debates, where each candidate debates with one of the others. Every candidate debated against all other candidates once and a winner is determined for each debate. The results are recorded and a summary provided at the conclusion of the round of debates. Construct a diagram which represents these results and use one-step and two-step dominance matrices to determine the overall winner of the debates. Given a table of one-step and two-step dominances, determine the outcome the debates. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Matrices and their applications Transition matrices"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Area of Study 2 matrices sample modelling or problem-solving task: Trophic cascades",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of one week. Introduction Trophic cascades occur when predators in a food web alter the abundance of their prey to such an extent that they protect the next trophic level down from predation or herbivory. Contextual information and relevant examples to investigate for the scenario in each of the parts of the task below can be obtained from various web sources, such as the wolves in Yellowstone Park . Part 1 Using a chosen trophic cascade scenario (for example, sea otter), construct a network structure where a combination of around ten carnivores and herbivores are chosen and investigated to find the dominant carnivore or herbivore using a one-step, and then a one and two-step, dominance matrix. Construct the corresponding one-step dominance matrix for your chosen combination and provide a rank order of all listed carnivores and herbivores. Calculate a two-step dominance matrix. Choose three non-zero elements from this matrix and list the particular predator-prey sequence linked to the choices made. Complete the one and two-step dominance ranking to determine if one particular herbivore or carnivore is dominant over all others. Part 2 Create a transition matrix by using a series of numeric values to represent percentage changes in population values of chosen species due to birth and death rates and immigration and emigration rates. Couple this with an initial state matrix of populations of species and investigate changes in population over a period of time. Defined populations could be used to trigger the promotion of the next trophic level down from predation or herbivory. Times needed to reach the 'trigger' point could be investigated. Construct a transition matrix for several species (for example, killer whale, sea otter and sea urchin) in a trophic cascade, then find the state matrices for the first few years and describe any trends. For example: Investigate and comment on the populations reaching the same levels. What would happen in the long term if this transition scenario was to continue? Introduce a critical population level for a species (for example, sea urchin) that will trigger the promotion of the next trophic level down from predation or herbivory. Use the transition and initial state matrices to investigate when this will occur. Part 3 To sustain a longer cycle for the promotion of the next trophic level down, additional species are introduced into the trophic cascade. Each year 'farmed' species are transported to the site and introduced. Create a matrix to represent additional numbers of species into the system and investigate the effect this has on the sustainability of the system. If the initial time period to reach the critical trigger point was to double and the transition and initial state matrices kept their initial values, investigate the number of species that would need to be 'farmed' and introduced each year. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Matrices and their applications Transition matrices"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Area of Study 2 Networks and decision mathematics module sample modelling or problem-solving task: Planning a campaign",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of 1 week. Introduction An election has been called and several candidates are planning their campaign. Students could work with real data from the AEC or VEC electorate within which they live. Particular elements for networks to be analysed can be chosen according to a common set of specifications, for example the range and number of localities, venues/events to be visited and tasks to be undertaken. Part 1 Candidates plan to tour towns/suburbs in their electorate using a network. For a candidate to visit all the towns/suburbs in their electorate, determine the type of travel situation encountered – walk, trail, path circuit or cycle. A candidate operates from an office as a campaign base, requiring a circuit or a cycle for their tour. Determine whether this is possible for their electorate, and the shortest distance to be travelled to visit the towns/suburbs. A candidate has volunteer helpers living in each town/suburb. Find the shortest network linking all of these helpers. From time to time issues arise which require a candidate to make a special visit to a location, venue or event from where their office is based. Consider several such visits and find the shortest trip for the candidate to travel from their base to the location. Part 2 The management of the campaign requires the completion of a number of tasks and the campaign manager has set up a directed network that outlines required activities. Related to the given context, consider a suitable scenario for this. Find the EST and/or LST for activities in this network. Find the activities, in order, on the critical path length for this network, and determine the total time required to complete all tasks. Changes in circumstance may require a particular step not on the critical path to be completed before another step; and additional resources may become available. Analyse how these variations affect the overall completion of tasks. Part 3 Volunteers assist in a range of ways and need to be able to do several jobs to get things done. For example, at a given stage in the campaign, there may be four volunteers helping a candidate and four key tasks to be completed. Related to the given context, consider a suitable scenario for this. Initially, the volunteers are limited in what they can do, based on their existing experience and expertise. Draw up a bipartite graph to show how the tasks are completed by the volunteers. As the campaign progresses, the volunteers develop their experience and expertise further, and each are able to perform all key tasks, but with different levels of proficiency. Determine the most effective allocation of volunteers to tasks. Consider the effect of change in the range of tasks required, and/or the capacity of volunteers to carry out these tasks, on their effective allocation. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Graphs and networks Exploring and travelling problems Trees and minimum connector problems Shortest path problems Matching problems The scheduling problem and critical path analysis"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5",
            "6",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Area of Study 2 Networks and decision mathematics sample modelling or problem-solving task: Building and managing a distribution centre warehouse",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of one week. Introduction Large retail groups have distribution centre warehouses built to service several stores in a region. Consider the scenario where a new warehouse is to be built, and then service a network of stores. By using the internet and searching for well-known major retail groups, real data of warehouse locations and store locations can be obtained in relation to a city and its suburbs, for example, Melbourne. Network construction and aspects of networks for analysis can be chosen according to a common set of specifications, for example the range and number of localities, venues/events to be visited and tasks to be undertaken. Part 1 Consider a list of activities that will need to be undertaken for a distribution centre warehouse to be built. A sample list could be used as a guide. Represent the list of activities as a network, and carry out critical path analysis to determine the minimum time for the warehouse to be constructed. Consider a crashing situation where several (for example, three) of the activity completion times are reduced for a cost, and analyse these variations to determine if the previous critical path is changed and/or reduced in time. Due to planning requirements, an additional activity is to be incorporated, such as installing under slab plumbing (for example, 12 days), or installing pre-wiring (for example, 8 days). Analyse the effect of including this activity. Part 2 A set of stores makes up a distribution network. Include distances to allow calculations to be made. Various travel options will be explored as well as minimum time analysis. Select five to 10 stores positioned at various distances from the distribution centre warehouse, to make up a network and include various routes (with multiple paths between some stores) and travel distances to each store. A particular delivery is needed to ensure all stores receive supplies of a particular product by lunchtime. Map out an efficient delivery run, taking into account the number of trucks used, time, distance and cost. State any assumptions and constraints. A new store is added to the network. Analyse the impact of this on the delivery run developed in b. above. Part 3 As business expands, more distribution centres are built in outer suburbs of the city. These can be used, along with the original centre, to service all available stores. Trucks from different distribution centres can service various stores, with some of the stores being common to the different distribution centres. Initially, consider, for example, four distribution centres and four stores. Analyse the optimal allocation of services for this scenario. Consider the effect on your analysis in part a. if you add to the initial four stores a small number of additional stores, and then also an additional distribution centre. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Graphs and networks Exploring and travelling problems Trees and minimum connector problems Shortest path problems Matching problems The scheduling problem and critical path analysis"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5",
            "6",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    }
  ],
  "outcomeAssessments": [
    {
      "unit": "Unit 3",
      "outcomeNumber": "1",
      "outcomeDescription": "On completion of this unit the student should be able to define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures to solve practical problems from a range of everyday and real-life contexts.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Appropriate use of mathematical conventions, symbols and terminology Use of correct terminology and conventions in diagrams, tables and graphs, such as axes labels, scales, identification of types of data, representations and summary statistics. Description of key features of data sets including symmetry, skew and outliers. Accurately defining statistical and other mathematical terms or expressions. Use of correct expressions in representations, summaries, computations and symbolic manipulations."
        },
        {
          "markRange": "0–4",
          "description": "Definition and explanation of key concepts Definition and explanation of statistical and other mathematical concepts and use of appropriate phrases and symbolic expressions. Provision of examples which illustrate key concepts and explain their role in the development of related data analysis. Statement of conditions or restrictions which apply to the definition of a concept. Identification of key concepts in relation to data analysis and explanation of the use of these concepts in applying mathematics in different contexts."
        },
        {
          "markRange": "0–4",
          "description": "Accurate use of mathematical skills and techniques Use of numerical and symbolic terms to carry out computations, evaluate expressions and formulas, construct tables, produce graphs and solve equations. Use of mathematical routines and procedures for statistical analysis and to solve practical problems involving data analysis."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "2",
      "outcomeDescription": "",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–4",
          "description": "Identification of important information, variables and constraints Identification of key characteristics of a problem, task or issue and statement of any assumptions underlying the use of relevant statistics and mathematics in the given context. Choice of suitable variables, constants, parameters and statistics for the development of mathematics related to various aspects of data analysis in a given context. Specification of any conditions for use of statistics related to aspects of the given context."
        },
        {
          "markRange": "0–8",
          "description": "Application of mathematical ideas and content from the specified areas of study Demonstration of understanding of key statistical and mathematical content from one or more areas of study in relation to a given context. Use of specific and general formulations of concepts and content drawn from Data analysis to derive results for analysis in this context. Appropriate use of examples to illustrate the application of a mathematical process, or use of a counter-example to disprove a proposition or conjecture."
        },
        {
          "markRange": "0–8",
          "description": "Analysis and interpretation of results Analysis and interpretation of results obtained from considering a data set or subsets of the data set. Generation of possible inferences from analysis to draw conclusions related to the context for investigation, and to verify, refute or modify hypotheses. Discussion of the validity and limitations of any models."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "3",
      "outcomeDescription": "On completion of this unit the student should be able to apply computational thinking and use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in practical situations requiring investigative, modelling or problem-solving techniques or approaches.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–4",
          "description": "Appropriate selection and systematic use of technology Relevant and appropriate selection and systematic use of technology, or a function of the selected technology for the statistical context being considered. Use of appropriate specifications which illustrate key features of the mathematics under consideration."
        },
        {
          "markRange": "0–6",
          "description": "Application of technology Use and interpretation of the relationship between numerical, graphical and tabular forms of information produced by technology. Analysis of the relationship of the results from an application of technology to the nature of a particular mathematical question, problem or task. Use of tables of values, families of graphs or other results produced using technology to support data analysis in investigative contexts. Production of results efficiently and systematically which identify examples or counter-examples which are clearly relevant to the task."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "1",
      "outcomeDescription": "On completion of this unit the student should be able to define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures to solve practical problems from a range of everyday and real-life contexts.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–1",
          "description": "Appropriate use of mathematical conventions, symbols and terminology Application of mathematical conventions in diagrams, tables and graphs, such as headings, axes labels and points. Use of symbolic notation appropriately and accurately in defining mathematical terms or expressions, and describing representations of objects such as first order linear recurrence relations for financial modelling. Use of correct expressions in symbolic manipulation or computation in mathematical work."
        },
        {
          "markRange": "0–2",
          "description": "Definition and explanation of key concepts Definition of mathematical concepts using appropriate phrases and mathematical expressions. Provision of examples which illustrate key concepts and explain their role in the development of related mathematics. Statement of conditions or restrictions which apply to the definition of a concept. Identification of key concepts in relation to each area of study and explanation of the use of these concepts in applying mathematics in different contexts. Construction of mathematical expressions involving concepts such as interest, growth and decay, annuities and perpetuities and first order linear recurrence relations."
        },
        {
          "markRange": "0–2",
          "description": "Accurate use of mathematical skills and techniques Use of algebraic expressions and numerical values to carry out computations, evaluate expressions and formulas, construct tables, produce graphs and solve equations. Use of mathematical routines and procedures such as generating sequences, and time value of money calculation."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "2",
      "outcomeDescription": "On completion of this unit the student should be able to apply mathematical processes in non-routine practical contexts, including situations with some open-ended aspects requiring investigative, modelling or problem-solving techniques or approaches, and analyse and discuss these applications of mathematics.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Identification of important information, variables and constraints Identification of key characteristics of a problem, task or issue and statement of any assumptions underlying the use of relevant financial mathematics in the given context. Choice of suitable variables and constants for the development of mathematics related to various aspects of a given context. Specifications of constraints, such as initial values, domain and range constraints, and variations related to aspects of a context."
        },
        {
          "markRange": "0–4",
          "description": "Application of mathematical ideas and content from the specified areas of study Demonstration of understanding of key mathematical content from one or more areas of study in relation to a given context. Use of specific and general formulations of concepts and mathematical content drawn from the areas of study to derive results for analysis in this context. Appropriate use of examples to illustrate the application of a mathematical process, or use of a counter-example to disprove a proposition or conjecture. Use of a variety of approaches to develop relations and functions as models for financial computations presented in tabular or graphical form and to set up and solve practical problems."
        },
        {
          "markRange": "0–4",
          "description": "Analysis and interpretation of results Analysis and interpretation of results obtained from examples or counter-examples to establish or refute general case propositions or conjectures related to a context for investigation. Generation of inferences from analysis to draw conclusions related to the context for investigation, and to verify or modify conjectures or explore variations. Discussion of the validity and limitations of any models."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "3",
      "outcomeDescription": "On completion of this unit the student should be able to apply computational thinking and use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in practical situations requiring investigative, modelling or problem-solving techniques or approaches.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Appropriate selection and systematic use of technology Relevant and appropriate selection and systematic use of technology, or a function of the selected technology for the mathematical context being considered, in particular first order linear recurrence relations and time value of money calculations. Distinction between exact and approximate results produced by technology, and interpretation of these results to a required accuracy. Use of appropriate range and domain and other specifications which illustrate key features of the mathematics under consideration."
        },
        {
          "markRange": "0–3",
          "description": "Application of technology Use and interpretation of the relation between numerical, graphical and symbolic forms of information produced by technology about relations, functions and equations and the corresponding features of those relations, functions or equations. Analysis of the relationship of the results from an application of technology to the nature of a particular mathematical question, problem or task. Use of tables of values, families of graphs, solutions of equations or collections of other results produced using technology to support analysis in problem solving, investigative or modelling contexts. Production of results efficiently and systematically which identify examples or counter-examples which are clearly relevant to the task."
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "1",
      "outcomeDescription": "On completion of this unit the student should be able to define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures to solve practical problems from a range of everyday and real-life contexts.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–1",
          "description": "Appropriate use of mathematical conventions, symbols and terminology Application of mathematical conventions in diagrams, tables and graphs, such as axes labels, angles, arcs and points. Use of symbolic notation appropriately and accurately in defining mathematical terms or expressions, and describing representations of objects such as matrices or networks. Use of correct expressions in symbolic manipulation or computation in mathematical work.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–1"
            },
            {
              "taskNumber": "2",
              "markRange": "0–1"
            }
          ]
        },
        {
          "markRange": "0–2",
          "description": "Definition and explanation of key concepts Definition of mathematical concepts using appropriate phrases and mathematical expressions. Provision of examples which illustrate key concepts and explain their role in the development of related mathematics. Statement of conditions or restrictions which apply to the definition of a concept. Identification of key concepts in relation to the area of study and explanation of the use of these concepts in applying mathematics in different contexts. Construction of mathematical expressions involving concepts such as matrices and recurrence relations, or directed graphs and networks.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–2",
          "description": "Accurate use of mathematical skills and techniques Use of algebraic expressions and numerical values to carry out computations, evaluate expressions and formulas, construct tables, produce graphs and solve equations. Use of mathematical routines and procedures such as matrix operations, and constructions of networks to obtain results and solve problems.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "2",
      "outcomeDescription": "On completion of this unit the student should be able to apply mathematical processes in non-routine practical contexts, including situations with some open-ended aspects requiring investigative, modelling or problem-solving techniques or approaches, and analyse and discuss these applications of mathematics.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Identification of important information, variables and constraints Identification of key characteristics of a problem, task or issue and statement of any assumptions underlying the use of relevant mathematics in the given context. Choice of suitable variables and constants for the development of mathematics related to various aspects of a given context. Specifications of constraints, such as domain and range constraints, related to aspects of a context.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–4",
          "description": "Application of mathematical ideas and content from the specified areas of study Demonstration of understanding of key mathematical content from one or more areas of study in relation to a given context. Use of specific and general formulations of concepts and mathematical content drawn from the area of study to derive results for analysis in this context. Appropriate use of examples to illustrate the application of a mathematical process, or use of a counter-example to disprove a proposition or conjecture. Use of a variety of approaches to develop matrix recurrence relations as models for data presented in tabular or graphical form. Use of algebra, matrices, networks and graphs to set up and solve problems.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–4"
            },
            {
              "taskNumber": "2",
              "markRange": "0–4"
            }
          ]
        },
        {
          "markRange": "0–4",
          "description": "Analysis and interpretation of results Analysis and interpretation of results obtained from examples or counter-examples to establish or refute general case propositions or conjectures related to a context for investigation. Generation of inferences from analysis to draw conclusions related to the context for investigation, and to verify or modify conjectures. Discussion of the validity and limitations of any models.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–4"
            },
            {
              "taskNumber": "2",
              "markRange": "0–4"
            }
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "3",
      "outcomeDescription": "On completion of this unit the student should be able to apply computational thinking and use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in practical situations requiring investigative, modelling or problem-solving techniques or approaches.",
      "totalMarks": "",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Appropriate selection and systematic use of technology Relevant and appropriate selection and systematic use of technology, or a function of the selected technology for the mathematical context being considered. Distinction between exact and approximate results produced by technology, and interpretation of these results to a required accuracy. Use of appropriate range and domain and other specifications which illustrate key features of the mathematics under consideration.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–3",
          "description": "Application of technology Use and interpretation of the relation between numerical, graphical and symbolic forms of information produced by technology about relations, functions and equations and the corresponding features of those relations, functions or equations. Analysis of the relationship of the results from an application of technology to the nature of a particular mathematical question, problem or task. Use of tables of values, families of graphs, matrices, geometric shapes or objects or collections of other results produced using technology to support analysis in problem solving, investigative or modelling contexts. Production of results efficiently and systematically which identify examples or counter-examples which are clearly relevant to the task.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–3"
            },
            {
              "taskNumber": "2",
              "markRange": "0–3"
            }
          ]
        }
      ]
    }
  ],
  "learningActivities": [
    {
      "unit": "Unit 1",
      "title": "Learning activity: Lines and Graphs",
      "description": "Introduction This learning activity explores properties of line segment graphs and their application. Part 1 Consider the set of points and coordinates given below: Plot these points on a cartesian set of axes, and connect them to form the line segments AB , BC , CD , DE and EF . Find the slope of each line segment. Find the equation of the line that contains each line segment. Part 2 Use technology to draw the corresponding line segment graph. State the values that each variable may take. Part 3 Define a rule that models the Australian income tax scales and draw the corresponding line segment graph for incomes up to \\$250,000. Construct a table of values that shows the tax payable for incomes up to \\$250,000 in steps of \\$10,000. Compare with the corresponding tax rule for the US . Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "Linear functions",
            "graphs",
            "equations and models"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Learning activity: Matrices",
      "description": "Introduction This learning activity explores how pairs of people in a network can communicate with each other. Part 1 Consider four employees in a company. Because of their positions and level of power within the company, not every level of employment communicates with the other. For example: The CEO (Charles) speaks to the General Manager (Greta) about financial planning. The Assistant Manager (Abbey) speaks to the General Manager about protocol. The clerk (Ken) speaks to the General Manager to ask if he wants any jobs done. The General Manager on any given workday will talk to the CEO, the Assistant Manager and the clerk. The information could be represented by a diagram called a social network. Image We can see that, for example, the CEO does not communicate directly with the Assistant Manager on any given workday, but communicates with the General Manager. This is called a one-step communication link . We assume communication is a two-way process. So, if C communicates with G, then G communicates with C. We can form a 4 × 4 matrix to represent the one-step communications. In the matrix C representing the connections, we use a 1 to indicate that two people directly communicate and 0 if they do not. Image What information is given by the element ${\\large C_{13}}$? What information is given by the element ${\\large C_{24}}$? What information is given by the sum of column G? Part 2 Two-step communication The CEO can communicate with the Assistant Manager by sending a message via the General Manager, who we can see speaks to both of them. This is called a two-step communication link . While we can use a diagram to work out the one-step and two-step communication links, it is convenient to show the two-step links and the total of one-step and two-step links in matrices. The matrix ${\\large C^{2}}$ gives the number of two-step communications between the workers. Image So, if we look at the first column, we can see that Charles can talk to Abbey and Ken via one other person (Greta). There is also a 1 for element ${\\large C^{2}_{11}}$. Initially this may not appear very meaningful that Charles can talk to himself; however, it could be interpreted that the two-step communication link for Charles back to himself represents (for example) him asking one other person (Greta) to remind him of something at a future time. What information is given by the element ${\\large C^{2}_{43}}$? What information is given by the element ${\\large C^{2}_{32}}$? Why is there a 3 for element ${\\large C^{2}_{22}}$? Part 3 It may also be useful to determine the total, T , of the one and two step links in a communication matrix system. For this example, ${\\large T = C + C^2}$ Image There are no 0 elements in the matrix. What does this indicate? Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Matrices"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "3",
            "5"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "4",
            "5"
          ],
          "keySkills": [
            "3",
            "4",
            "5",
            "7",
            "10",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Learning activity: Percentages and applications",
      "description": "Introduction This learning activity explores percentages in relation to financial applications and GST. Part 1 Percentage increase If a value P increases by r % write an expression for its new value. a. A \\$70 shirt is marked up by 15%. What is its new price? Percentage decrease If a value P decreases by r % write an expression for its new value. b. A \\$23 book is discounted by 20%. What is its sale price? Percentage change Write a rule to calculate the percentage change given the original price of an item. c. The price of a hat was increased from \\$40 to \\$50. What percentage increase was applied? d. The price of a T-shirt was reduced from \\$40 to \\$32. What was the percentage discount applied? Calculating original price Write rules to calculate the original price given the marked up or discounted price of an item. e. The sale price of a jacket is \\$102. If the jacket has been discounted by 15%, what was the original price of the jacket? Part 2 Goods and services tax (GST) The goods and services tax (GST) is a tax of 10% that is added to the price of most goods (e.g. cars) and services (e.g. insurance). Write a rule that will calculate the cost with GST applied, considering a factor by which the cost without GST must be multiplied. How can this conversion factor be used to calculate the cost without GST from a cost with GST applied? a. If the cost of electricity supplied in one month is \\$288.50, how much will the customer be charged once GST is added to the bill? Write a rule to calculate the cost without GST from the cost inclusive of GST. b. A customer was charged \\$33, GST included, for a new belt. What was the cost of the belt before GST was added? Write a rule for the amount of GST to be added to the original cost of goods and services. c. If the cost of electricity supplied in one month is \\$288.50, how much GST is added to the bill? Write a rule for the amount of GST that was added given the cost inclusive of GST. d. A customer was charged \\$33, GST included, for a new belt. How much GST was added to the price of the belt. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "Financial mathematics"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "6"
          ],
          "keySkills": [
            "2"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "4",
            "5"
          ],
          "keySkills": [
            "3",
            "4",
            "5",
            "7",
            "10",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Learning activity: Rail networks and types of graphs",
      "description": "Introduction The rail network in any large city is structured and complex. Research a rail network in one of the Australian Capital cities. Also research proposed changes to this city's rail network that will take place in the next 10 years. Part 1 Choose 10 rail stations from at least three different lines in your chosen city. Construct a network involving these 10 stations using vertices and edges and current or planned connections that exist between each station. Describe the network constructed using the language and type of graph. Choose two stations from the constructed network and from different lines. Display and describe the current walk that would be needed to travel between these stations. Include how this journey could be made more efficient. Discuss and justify the number of edges that would need to be included to enable efficient travel between two selected stations. Also include a discussion on the benefits and limitations linked to cost, economy and infrastructure. Part 2 Using a detailed map include distances between stations on a network of the 10 selected stations taken from at least three separate lines. If a communication cable was included in the network, investigate where it would be added to ensure the shortest amount of cable was used. Calculate the distance needed to travel to every station. Investigate how this distance could be minimised by the addition of other connections between stations. Discuss the cost that would be linked to the additional connections, the total length of the additional connections and if this would be a viable option. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Graph and networks"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "2",
            "3",
            "4",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "8",
            "10",
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Learning activity: Planning a house and land package",
      "description": "Introduction A design for a house and land package is requested. There is flexibility in a number of aspects of this design that can be explored. Image The restrictions on the design are: The land is 1800 m 2 in size. The size of the house and garage must be between 180 – 220 m 2 . The house is built as a rectangle and the garage is built as a trapezium. The garage and house must be built so there is at least 1.5 m between any wall and the land boundary. The land shape cannot have any right angles. Formulation Investigate the shape and size of the house, garage and land in order for these constraints to be met. If certain constraints cannot be met, suggest an alternative and explain your reasoning. Communication Construct a scaled image of the design including all relevant measurements (lengths, angles, areas) and present you findings in a concise report. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Space and measurement",
          "contentDotPoints": [
            "Space",
            "measurement and applications of trigonometry"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "5",
            "7",
            "8"
          ],
          "keySkills": [
            "2",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Learning activity: Variation in random samples",
      "description": "Introduction The task uses different sets of random data to create scatterplots and the associated equations of the lines of good fit by eye are analysed for their similarities and differences. This activity could be carried out with the use of the relevant technology for constructing and printing scatterplots so that a line of good fit by eye can be drawn. Image Part 1 i. Randomly generate a set of 20 ordered pairs with integer coordinates from within a given interval of x-values and a given interval of y-values. ii. Draw a scatterplot of the corresponding points. Add a line of good fit by eye and calculate the equation of this line. Repeat the above random generation of 20 ordered pairs, construct the linked scatterplot and calculate the equation of the line of good fit by eye. Discuss the similarities and differences between the calculated equations of the lines of good fit by eye. Part 2 i. Expand the given interval to choose the required integer values. Randomly generate a set of 20 ordered pairs (x - and y -values) with integer coordinates from this adjusted interval of x- and y -values. ii. Draw a scatterplot of the corresponding points. Add a line of good fit by eye and calculate the equation of this line. Repeat the above random generation of 20 ordered pairs, construct the linked scatterplot and calculate the equation of the line of good fit by eye. Discuss the similarities and differences between the calculated equations of the lines of good fit by eye found in Part 2 compared to those found in Part 1. Part 3 Increase the sample size of ordered pairs to investigate. Discuss the impact of an increased sample size on the equations of good fit found by eye calculated in Part 3, as compared to previous parts. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating relationships between two numerical variables"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "4"
          ],
          "keySkills": [
            "1",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Learning activity: Variation and correlation",
      "description": "Introduction The task involves varying the location of some points on a scatterplot and observing corresponding changes in the value of r, the Pearson correlation coefficient. This activity should be carried out with the use of the relevant technology for constructing scatterplots and calculating correlation coefficients and the equations of regression lines. Image Part 1 Construct a set of 20 ordered pairs with integer coordinates randomly selected from within a given interval of x-values and a given interval of y-values. Draw a scatterplot of the corresponding points, calculate the correlation, and find the equation of the corresponding regression line. Plot this line on the same set of axes. Vary the location of some points to produce a close to 0.5 correlation, find the equation of the corresponding regression line and plot this line on the same set of axes. Vary the location of some points to produce a corresponding weak negative correlation, find the equation of the corresponding regression line and plot this line on the same set of axes. Part 2 Choose a linear function with rule of the form ${\\large y = ax + b}$ where ${\\large a}$ and ${\\large b}$ are integers. Generate a table of twenty ${\\large (x, y)}$ values, calculate the correlation, and find the equation of the corresponding regression line. Vary the location of one point and investigate how the correlation and the equation of the corresponding regression line change. In each case plot the regression line on the same set of axes as the chosen function. Vary the location of some points to produce a scatterplot with close to zero correlation, find the equation of the corresponding regression line and plot this line on the same set of axes. Describe the scatterplot. What interpretation can be given to the equation of the regression line in this case? Vary the location of some points to produce a scatterplot with a correlation coefficient of close to -0.4. Find the equation of the corresponding regression line and plot this line on the same set of axes. Part 3 Inspect a set of mixed scatterplots for which the correlation of each scatterplot is not known but can be readily calculated. For each scatterplot estimate the correlation and compare this with the calculated value. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Statistics",
          "contentDotPoints": [
            "Investigating relationships between two numerical variables"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "4"
          ],
          "keySkills": [
            "1",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample learning activity: Data analysis: bivariate numerical data - to transform or not?",
      "description": "Introduction This learning activity explores transforming some forms of data to linearity using simple transformations applied to one axis scale. In preparation for this activity a range of bivariate numerical data sets relating to topics of interest should be obtained, for example, from the Australian Bureau of Statistics , the OECD or other sources. Part 1 Obtain a suitable bivariate numerical data set for a context of interest where there appears to be little or no association between the variables. Draw the corresponding scatterplot and residual plot and calculate the summary linear regression statistics. Interpret these with respect to the context. Part 2 Obtain a suitable bivariate numerical data set for a context of interest where there seems to be a moderate linear association between the variables. Draw the corresponding scatterplot and residual plot and calculate the summary linear regression statistics. Interpret these with respect to the context. Part 3 Obtain a suitable bivariate numerical data set for a context of interest where there seems to be a moderate non-linear association between the variables. Draw the corresponding scatterplot and residual plot and calculate the summary linear regression statistics. Transform one of the axes scales and carry out analysis to see if this improves the fit of the model to the data. Interpret these with respect to the context. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "Investigating associations between two variables"
          ]
        },
        {
          "name": "Investigating and modelling linear associations",
          "contentDotPoints": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "7",
            "9",
            "10",
            "11",
            "12"
          ],
          "keySkills": [
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "2",
            "3",
            "4",
            "5",
            "6",
            "8",
            "9",
            "10"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample learning activity: Recursion and financial modelling",
      "description": "Introduction This task explores the use of technology to obtain tabular and graphical representations of first-order linear recurrence relations where ${\\large u_0 = a, u_{n+1} = bu_n + c : u_0 = a, u_{n+1} = Ru_n + d}$ Part 1 In the following activity consider the first ten terms of the recurrence relation. Let ${\\large R=1}$. Produce tables of values and graphs for various relations corresponding to different combinations of values of ${\\large a}$ and ${\\large d}$. Describe key features of the tables and graphs and explain how these are related to the values of ${\\large a}$ and ${\\large d}$. Let ${\\large d=1}$. Produce tables of values and graphs for various relations corresponding to different combinations of values of ${\\large a}$ and ${\\large R}$. Describe key features of the tables and graphs and explain how these are related to the values of ${\\large a}$ and ${\\large R}$. Explain how a constant sequence could be produced and illustrate this with several examples. Part 2 In the following activity consider the first ten terms of the recurrence relation. Produce tables of values and graphs for various relations corresponding to different combinations of values of ${\\large a, R \\neq 0}$ and ${\\large d}$. Describe key features of the tables and graphs and explain how these are related to the values of ${\\large a, R}$ and ${\\large d}$. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Depreciation of assets"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "1"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2"
          ],
          "keySkills": [
            "2"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample learning activity: Exploring Leslie matrices",
      "description": "Introduction The Leslie matrix model is a population model that takes into account birth rates and survival rates of designated age groups within a population over time. This task involves calculations with technology to investigate different Leslie matrix models. Part 1 Consider a population of insects. Only the females reproduce therefore we will model only the females of the population: the average female adult produces 2000 eggs before dying 1% of eggs survive to become nymphs each year 6% of nymphs survive to adulthood some die as eggs, some die as nymphs insects only reproduce during the adult stage of their life adults die soon after reproduction. This information can be presented in a transition diagram and a Leslie matrix. Transition diagram Image Leslie matrix Image Use the matrix recurrence relation: ${\\large S_0}$ = initial state matrix, and ${\\large S_{n+1}}$ = ${\\large LS_n}$where ${\\large L}$ is a Leslie matrix, and ${\\large S_{n}}$ is a column state matrix, to investigate how the population of these female insects change over time. a. Consider how the population changes over time if: i. the initial population only consisted of 100 adults and no nymphs and no eggs. ii. the initial population only consisted of 100 adults, 100 nymphs and no eggs. iii. the initial population only consisted of 100 adults, 100 nymphs and 1000 eggs. b. Describe any patterns which may emerge. Part 2 Consider a second population of insects. Only the females reproduce therefore we will model only the females of the population: the average female adult produces 1500 eggs before dying 2.5% of eggs survive to become female nymphs each year 7% of nymphs survive to adulthood some die as eggs, some die as nymphs insects only reproduce during the adult stage of their life adults die soon after reproduction. Using this information to prepare a transition diagram and Leslie matrix. Use the matrix recurrence relation: ${\\large S_0}$ = initial state matrix, and ${\\large S_{n+1}}$ = ${\\large LS_n}$where ${\\large L}$ is a Leslie matrix, and ${\\large S_{n}}$ is a column state matrix, to investigate how the population of these female insects change over time. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Transition matrices"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "2",
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "5"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "10"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample learning activity: Exploring inverse matrices",
      "description": "Introduction This task involves calculation with and without technology to investigate inverses of several different types of square matrix. Part 1 Define each of the following types of matrix and give examples of each type for several different orders. Investigate when each type of matrix has an inverse matrix and describe its form: identity matrix diagonal matrix anti-diagonal matrix triangular matrix binary matrix Part 2 Consider a square matrix which has a row or column of zero elements. Explain, with reference to a 2 × 2 matrix, why any matrix that has a column or a row of zero elements is singular. Use technology to confirm this for matrices of larger order. Part 3 Consider several permutation matrices, ${\\large P}$, of various orders, some of which do not move all elements. Examine the relationship between the inverse of a permutation matrix ${\\large P}$ and its transpose ${\\large P^T}$. Investigate whether or not it is the case for any permutation matrix, ${\\large P}$, that ${\\large P^n}$ = ${\\large I}$ where ${\\large n}$ is the number of elements moved. Part 4 Let ${\\large A}$ and ${\\large B}$ be two non-singular square matrices. Use a suitable selection of examples to illustrate that ${\\large (AB)^{-1} \\neq A^{-1}B^{-1}}$ Use a suitable selection of examples to illustrate that ${\\large (AB)^{-1} = B^{-1}A^{-1}}$ and explain why this is the case. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Matrices and their applications"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2"
          ],
          "keySkills": []
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample learning activity: Networks and decision mathematics: Greedy algorithms",
      "description": "Introduction Greedy algorithms are based on choosing the best local/immediate option at each stage of a process. A greedy algorithm 'chooses' the smallest value or largest value available at each stage of the process according to the problem at hand and builds up a solution step by step. This algorithm may or may not lead to an optimal global solution; however, it will lead to a solution in a reasonable time, see, for example: Greedy algorithm . Two well-known greedy algorithms which are applicable to graphs/networks are Prim's algorithm for finding a minimal spanning tree and Dijkstra's algorithm for finding the shortest path between two vertices. Simple graph/network problems can often be solved by inspection; however, algorithms are used to solve problems involving larger graphs/networks (such as international carrier air routes) and implemented using technology. Part 1 Prim's algorithm Prim's algorithm determines a minimum spanning tree for a weighted graph/network, for example: Visualgo For a selection of graphs/networks, use Prim's algorithm to find a minimal spanning tree. Use a suitable web application or software to design several graphs/networks and apply Prim's algorithm to determine a minimal spanning tree for each graph/network. Part 2 Dijkstra's shortest path algorithm Dijkstra's algorithm can be used to find the shortest path between a given vertex and each of the other vertices in a weighted graph/network. For a selection of graphs/networks, use Dijkstra's algorithm to find the shortest path between a given vertex and other vertices. Use a suitable web application or software to design several graphs/networks and apply Dijkstra's algorithm to determine shortest paths between vertices for each graph/network. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Discrete mathematics",
          "contentDotPoints": [
            "Trees and minimum connector problems"
          ]
        },
        {
          "name": "Shortest path problems",
          "contentDotPoints": [
            "1",
            "2"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "3",
            "5"
          ],
          "keySkills": [
            "3",
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "5"
          ],
          "keySkills": [
            "9",
            "10",
            "12"
          ]
        }
      ]
    }
  ]
}