{
  "subject": "Mathematical Methods",
  "assessmentTasks": [
    {
      "unit": "Unit 1",
      "title": "Sample investigation: Exploring long run probabilities",
      "description": "The investigation is to be conducted over a period of about 1 week. Introduction This task involves students predicting the number of trials required before experimental results closely align with the expected long run probabilities. Students then conduct a random experiment to test out their prediction and use a technology-based pseudo-random simulation to compare outcomes with expected long run probabilities. Equipment: Each student will need four different coloured six-sided dice. Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues or problems of interest. The expected long run probability of each number being rolled on a fair six-sided dice is. Students are to predict the number of trials required of rolling a fair six-sided dice before experimental results start to closely match the expected long run probability, explaining their reasoning and listing any assumptions made. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures or hypotheses, using mathematical concepts, skills and processes, including the use of technology and application of computational thinking. Part 1: Roll four six-sided dice simultaneously at least 150 times, recording the results and graphing the corresponding distribution. Part 2: To enable analysis of experimental results representing a range of total number of rolls, collate and compare the results as follows: for each of the four six-sided dice combined total of their four six-sided dice results combined total of their and nine other students' step b. results. Analyse the results in steps a. to c. by calculating the percentage difference between the experimental results and the expected long run probabilities for a suitable level of accuracy, and consider how these results compare to the initial prediction. Part 3: Use technology to simulate the pseudo-random rolling of a fair six-sided dice to determine the number of trials required before the simulated outcomes and the expected long run probabilities match the level of accuracy used previously. Communication Summary, presentation and interpretation of the findings from the mathematical investigation and related applications. Summarise findings and compare and interpret them in relation to the initial prediction made. Describe the relation between the experimental probability and the expected value. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Probability and statistics",
          "contentDotPoints": [
            "1",
            "2"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "9",
            "10"
          ],
          "keySkills": [
            "16"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "7",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "4",
            "5",
            "10",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Sample investigation: Implementing the bisection algorithm with polynomial functions",
      "description": "This investigation is to be conducted over a period of about 1 week. Introduction A context such as the following could be used to develop a mathematical investigation that applies the three investigation components of formulation, exploration and communication to connect several aspects of the mathematics of polynomial functions. These include remainder, factor and rational root theorems. The application of the numerical method of the bisection algorithm for approximating irrational real roots of these functions. The bisection algorithm is a bracketing method and examples of implementation can be found online. Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues, or problems of interest. In this task, formulation is related to the statement of theorems, selection and variety of functions, how the description will be represented and implemented as an algorithm, and questions for analysis. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures, or hypotheses, using mathematical concepts, skills, and processes, including the use of technology and application of computational thinking. In this task, exploration is related to application of theorems and analysis of related examples for selected polynomial functions, the application of the algorithm using technology, and the systematic analysis of results, including consideration of accuracy. Communication Summary, presentation, and interpretation of the findings from the mathematical investigation and related applications In this task, communication is related to the summary of results for the functions involved, and discussion of the terminating conditions for the algorithm with respect to the accuracy of the approximate solutions for roots. Part 1 State the remainder, factor, and rational root theorems, and give an example of their application to each of a quadratic, cubic and quartic polynomial function, for cases where a rational root exists, and for cases where a rational root does not exist. Use a suitable selection of graphs to show that a quadratic function can have 0, 1 or 2 real roots, a cubic polynomial function can have 1, 2 or 3 roots, and a quartic polynomial function can have 0, 1, 2, 3 or 4 real roots. Explain why a cubic polynomial function must have at least one real root. Part 2 Explain how the bisection algorithm works and show how it is implemented by the technology that is being used. Apply the bisection algorithm to determine point estimates for the non-rational real roots of a quadratic function, a cubic function, and a quartic function. Investigate the effect of the terminating condition on the accuracy of the approximation with respect to the number of iterations required. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions and graphs",
          "contentDotPoints": [
            "4"
          ]
        },
        {
          "name": "Algebra",
          "contentDotPoints": [
            "1",
            "2",
            "6",
            "7"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "10",
            "12"
          ],
          "keySkills": [
            "7",
            "10",
            "11",
            "12",
            "13"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "5",
            "6",
            "7",
            "8"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "7",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Sample context for assessment: Investigating different approaches to solving quadratic equations",
      "description": "Introduction There are several approaches that can be used to solve quadratic equations of the form ax 2 + bx + c = 0 or equivalent equations. These may provide exact or approximate solutions for one or both roots, where these exist, depending on the context. The investigation below considers several of these approaches and their application to solving quadratic equations. An assessment task could comprise a selection of parts of the task. Note that some introductory work on calculus would need to have been completed prior to undertaking Part 5. Part 1: The quadratic formula State and derive the quadratic formula. Verify that the formula is true. Explore what happens for the cases b = 0, c ≠ 0, b ≠ 0, c = 0 and b = c = 0. Part 2: Alternative version of the quadratic formula There is an alternative quadratic formula: $$x = $\\Large\\frac{2c}{-b \\mp \\sqrt{b^2 - 4ac}}$$ Use a range of examples to verify that this alternative formula gives the same solutions as the usual quadratic formula. Derive the alternative version of the quadratic formula. Show that the two quadratic formulas are equivalent. Part 3: Comparing the formulas – numerical computations Compare the standard and alternative quadratic formulas with respect to numerical values obtained for various combinations of a , b and c and the separation of the two roots. Part 4: Exact values, some estimates and approximations Plot the graph of f(x) = x 2 - 2x - 1 on a one-to-one axes scale over a suitable interval and use the graph to estimate the location of the two roots of the function. Use the rational root theorem to explain why there is no rational root. Use a table of values to determine the approximate values of the roots correct to two decimal places. Complete the square to find the exact solutions to x 2 - 2x - 1 = 0 , and use compass and straight edge construction to locate the roots exactly on the graph. Use bisection to find an approximate value for the positive root. Show that x 2 - 2x - 1 = 0 is equivalent to $$\\large x = 2 + \\frac{1}{x}, \\quad x \\ne 0$$ Consider the equivalent form of the equation as a recurrence relation $$\\large x_{n+1} = 2 + \\frac{1}{x_n}$$ initial value x 0 = 3 . Implement this using technology to calculate the sequence {x 1 ,x 2 ,x 3 ,...,x 10 } . Explore what happens for different values of x 0 . Use the positive root to find an approximate value for the other root. Part 5: Newton's method (extension) Use a combination of pseudocode and technology to implement Newton's method to solve x 2 - 2x - 1 = 0 with initial value x 0 = 3 . Plot the graph of the function and the first two tangents on the same set of axes using a one-to-one axes scale. Explore how Newton's method behaves for this equation for different initial values. Apply Newton's method to find an approximation for $\\sqrt{20}$ and several other irrational square roots. The ancient Babylonians used a process for finding the square root of a positive integer, s, that can be represented in modern notation by the formula: $$\\large x_{n+1} = \\frac{1}{2} \\left( x_n + \\frac{S}{x_n} \\right)$$ Use Newton's method to derive this formula. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "3"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "6"
          ],
          "keySkills": [
            "2",
            "3",
            "4",
            "5",
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "6",
            "10"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Sample context for assessment: Scaling human measures",
      "description": "Introduction This task uses a simple model of a human body to explore the effects of scaling linear dimensions on surface area and volume. Related topics in the application of mathematics in biology are allometry, power laws, the square–cube law, isometric scaling, geometric similarity and biomechanics. Part 1 Consider a cube: Plot the graphs of surface area and volume as functions of side length, for side lengths from 0 cm to 100 cm in steps of 10 cm. Plot the graph of side length as a function of surface area, for surface area from 0 to 6 square metres. Plot the graph of side length as a function of volume, for volume from 0 to 1 cubic metre. Provide several examples of calculations that show how to determine a side length that would produce a specified surface area or volume. Part 2 Consider a sphere: Plot the graphs of surface area and volume as functions of radius, for radii from 0 cm to 50 cm in steps of 10 cm. Plot the graph of radius as a function of surface area, for surface area from 0 to 4 square metres. Plot the graph of radius as a function of volume, for volume from 0 to 1 cubic metre. Provide several examples of calculations that show how to determine a radius that would produce a specified surface area or volume. Part 3 A rough model of the human body can be made by considering the arms and legs as cylinders, the torso as a rectangular prism and the head as a sphere. Using reasonable approximate measurements from a friend, form such a model, specify the relevant linear dimensions in centimetres and calculate the surface area in square centimetres and volume in cubic centimetres for this model. Consider scaling factors for a similarity transformation (dilation) of linear dimensions from 0.1 to 2 in steps of 0.1. Plot a graph of surface area in terms of scaling factor and a graph of volume in terms of scaling factor. Part 4 Investigate examples of large statues throughout history, such as the Colossus of Rhodes, and the biomechanics of bone strength and mass under scaling. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions and graphs",
          "contentDotPoints": [
            "1",
            "2",
            "3"
          ]
        },
        {
          "name": "Algebra",
          "contentDotPoints": [
            "1",
            "2",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "11",
            "13",
            "14"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "3",
            "5",
            "6",
            "7",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Sample context for assessment: Features of graphs of functions from data",
      "description": "Introduction This short task has two parts, both based on identification and analysis of features of graphs of functions. The functions involved represent real-life data and are not specified by a rule. Students are asked to use the graph to identify: Domain, range and co-domain for the function Points corresponding approximately to local and global maxima and minima, where there is sudden change and where the function has a specified value Approximate intervals corresponding to subsets of the domain over which the function is steady, increasing, decreasing, above, below or between specified values Other features of the function. Part 1 Consider the function represented by the following smoothed trend graph, which shows the exchange rate between Australian and United States (US) dollars over the course of about a month (source: Exchange Rates | RBA ). State the domain and range and a suitable co-domain. State the coordinates of any local maximum or minimum values. State the coordinates of the global maximum and the global minimum. Find when the Australian dollar was worth a specific selected US dollar value. State intervals over which the Australian dollar was steady, increasing or decreasing in value with respect to the US dollar. Find the intervals during which the Australian dollar was between two selected US dollar values. Find the intervals during which the Australian dollar was above a selected US dollar value. Find the intervals during which the Australian dollar was below a selected US dollar value. Part 2 Obtain a graph of similar data for a function that represents some other context, such as temperature, rainfall, pollution level, water levels, UV radiation levels, a heartbeat or blood pressure. Analyse the graph of the function as in Part 1 and note any other features of the graph, such as point of sudden change, cycles, symmetry or asymptotic behaviour. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Area of Study",
          "contentDotPoints": [
            "Content dot point(s)"
          ]
        },
        {
          "name": "Functions and graphs",
          "contentDotPoints": [
            "1",
            "2"
          ]
        },
        {
          "name": "Algebra",
          "contentDotPoints": [
            "8"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "2"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "1"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "1",
            "2",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3"
          ],
          "keySkills": [
            "3",
            "5",
            "6",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Sample investigation: Simulating motion along a straight line",
      "description": "This investigation is to be conducted over a period of about 1 week. Introduction A context such as the following could be used to develop a mathematical investigation that applies the three components of formulation, exploration and communication to simulate and analyse the motion of an object along a straight line. The position of the object, y , in metres, with respect to a fixed origin at time 0 ≤ t ≤ n , in seconds, is modelled by a polynomial function y = f(t) , using a set of points (t,f(t)) here generated at one second intervals over a period of n seconds, where n ∈ N . Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues, or problems of interest. In this task, formulation is related to the selection and variety of position-time functions and their parameters, representation of average and instantaneous speed and acceleration, continuity and differentiability, and the description representation, implementation of the simulation, and questions for analysis. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures, or hypotheses, using mathematical concepts, skills, and processes, including the use of technology and application of computational thinking. In this task, exploration is related to the analysis of position, speed and acceleration (including sign and direction) of related examples for selected polynomial functions and variations in their defining parameters. It also relates to the application of the simulation using technology, visual description and interpretation in context, the simulated motion, corresponding position-time graphs, and the systematic analysis of results, including the use of calculus. Communication Summary, presentation, and interpretation of the findings from the mathematical investigation and related applications In this task, communication is related to the summary of results for the position-time functions involved (constant, linear, piecewise linear, quadratic and cubic), discussion and interpretation of aspects of the motion, such as constant or varying position, speed and acceleration, stationary points (including turning points), and distance travelled over an interval. This will also involve consideration and interpretation of the simulated motion in relation to the corresponding position-time graph. Part 1 Consider position-time functions of the form f(t) = at + b where a, b are real constants. Vary the values of a and b , plot the corresponding position-time graphs for a set of points (t,f(t)) over a suitable domain. Interpret the motion of the object with reference to initial position, direction, speed, acceleration and the values of a and b . Calculate the corresponding distance travelled by the object for one of these functions. Repeat step a. for several piecewise linear functions, which include different combinations of motion away from and towards the origin, where and when the object is at rest, and change from one constant speed to another. Calculate the corresponding distance travelled by the object for one of these functions. Consider position-time functions of the form f(t) = at 2 + bt + c where t ≥ 0 and a ≠ 0, b, c are real constants. Vary the values of a , b and c , plot the corresponding position-time graphs for a set of points (t,f(t)) over a suitable domain. Interpret the motion of the object with reference to initial position, direction of motion, speed, acceleration and the values of a , b and c . Calculate the corresponding distance travelled by the object for one of these functions. Repeat step c. for a cubic polynomial position-time graph that has two stationary points. Calculate the corresponding distance travelled by the object for this function. Part 2 For each of the position-time function types from Part 1, use technology to animate a plot of the set of points (0,f(t)) for the object along a vertical line, with a suitable scale, where the animation increases t from 0 to n in steps of 1. Interpret the graph of the animated function with respect to the corresponding graphs from Part 1. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions and graphs",
          "contentDotPoints": [
            "1",
            "2"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "1",
            "3",
            "4",
            "5",
            "6"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "8",
            "9",
            "10",
            "11"
          ],
          "keySkills": [
            "8",
            "9",
            "10",
            "11"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7",
            "8"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Sample mathematical investigation: Impact of rising sea levels on coastal towns",
      "description": "The investigation is to be conducted over a period of 1–2 weeks. Introduction This task involves students modelling an approximate tidal pattern for a chosen coastal town to explore the effect rising sea levels might have on their chosen location, with consideration of the increased reach of high tide. Students are encouraged to use online elevation maps and predictive maps to help them assess the potential impact of rising sea levels; several relevant links are provided below. Australian tide information Elevation finder map Interactive maps indicating potential impact of rising sea levels: Climate Central (enter the chosen location in the search bar at the top right-hand of the screen, and select different data sets by selecting 'Choose Map' at the top left-hand of the screen) How will rising sea level impact Australia's iconic coastal cities? Formulation Overview of the context or scenario, and related background, including historical or contemporary background as applicable, and the mathematisation of questions, conjectures, hypotheses, issues or problems of interest. Image Investigate how rising sea waters might impact a particular coastal town. Consider the following: Australian coastal town to be investigated Heights of rising sea levels to be explored Local details of the terrain: for example, buildings, cliffs and possible impacts on these. Exploration Investigation and analysis of the context or scenario with respect to the questions of interest, conjectures or hypotheses, using mathematical concepts, skills and processes, including the use of technology and application of computational thinking. Using the function: f: R → R, f(x) = Af(nx) + c where f is the sine or cosine function, and A,n,c ∈ R with A,n ≠ 0 , develop a model that approximates the current tide pattern for the chosen location. Revise the approximate tide function developed in step a. to reflect a range of increases in sea level and describe the effect on low and high tides. Use interactive predictive and elevation maps to explore the potential effect of different possible sea level rises at your location. Consider which other factors might have an impact at the chosen location. Communication Summary, presentation and interpretation of the findings from the mathematical investigation and related applications. Summarise findings and interpret them with respect to the context, stating clearly any assumptions that have been made along the way, and discuss any limitations of the model. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions and graphs",
          "contentDotPoints": [
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "3",
            "4",
            "5"
          ],
          "keySkills": [
            "2",
            "3",
            "6"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3",
            "8"
          ],
          "keySkills": [
            "6",
            "11",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 2",
      "title": "Sample context for assessment: Perimeter and area of a rectangle",
      "description": "Introduction This short task has two parts. The first part is to be completed without technology, and the second part is to be completed with technology. Part 1 Consider a rectangle with width w and length l . Image Let the rectangle have a fixed perimeter of 100 cm and vary its area. Specify the area of the rectangle as a function of its width and state the domain and range of this function. Draw the graph of this function. Find the maximum and minimum values for the area of the rectangle and the dimensions for which these occur. Now let the rectangle have a fixed area of 600 cm 2 and vary its perimeter. Specify the perimeter of the rectangle as a function of its width and state the domain and range of this function. Draw the graph of this function. Find the maximum and minimum values for the perimeter of the rectangle and the dimensions for which these occur. Part 2 The rectangle with width w and length l has a semi-circle with diameter w attached at one end and a half-square triangle with altitude w attached at the other end, forming a composite shape. Draw and label this composite shape. Let the shape have a fixed perimeter of 100 cm and vary its area. Specify the area of the shape as a function of w and state the domain and range of this function. Graph this function. Find the maximum and minimum values for the area of the shape and the dimensions for which these occur. Now let the shape have a fixed area of 600 cm 2 and vary its perimeter. Specify the perimeter of the shape as a function of w and state the domain and range of this function. Graph this function. Find the maximum and minimum values for the perimeter of the shape and the dimensions for which these occur. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Calculus",
          "contentDotPoints": [
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "10",
            "11"
          ],
          "keySkills": [
            "9",
            "10"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "5",
            "6",
            "7",
            "9",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Drug concentrations",
      "description": "Introduction A context such as the following can be used to investigate drug absorption, using a product function model involving circular functions and exponential functions. For each of the following functions the behaviour and variety of shapes of their graphs is to be investigated. The modelling domain and corresponding range should be identified, as well as key features such as axis intercepts, stationary points and points of inflection, symmetry, asymptotes, and the shape of the graph over its natural domain, using the derivative function for analysis as applicable. The task will begin with an investigation of a graph that might model the concentration of a certain drug in a patient's system over time. The use of parameters in the family of the function gives students the opportunity to explore the effect the size of parameters has on the graph and hence on the magnitude of the drug in a patient's system over time. Students then explore a similar function that may model the situation more closely. Component 1 Consider the function with rule f(x) = e -x sin⁡(x) . Graph the function identifying its key features and explain how the shape of its graph can be deduced from its component functions. The graph of d(t) = Ae -k t sin(kt) , where A and k are positive real constants, can be used to describe drug absorption in a patient's bloodstream, using units mg/litre per unit of time in minutes. 2. Consider the special case where A = 1 and k = 1, and discuss this with respect to a dose of a drug taken at t = 0. 3. Select several pairs of values of A and k where 1 ≤ A ≤ 10 and 0.1 ≤ k ≤ 1 , and explore and interpret features of the graph of d(t) . 4. Discuss the role of the sine function, the exponential function, and constants A and k where in determining the shape of the graph of d(t) . Component 2 Consider the function d:[0,4π] → R,d(t) = Ae -kt sin⁡(kt) , where d(t) measures units mg/l per unit of time in minutes. Let A = 10 and k = 0.2 . Graph this function, identifying its key features, and construct a corresponding table of values. Identify and interpret the maximum rates of increase and decrease, and when the concentration is half of its maximum value. Investigate what happens to the graph when A and k are systematically varied, and discuss any patterns. Jordan is in hospital and needs a particular drug to manage pain. Let d j :[0,10] → R,d j (t) = 20e -0.5t sin⁡(0.5t) where the particular drug in Jordan's bloodstream is measured in mg/l and time is measured in minutes. Draw the corresponding graph and compare this with the investigations above. Component 3 Investigate any points of intersection between graphs of f:[0,4π] → R,f(t) = Ae -kt sin⁡(kt) and g:[0,4π] → R,g(t) = Ae -kt . Discuss where these points of intersection exist in relation to the stationary point(s) of the graph of f(t) . Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "3",
            "4",
            "5",
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "4",
            "5",
            "6"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "6",
            "7",
            "8",
            "9",
            "10",
            "12"
          ],
          "keySkills": [
            "1",
            "2",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Graphs of products of polynomials",
      "description": "Introduction A context such as the following could be used to investigate key features of the graphs of some polynomial functions of a real variable formed by products of other polynomial functions. For each of the following functions the behaviour and variety of shapes of their graphs is to be investigated. The maximal domain and corresponding range should be identified, as well as key features such as axis intercepts, stationary points, points of inflection and symmetry, and the shape of the graph over its natural domain, using the derivative function for analysis as applicable. The number, location and nature of key features should be determined with respect to different combinations of the parameters that define the product functions, and the different types of graphs identified and classified. Part 1 Investigate the nature of graphs of polynomial product functions of the form f:R → R,f(x) = x n (a - x) m where n and m are positive integers and a ∈ R . Part 2 Investigate the nature of graphs of polynomial product functions of the form f:R → R,f(x) = x n (a - x) m where n and m are positive integers and a ∈ R . Part 3 Investigate the nature of graphs of polynomial product functions of the form f:R → R,f(x) = (a - x) n (b - x) m where n and m are positive integers and a and b are real numbers such that a ≠ b . Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "4",
            "5"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "2",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "1",
            "3",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "7",
            "9",
            "10",
            "11"
          ],
          "keySkills": [
            "1",
            "2",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Product functions and pendulum clocks",
      "description": "The application task is to be of 4–6 hours' duration over a period of 1–2 weeks. Introduction A context such as the following could be used to develop an application task that investigates how a product function of an exponential decay function and a circular function can be used to model the motion of the pendulum of a clock after the driving force has stopped. Image Component 1 Introduction of the context through specific cases or examples Draw the graphs of f:R → R,f(t) = 5e -kt for several (at least five) values of 0 k Draw the corresponding graphs of f(-t) and - f(t) on the same set of axes, and comment on the similarities and differences between these graphs. Draw the graphs of g: [ 0,2π ] → R,g(x) = sin⁡(ax) for several (at least five) values of a together on the same set of axes. State the period for each function, and comment briefly on the similarities and differences between these graphs. Component 2 Consideration of general features of the context For k = 0.2;a = 1 , sketch the graphs of ƒ 1 ( t ) = 5 e – kt , ƒ 2 ( t ) = –5 e – kt and s ( t ) = 5 e – kt sin( at ), where t ∈ [0, 4π]. Find the derivative of s ( t ), in terms of t , k and a , and hence for k = 0.2 ; a = 1 , find the coordinates of the first two maximum/minimum points for s ( t ) with x coordinates closest to the y -axis. Find the coordinates of any points of contact between the graphs of s ( t ) and ƒ 1 ( t ) and between the graphs of s ( t ) and ƒ 2 ( t ). Briefly comment on the relationship between these points of contact and the graph of sin(t) . Hence, state the exact x coordinate for the point of intersection closest to the y -axis. State the coordinates of intersection between the graphs of s ( t ) and sin(t) , over the given domain. Comment on these findings. Hence, give the exact coordinates of these intersection points. Component 3 Variation or further specification of assumption or conditions involved in the context to focus on a particular feature or aspect related to the context Brian has recently purchased a grandfather clock. The rate at which the hands of the clock move is controlled by a pendulum, which is kept in regular motion by slowly descending weighted chains. When the weights reach their lower point and stop moving, the pendulum swing begins to change, causing the hands of the clock to slow down and gradually stop. From the time when the swing begins to change, the horizontal displacement, s cm, of the point, P , at the end of the pendulum, from the vertical, as shown in the following diagram, can be modelled by functions with the rule s(t) = 5e – kt sin(at) , where t > 0 is the time in seconds after the pendulum swing begins to change and k and a are real constants. For Brian's clock, k = 0.2 and a = 1 . Image Find the horizontal displacement of the pendulum for several seconds after the weights stop descending, and draw a series of diagrams corresponding to the position of the pendulum at these times. Draw a series of diagrams of the position of the pendulum the first several maxima. If the pendulum is deemed to have come to rest when the swing is less than 0.01 cm, find how long the pendulum takes to come to rest. Brian has a friend, Jana, who also bought a similar grandfather clock. Jana's clock is modelled by the same rule for the horizontal displacement when the weights stop descending, where k = 0.4 and a = 1. Draw the graph of the two pendulums' horizontal displacement for t ≥ 22 . Compare the behaviour of the two pendulums and discuss how the different values for k affect the motion of the point P after the swing of the pendulum begins to change. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "3",
            "4",
            "5",
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "4",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "2",
            "3",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "6",
            "7",
            "9",
            "10",
            "11"
          ],
          "keySkills": [
            "1",
            "2",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Splining a pathway",
      "description": "The application task is to be of 4–6 hours' duration over a period of 1–2 weeks. Introduction A context such as the following could be used to develop an application task that investigates how a variety of functions, and piecewise (hybrid) functions constructed from these, could be used to model sections of pathway, such as parts of a bicycle track adjacent to a river, creek or wetland: for example, the Yarra Bend public park in Melbourne. The process of constructing such a function is called splining . Component 1 Introduction of the context through specific cases or examples. Students should Consider the problem of determining a quadratic function f:R → R,f(x) = ax 2 + bx + c, the graph of which passes through three specified points. Suppose two of these points, A and B , have coordinates (1, 4) and (2, 2) respectively. The third point, C , has an x -coordinate of 4 and is given as (4 , k ) where k is an arbitrary real constant. Explore the effect of varying k on the graph of the function. Suppose that C is determined to be (4, 1.5). Investigate cubic functions of the form f:R → R,f(x) = ax 3 + bx 2 + cx + d with graphs that pass through the points A , B and C . Explore the effect of d on the behaviour of the graphs of these cubic functions. Identify a value of d that gives a cubic function closely matching the quadratic function that passes through the same three points. A fourth point, D, has coordinates (0, m ). For different values of m find pairs of quadratic functions, the first pair containing points D , A and B and the second containing the points B and C . These two curves must be smoothly joined at B. Determine the effect of m on the behaviour of the graphs produced. Component 2 Consideration of general features of the context. Students should Consider the various sections of the river using different combinations of specified coordinates and dimensions. The following provides a sample. A new bicycle track is to be constructed along the Yarra River in Kew between two pedestrian bridges labelled A and B on the map shown below. Image The track cannot be constructed on the western side of the river due to the presence of the golf course. The track is to follow the curves of the river on the eastern side. That is, it will go from A to B by the boathouse kiosk, passing between the river and Smith Oval. Explore how a model can be developed between the pedestrian bridges A and B using a series of smoothly joined quadratic functions. Design a measure for how well the pathway matches the curve of the river and apply it to the model. Component 3 Variation or further specification of assumption or conditions involved in the context to focus on a particular feature or aspect related to the context. Students should Improve the fit of your bicycle track, according to the measure you have designed, by using a combination of different types of functions. Alternatively, identify an outline, curve or path in some other context and suitably model this by a piecewise function, which may include function types other than polynomial functions. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "2",
            "5",
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "4",
            "5",
            "6"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "6",
            "7",
            "9",
            "10"
          ],
          "keySkills": [
            "1",
            "6",
            "9",
            "10",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Investigating some polynomial functions",
      "description": "The application task is to be of 4–6 hours' duration over a period of 1–2 weeks. Introduction A context such as the following could be used to develop an application task that investigates graphs of polynomial functions of the form f:R → R,f(x) = m(x - a) s (x - b) , the key features of these graphs, and the number of solutions to equations of the form f(x) = p , where p ∈ R . Component 1 Introduction of the context through specific cases or examples. Students should Consider the function f:R → R,f(x) = (x - 1) 2 (x - 2) . Sketch the graph of y = f(x) , and clearly indicate all key features. Find the values of x for which f(x) = p has one, two or three solutions, where p is a real number. State the transformations required to map the graph of y = f(x) onto the graph of $y = f\\left( \\frac{x}{n} \\right) + k$ If there is a turning point at (2, 3), find all possible values of n and k . Sketch the corresponding graphs. State the transformations required to map the graph of y = f(x) onto the graph of y = Af(x - h) . If there is a turning point at (–1, 4), find all possible values of A and h . Sketch the corresponding graphs. The graph of y = f(x) is mapped onto graph of y = Af(n(x - h)) + k . Discuss how the values of A , n , h and k change the graph of the original function under various transformations. Component 2 Consideration of general features of the context. Students should Now consider the function f:R → R, f(x) = m(x - a) 2 (x - b) where m, a, b ∈ R . Investigate the graphs of y = f(x) for combinations and ranges of values of the parameters a , b and m . In each of the cases in step a., find the values of p ∈ R for which f(x) = p has one, two or three solutions. State the transformations required to map the graph of y = f(x) onto the graph of y = Af(nx) + k , where A,n and k ∈ R . Investigate how A,n and k, and a, b and m relate to the location and nature of the stationary points of the graph of y = Af(nx) + k . Component 3 Variation or further specification of assumption or conditions involved in the context to focus on a particular feature or aspect related to the context. Students should Consider the function f: R → R, f(x) = m(x - a) s (x - b) , where m,a,b ∈ R a and s ∈ N . Investigate the graphs of y = f(x) for cases where a 0 and s ∈ N . What generalisations can be made? Let f: R → R, f(x) = (x - a) s (x - b) where a,b ∈ R, a and s ∈ N. Find the values of p for which f(x) = p has zero, one, two or three solutions when s = 1, 2, 3, 4 and 5. What generalisations can be made? Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "3",
            "4",
            "5"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "4",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "9",
            "10",
            "11"
          ],
          "keySkills": [
            "1",
            "2",
            "6",
            "9",
            "10",
            "11",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 3",
      "title": "Sample application task: Bezier curves",
      "description": "The application task is to be of 4–6 hours' duration over a period of 1–2 weeks. Introduction A context such as the following could be used to develop an application task that investigates the use of a special kind of cubic polynomial function, called Bernstein polynomials, whose graphs form what are called Bezier curves. These are named after the French automobile engineer Pierre Bezier who developed their application to a new computer-aided design tool for the Renault car manufacturing corporation in the 1960s. Today, Bezier curves are a key component of graphic design applications. Bezier curves use polynomial functions of low degree, such as cubic polynomials over a restricted domain, to specify the coordinates of the points that make up these curves. These functions, called Bernstein polynomials, provide local control of shape, based on a small set of points called control points , and have graphs that are continuous and smooth curves for which the derivative can be found at any point on the curve. Shapes constructed using drawing packages and the outlines of letters produced by printers are typically based on a set of routines that use these curves. A cubic Bezier curve drawn over the interval 0 ≤ t ≤ 1 is produced by graphing a relation that has its x and y coordinates specified respectively by the cubic polynomial functions: x = a(1 - t) 3 + 3ct(1 - t) 2 + 3et 2 (1 - t) + gt 3 y = b(1 - t) 3 + 3dt(1 - t) 2 + 3ft 2 (1 - t) + ht 3 Where the coefficients a , b , c , d , e , f , g and h are obtained from the coordinates of the four control points ( a , b ), ( c , d ), ( e , f ) and ( g , h ). The gradient of the tangent to the curve for a particular value of t can be determined, using the chain rule for differentiation, by the relationship: $$\\large \\frac{dy}{dx} = \\frac{dy}{dt} \\times \\frac{dt}{dx} = \\left( \\frac{\\frac{dy}{dt}}{\\frac{dx}{dt}} \\right), \\quad \\frac{dx}{dt} \\ne 0$$ The shape of the Bezier curve produced depends on the selection of coordinate values for the control points. Where more than one Bezier curve is used to produce a required shape, these curves will need to be joined smoothly to produce a good image. The three components for an application task could be developed as follows. Component 1 Introduction of the context: through specific cases or examples students should Consider the simpler case of quadratic Bezier curves. Select four distinct points as control points and determine the equations for the x and y coordinates as functions of t to specify a particular cubic Bezier curve. Represent the corresponding Bezier curve using a table of values and the graph of the relation. Consider the gradient of the tangent to the curve at various points on the curve, including the relation between the tangents to the first and last control points and the location of the second and third control points. Component 2 Consideration of general features of the context students should Vary the control points and consider the Bezier curves produced, including cases that lead to, for example, straight lines and loops. Investigate the selection of control points to produce a reasonable representation of a particular shape: for example, how many letters of the alphabet can be reasonably approximated by a single Bezier curve? Consider how well a cubic Bezier curve matches the required shape and any limitations on possible shapes that can be represented using these curves. Component 3 Variation or further specification of assumption or conditions involved in the context to focus on a particular feature or aspect related to the context. Students should Represent more complicated shapes formed by piecing together several Bezier curves. Identify the location of control points for a pair of cubic Bezier curves that are smoothly joined to represent other letters, or for several Bezier curves that are smoothly joined to represent a shape such as the outline or cross section of a car. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "5",
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "3",
            "4",
            "7",
            "10",
            "11"
          ],
          "keySkills": [
            "1",
            "2",
            "7",
            "9",
            "11",
            "12",
            "13"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample Modelling or problem-solving task: Proportions of popularity",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of 1 week. Introduction Polls provide a topical and regular insight into the relative popularity of political parties over time, in particular as events occur and are reported in the media and trends change. Popularity on a two-party preferred basis as indicated by polls is a context for inference about proportions with respect to a population based on sampling. Consider a country that has a population of around 15 million voters on an electoral roll. Polls inform public consideration and debate on various matters of policy. Part 1 Plot graphs of the distribution of sample proportions for sample sizes of 50, 100 and 200 for p = 0.43, 0.52, 0.61 2. Explain what these graphs indicate. Part 2 Randomly select an integer in the range [30, 60] and use this to generate a population of 1000 voters, with that value as the percentage of the population who would vote for a given party on a two-party preferred basis. Generate 50 random samples of size n = 60 from this population and use each of these to find a point estimate for the true population proportion. Graph the distribution of the sample proportions and state its mean and standard deviation. Use each point estimate to construct a confidence interval for p at a 90% level of confidence. Graph all of these intervals together as a set of horizontal line segments, one under the other, and use them to explain the relationship between the true value of the population proportion, p , and this set of confidence intervals for a 90% level of confidence. Part 3 The Margin of Error Table relates sample size, sample proportion and margin of error at a 95% level of confidence. Show how the figures for the row corresponding to a sample size of 2000 are obtained. Draw graphs of several functions to illustrate how the maximum margin of error varies for different sample sizes and levels of confidence. Suppose that it costs $50 per individual response gathered as part of a survey. Discuss what you think might be a reasonable combination of sample size, level of confidence, margin of error and total cost. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "1",
            "2",
            "4"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "14",
            "16",
            "17"
          ],
          "keySkills": [
            "1",
            "16",
            "18",
            "19",
            "20"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "6",
            "7",
            "8"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "5",
            "8",
            "9",
            "10",
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample Modelling or problem-solving task: Close to normal",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of 1 week. Introduction A context such as the following could be used to develop a two-part problem-solving task that involves a composition of functions leading to the standard normal distribution, and the use of simulations to investigate the distribution of proportions in probability experiments. Image Part 1 Let f: R → R,f(x) = e x and g: R → R,g(x) = -x 2 . Plot the graphs of f(x) and g(x) and explain how the shape of the graph of f ( g ( x )) can be deduced from these. Plot the graph of f ( g ( x )) and clearly identify its key features. Use sets of trapeziums to form a sequence of under-estimates and over-estimates for the area bounded by the graph of f ( g ( x )) and the horizontal axis between x = –10 and x = 10. Use the results from step c. to find approximate values for a and b such that h: R → R,h(x) = ae -bx2 forms a probability density function, with mean 0 and standard deviation 1. Plot the graph from step d. on the same set of axes as the standard normal distribution and comment on similarities and differences. Part 2 A pair of standard dice are rolled simultaneously. Use technology to simulate this experiment for 60 rolls of the dice and record the set of outcomes. What is the proportion of rolls for which the two dice had the same value? Run the simulation 100 times and plot the distribution of this proportion. Describe the distribution. Now consider two identical packs of 10 cards numbered 1 to 10. Both packs are shuffled thoroughly. The first card is turned over from each pack and the result is recorded. This is then repeated for the second card from each pack, the third card from each pack and so on, through to the 10th and final card of each pack. Use technology to simulate this experiment and record the set of outcomes. How many pairs of cards in the experiment had the same value? Run this simulation 100 times and plot the distribution of proportions for the number of times when the pair of cards had the same value. Describe this distribution. Give an estimate for the probability that there is at least one pair of matching cards and explain how this estimate was obtained. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "3",
            "4",
            "5"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "3",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4",
            "7",
            "9"
          ]
        },
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "1",
            "2",
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "6",
            "7",
            "11",
            "12",
            "13",
            "14",
            "17"
          ],
          "keySkills": [
            "1",
            "2",
            "4",
            "5",
            "12",
            "14",
            "15",
            "16",
            "17",
            "18",
            "19",
            "20"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "7",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample Modelling or problem-solving task: Traversing terrains",
      "description": "The modelling or problem-solving task is to be of 2–3 hours' duration over a period of 1 week. Introduction A context such as the following could be used to develop a modelling or problem-solving task that involves modelling travel over different terrains at different average speeds for each terrain, and using this information to optimise the time of travel. Bushwalkers travel over different types of terrain, from cleared to dense bush. The denseness of the bush and the ruggedness of the terrain influence the average speed of travel. By planning a route to take such factors into consideration, the total time taken to travel from one point to another can be optimised. In calculating estimates of the time for a particular route, a walker uses his or her average speed for each different type of terrain they are likely to encounter. For a walk through a particular type of terrain, the distance travelled, d km, can be calculated as the product of the average speed, v km/h, and the time travelled at this speed, t hours. On a typical two-day walk a bushwalker might cover a distance of up to 30 km with walking speeds of up to 5 km/h over cleared terrain. Part 1 For a typical two-day walk, choose several representative values for average speed and draw a graph of the relationship between t and d for each of these values. Similarly, choose several representative values for the distance to be travelled and draw a graph of the relationship between t and v for each of these values. Discuss the key features of each of the two families of graphs and the differences between them. Part 2 A bushwalk is planned from Ardale to Brushwood. As shown in the diagram below. Image The direct route, a distance of 14 km, goes entirely through rugged bush country. However, there is a large square clearing situated as shown. This clearing has one diagonal along the perpendicular bisector of the direct route and one corner, C , at the midpoint of the direct route. One of the bushwalkers believes that time will be saved if they travel from Ardale to Brushwood on a route similar to the one shown passing through P and Q , where the section PQ is parallel to the direct route. The side length of the square clearing is 7 km, and the part of this route that goes across the square clearing is parallel to the direct route. Choose a suitable variable, and hence determine a mathematical relationship that can be used to determine the total time for a route of this type. Draw the graph of this relationship and discuss its key features. Find and describe the route for which the travelling time will be least and compare it with the direct route. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "1",
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "6",
            "7",
            "9",
            "10"
          ],
          "keySkills": [
            "1",
            "6",
            "9",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "8"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "title": "Sample modelling or problem-solving task – wall and window",
      "description": "The modelling or problem-solving task is to be of 2 - 3 hours duration over a period of 1 week. Introduction A context such as the following could be used to develop a modelling or problem-solving task which involves modelling the shape of a designer two-part window feature for a section of wall, and the dimensions and area of the design. The section of the wall is 4 m wide and 3.5 m high. The window is a symmetrical design which fits in the middle of the wall horizontally. The base of the window forms a straight line 0.5 m above and parallel to the floor and is 2 m in length. The lower part of the window has two straight line slant edges, and these are 1.5 m apart at the height of 1.5 m from the floor. The window designer is considering a range of possibilities for the upper part of the window, the highest point of which is to be at most 3 m from the floor. The designer constructs a graph of the window design using a set of axes with the origin on the floor at the middle of the wall. Part 1 Initially the designer considers and upper part consisting of two-line segments which join onto the top of the lower straight edges, at an angle of 45° to the horizontal, and extend to the point where they meet. Use functions to define the sections of the window's edges and draw a graph showing the wall and the window, labelling all key points with their coordinates. Find the area of the window. Consider a family of related designs where the angle the edges of the upper part make with the horizontal is varied. Show several examples and calculate the area of the window in each case. What is the largest possible value for this angle, and the corresponding area of the window? Part 2 As an alternative, the designer considers using an arch for the top part of the window. Draw the graph where the arch is a semi-circle. Calculate the area of the window. Do the lower and upper parts of the window join smoothly? Draw several graphs for the upper part defined by the family of functions with rule of the form f(x) = ax 2 + b , where a and b are non-zero real constants. For the case where the lower and upper parts of the window join smoothly, calculate the corresponding area of the window. What happens when a function with rule of the form g(x) = a sin⁡(bx) + c is used to model the upper arch, if the two parts are to be smoothly joined? Part 3 The designer decides that while a smooth join of the two parts of the window is a critical requirement, it is not necessary for the arch to be smooth at its top point, so a symmetrical hybrid function based on part of the graph of some other function could be used to represent the arc. Consider some other possible modelling functions and identify which of these gives the maximum window area for different choices of functions and defining parameters. The following images show some arches from buildings along North Terrace in Adelaide. Image Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "3",
            "6"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "5",
            "6"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "4",
            "5",
            "6",
            "10"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2",
            "4",
            "7",
            "10",
            "12"
          ],
          "keySkills": [
            "1",
            "2",
            "6",
            "10",
            "12",
            "13",
            "14",
            "15"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5",
            "7"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "9",
            "11",
            "12",
            "13"
          ]
        }
      ]
    }
  ],
  "outcomeAssessments": [
    {
      "unit": "Unit 3",
      "outcomeNumber": "1",
      "outcomeDescription": "Define and explain key concepts as specified in the content from the areas of study and apply a range of related mathematical routines and procedures.",
      "totalMarks": "15 marks",
      "criteria": [
        {
          "markRange": "0–3",
          "description": "Appropriate use of mathematical conventions, symbols and terminology Application of mathematical conventions in diagrams, tables, and graphs, such as axes labels and conventions for asymptotes. Appropriate and accurate use of symbolic notation in defining mathematical terms or expressions, such as formulas, equations, transformations and combinations of functions. Use of correct expressions in symbolic manipulation or computation in mathematical work. Use of correct terminology, including set notation, to specify relations and functions, such as domain, co-domain, range, and rule. Description of key features of relations and functions as applicable, such as symmetry, periodicity, asymptotes, coordinates for axial intercepts, stationary points and points of inflection."
        },
        {
          "markRange": "0–6",
          "description": "Definition and explanation of key concepts Definition of mathematical concepts using appropriate terminology, phrases, and symbolic expressions. Provision of examples which illustrate key concepts and explain their role in the development of related mathematics. Statement of conditions or restrictions which apply to the definition of a concept. Identification of key concepts in relation to each area of study and explanation of the use of these concepts in applying mathematics in different practical or theoretical contexts."
        },
        {
          "markRange": "0–6",
          "description": "Accurate use of mathematical skills and techniques Use of algebra and numerical values to evaluate expressions, substitute into formulas, construct lists and tables, produce graphs and solve equations. Use of mathematical algorithms, routines and procedures involving algebra, functions, coordinate geometry, calculus to obtain results and solve problems. Identification of domain and range of a function or relation and other key features using numerical, graphical, and algebraic techniques, including approximate or exact specification of values."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "2",
      "outcomeDescription": "",
      "totalMarks": "20 marks",
      "criteria": [
        {
          "markRange": "0–4",
          "description": "Identification of important information, variables and constraints Identification of key characteristics of a problem, task or issue and statement of any assumptions underlying the use of relevant mathematics in the given context. Choice of suitable variables, parameters, and constants for the development of mathematics related to various aspects of a given context. Specifications of constraints, such as domain and range constraints, and relationships between variables, related to aspects of a context."
        },
        {
          "markRange": "0–8",
          "description": "Application of mathematical ideas and content from the specified areas of study Demonstration of understanding of key mathematical content from one or more areas of study in relation to a given context. Use of specific and general formulations of concepts and mathematical content drawn from the areas of study to derive results for analysis in this context. Key elements of algorithm design including sequencing, decision-making and repetition, and their representation and implementation. Appropriate use of examples to illustrate the application of a mathematical process, or use of a counter-example to disprove a proposition or conjecture. Use of a variety of approaches to develop functions as models for data presented in tabular, diagrammatic, or graphical form. Use of algebra, coordinate geometry, derivatives, gradients, anti-derivatives, and integrals, to set up and solve problems."
        },
        {
          "markRange": "0–8",
          "description": "Analysis and interpretation of results Analysis and interpretation of results obtained from examples or counter-examples to establish or refute general case propositions or conjectures related to a context for investigation. Generation of inferences from analysis to draw conclusions related to the context for investigation, and to verify or modify conjectures. Discussion of the validity and limitations of any models."
        }
      ]
    },
    {
      "unit": "Unit 3",
      "outcomeNumber": "3",
      "outcomeDescription": "Apply computational thinking and use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in situations requiring problem-solving, modelling or investigative techniques or approaches.",
      "totalMarks": "15 marks",
      "criteria": [
        {
          "markRange": "0–6",
          "description": "Appropriate selection and effective use of technology Relevant and appropriate selection and use of technology, or a functionality of the selected technology for the mathematical context being considered. Distinction between exact and approximate results produced by technology, and interpretation of these results to a required accuracy. Use of appropriate range and domain and other specifications which illustrate key features of the mathematics under consideration."
        },
        {
          "markRange": "0–9",
          "description": "Application of technology Use and interpretation of the relationship between numerical, graphical, and symbolic forms of information produced by technology about relations, functions and equations and the corresponding features of those relations, functions, or equations. Analysis of the relationship of the results from an application of technology to the nature of a particular mathematical question, problem, or task. Use of tables of values, families of graphs or collections of other results produced using technology to support analysis in problem-solving, investigative, or modelling contexts. Production of results efficiently and systematically which identify examples or counter-examples which are clearly relevant to the task. Use of computational thinking, algorithms, models and simulations to solve problems related to a context."
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "1",
      "outcomeDescription": "Define and explain key terms and concepts as specified in the content from the areas of study and apply a range of related mathematical routines and procedures.",
      "totalMarks": "15 marks",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Appropriate use of mathematical conventions, symbols and terminology Application of mathematical conventions in diagrams, tables, and graphs, such as axes labels and conventions for asymptotes. Appropriate and accurate use of symbolic notation in defining mathematical terms or expressions, such as equations, transformations and combinations of functions. Use of correct expressions in symbolic manipulation or computation in mathematical work. Use of correct terminology, including set notation, to specify relations and functions, such as domain, co-domain, range and rule. Description of key features of relations and functions, including probability mass and density functions as applicable, such as symmetry, periodicity, asymptotes, coordinates for axial intercepts, stationary points and points of inflection.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–3",
          "description": "Definition and explanation of key concepts Definition of mathematical concepts using appropriate terminology, phrases, and symbolic expressions. Provision of examples which illustrate key concepts and explain their role in the development of related mathematics. Statement of conditions or restrictions which apply to the definition of a concept. Identification of key concepts in relation to each area of study and explanation of the use of these concepts in applying mathematics in different practical or theoretical contexts.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–3"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–3",
          "description": "Accurate use of mathematical skills and techniques Use of algebra and numerical values to evaluate expressions, substitute into formulas, construct tables, produce graphs and solve equations. Use of mathematical routines and procedures involving algebra, functions, coordinate geometry, calculus, probability, and statistics to obtain results and solve problems. Identification of domain and range of a function or relation and other key features using numerical, graphical and algebraic techniques, including approximate or exact specification of values. Identification and representation of sample spaces.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–3"
            },
            {
              "taskNumber": "2",
              "markRange": "0–3"
            }
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "2",
      "outcomeDescription": "Apply mathematical processes in non-routine contexts, including situations with some open-ended aspects requiring problem-solving, modelling or investigative techniques or approaches, and analyse and discuss these applications of mathematics.",
      "totalMarks": "20 marks",
      "criteria": [
        {
          "markRange": "0–2",
          "description": "Identification of important information, variables and constraints Identification of key characteristics of a problem, task or issue and statement of any assumptions underlying the use of relevant mathematics in the given context. Choice of suitable variables, including random variables, parameters, and constants for the development of mathematics related to various aspects of a given context. Specifications of constraints, such as domain and range constraints, and relationships between variables, related to aspects of a context.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–2"
            },
            {
              "taskNumber": "2",
              "markRange": "0–2"
            }
          ]
        },
        {
          "markRange": "0–4",
          "description": "Application of mathematical ideas and content from the specified areas of study Demonstration of understanding of key mathematical content from one or more areas of study in relation to a given context. Use of specific and general formulations of concepts and mathematical content drawn from the areas of study to derive results for analysis in this context. Key elements of algorithm design including sequencing, decision-making and repetition, and their representation and implementation. Appropriate use of examples to illustrate the application of a mathematical process, or use of a counter-example to disprove a proposition or conjecture. Use of a variety of approaches to develop functions as models for data or distributions presented in tabular, diagrammatic, or graphical form. Use of algebra, coordinate geometry, derivatives, gradients, anti-derivatives, and integrals, to set up and solve problems.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–4"
            },
            {
              "taskNumber": "2",
              "markRange": "0–4"
            }
          ]
        },
        {
          "markRange": "0–4",
          "description": "Analysis and interpretation of results Analysis and interpretation of results obtained from examples or counter-examples to establish or refute general case propositions or conjectures related to a context for investigation. Generation of inferences from analysis to draw conclusions related to the context for investigation, and to verify or modify conjectures. Discussion of the validity and limitations of any models.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–4"
            },
            {
              "taskNumber": "2",
              "markRange": "0–4"
            }
          ]
        }
      ]
    },
    {
      "unit": "Unit 4",
      "outcomeNumber": "3",
      "outcomeDescription": "Apply computational thinking and use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in situations requiring problem-solving, modelling or investigative techniques or approaches.",
      "totalMarks": "15 marks",
      "criteria": [
        {
          "markRange": "0–3",
          "description": "Appropriate selection and effective use of technology Relevant and appropriate selection and use of technology, or a function of the selected technology for the mathematical context being considered. Distinction between exact and approximate results produced by technology, and interpretation of these results to a required accuracy. Use of appropriate range and domain and other specifications which illustrate key features of the mathematics under consideration.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–3"
            },
            {
              "taskNumber": "2",
              "markRange": "0–3"
            }
          ]
        },
        {
          "markRange": "0–4",
          "description": "Application of technology Use and interpretation of the relation between numerical, graphical, and symbolic forms of information produced by technology about functions, equations and distributions, and their corresponding features. Analysis of the relationship of the results from an application of technology to the nature of a particular mathematical question, problem or task. Use of tables of values, families of graphs or collections of other results produced using technology to support analysis in problem solving, investigative or modelling contexts. Production of results efficiently and systematically which identify key features, examples or counter-examples which are clearly relevant to the task. Use of computational thinking, algorithms, models and simulations to solve problems related to a context.",
          "tasks": [
            {
              "taskNumber": "1",
              "markRange": "0–4"
            },
            {
              "taskNumber": "2",
              "markRange": "0–5"
            }
          ]
        }
      ]
    }
  ],
  "learningActivities": [
    {
      "unit": "Unit 1",
      "title": "Unit 1: Line segment graphs and review of coordinate geometry ",
      "description": "Line segment graphs and review of coordinate geometry Introduction This learning activity is designed to use a line segment graph as a context for review of coordinate geometry. Parts 1 to 5 are intended to be completed without the use of technology. Parts 6 and 7 include the use of technology. Part 1 Consider the set of points and coordinates given below: Plot these points on a graph, and connect them to form the line segments AB , BC , CD , DE and EF . Calculate the total area bounded by these line segments and the horizontal axis. Part 2 For each line segment find: the gradient the coordinates of the midpoint the length the equation of the line that contains the line segment the angle the line segment makes with respect to the horizontal, correct to the nearest degree Part 3 Let P be the point with coordinates (1, 6) find the equation of the line that passes through P and is parallel to the line segment AB find the equation of the line that passes through P and is perpendicular to the line segment AB draw both of these lines on the graph Part 4 Let Q be the point with coordinates (11, 8) find the equation of the line that passes through Q and is parallel to the line segment CD find the equation of the line that passes through Q and is perpendicular to the line segment CD draw both of these lines on the graph Part 5 Find the coordinates of the point of intersection of the line passing through BC and the line with equation $\\large {3x - 2y = 24}$ Part 6 Use technology to define a piecewise (hybrid) function with pieces for each of the line segments AB , BC , C D and DE and plot its graph. Clearly indicate each of the points A , B , C , D , E and F on the graph and include the line segment EF . Part 7 Verify the results from Parts 1 to 5 of the learning activity, and plot corresponding graphs on the same graph as in Part 6. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "2",
            "8"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "1",
            "3",
            "4",
            "10"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2"
          ],
          "keySkills": [
            "2"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "2",
            "5",
            "9"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Area of Study 1: Functions, relations and graphs: Exploring the graphs of power functions",
      "description": "Example of learning activity: Exploring the graphs of power functions Introduction This learning activity explores power functions of the form ${\\large f(x) = x^n}$ by Using the graphing functionality of technology to explore power functions $\\large {f(x) = x^n}$ for varying values of n . After observing the patterns and characteristics for the varying sets of values for n , students should generalise and summarise their findings. Part 1 Using technology, have students explore the graph of ${\\large f\\text{: } R \\rightarrow R, f(x) = x^n}$ for the following sets of values of n . Have students sketch, without technology, their expected shape of the graphs for each set of before verifying the correct form using their technology. Consider ${\\large n \\in \\textit{\\{0,2,4,6,8,10\\}}}$ by setting up a slider from ${\\large 0 \\leq n \\leq 10}$ in steps of 2. Describe how the graph changes as n changes, including when $\\large { n = 0}$. Explain how these changes relate to the rule of the function. Consider ${\\large n \\in \\textit{\\{1,3,5,7,9\\}}}$ by setting up a slider from ${\\large 1 \\leq n \\leq 9}$ in steps of 2. Describe how this set of graphs differs to the one in a. and why. Explain why the graph for$\\large {n = 1} $ looks different from the other graphs. c. Consider ${\\large n \\in \\textit{\\{-10,- 8,-6,-4,-2\\}}}$ by setting up a slider from ${\\large -10 ≤ n ≤ -2}$ in steps of 2. Describe how this set of graphs differs to the one in a. and why. d. Consider ${\\large n \\in \\textit{\\{-9,7,-5,- 3,-1\\}}}$ by setting up a slider from ${\\large -9 \\leq n \\leq -1}$ in steps of 2. Describe how this set of graphs differs to the one in b. and why. Part 2 Summarise findings from a. to d. above and include a sketch of the generalised shape for each set of values of n , noting key characteristics and exceptions. Part 3 Continue the explorations of the graph of ${\\large f\\text{: } R \\rightarrow R, f(x) = x^n}$ for fractional values of n . Have students sketch their expected shape of the graphs for each set of n before verifying the correct form using their technology. e. Let ${\\large n = \\frac{1}{w}}$ where ${\\large w \\in \\textit{\\{0,2,4,6,8,10\\}}}$ with a slider from ${\\large 1 \\leq w \\leq 10}$ in steps of 1. Describe how the general shape of the graph differs when w is odd or even. Explain how these changes relate to the rule of the function and why there is no graph for $\\large {n = 0}$ f. Let ${\\large n = \\frac{1}{w}}$ where ${\\large w \\in \\textit{\\{-10,-9,-8,-7,…,-1\\}}}$ with a slider from ${\\large -10 \\leq w \\leq -1}$ in steps of 1. Describe how the general shape of the graph differs when w is odd or even. Part 4 Extend the summary to include findings from Part 3. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "2"
          ],
          "keySkills": [
            "1",
            "12"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "5",
            "8"
          ],
          "keySkills": [
            "3",
            "4",
            "7"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Area of Study 1: Functions, relations and graphs: How many different shapes of polynomial function graphs are there? ",
      "description": "Example of learning activity: How many different shapes of polynomial function graphs are there? Introduction This learning activity investigates the range of different shapes of polynomial graphs for some polynomial functions of low degree. Part 1 There is only one shape for the graph of a linear function ${\\large f\\text{: } R \\rightarrow R, f(x) = ax + b}$, which is a straight line. Use a range of examples to illustrate how the graph of a linear function can be obtained from the graph of $\\large {y = x}$ by a combination of dilation, translation and possibly reflection in the horizontal axis. There is also only one shape for the graph of a quadratic function ${\\large f\\text{: } R \\rightarrow R, f(x) = ax^2 + bx + c, a \\neq 0}$, which is a parabola. Use a range of examples to illustrate how the graph of a quadratic function can be obtained from the graph of ${\\large y = x^2}$ by a combination of dilation, translation and possibly reflection in the horizontal axis. Part 2 Consider the cubic polynomial function ${\\large f\\text{: } R \\rightarrow R, f(x) = ax^3 + bx^2 + cx + d, a \\neq 0}$. Systematically vary each of the coefficients in turn and summarise the different shapes of graphs that result. Describe the shape of the graph in terms of the number of stationary points and/or points of inflection. Is it possible to obtain the graph of any cubic polynomial function from the graph of ${\\large y = x^3}$ by a combination of dilation, translation and possibly reflection in the horizontal axis? Explain your reasoning, using examples as appropriate. Part 3 Repeat the investigation in Part 2 for quartic polynomial functions ${\\large f\\text{: } R \\rightarrow R, f(x) = ax^4+ bx^3 + cx^2 + dx + e, a \\neq 0}$ Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "4"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "2"
          ],
          "keySkills": [
            "10",
            "11"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "4"
          ],
          "keySkills": [
            "3",
            "5",
            "6",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Areas of Study 1 and 2: Functions, relations and graphs, and Algebra, number and structure: Bisection for a cubic ",
      "description": "Example of learning activity: Bisection for a cubic Introduction This learning activity applies the bisection method for finding an approximate solution to an irrational root of a cubic polynomial function ${\\large f\\text{: }R \\rightarrow R, f(x) = x^3 - 22x^2 + 163x + 404}$. Part 1 Use the rational root theorem to show that the function f has no rational roots. Plot the graph of f and use a table of values to identify the unit interval with integer endpoint that contains the real root of f. Vary the graphing domain and use a systematic guess-check-refine approach to find an approximate value for the root correct to one decimal place. Complete a table of values for the first four iterations of the bisection process. Use a short program or technology application to apply the bisection process and determine the number of iterations required to obtain an approximate value correct to one decimal place, three decimal places and five decimal places. Part 2 Repeat this analysis for a selection of other cubic polynomial functions. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "7"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "2"
          ],
          "keySkills": [
            "7"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "3"
          ],
          "keySkills": [
            "3",
            "5"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "3"
          ],
          "keySkills": [
            "3",
            "6",
            "7",
            "9"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Area of Study 2: Algebra, number and structure: Are there rational roots? ",
      "description": "Example of learning activity: Are there rational roots? Introduction This learning activity explores when quadratic functions of the form ${\\large f\\text{: }R \\rightarrow R, f(x) = ax^2 + bx + c, a \\neq 0}$ have rational roots or not. Part 1 Consider the family of quadratic functions defined by ${\\large f\\text{: }R \\rightarrow R, f(x) = x^2 - bx - 36}$ Identify values of b for which f has rational roots and illustrate these with their corresponding graphs. Investigate for other integer values of c . Part 2 Consider the family of quadratic functions defined by ${\\large f\\text{: }R \\rightarrow R, f(x) = x^2 - 8x + c}$ Identify integer values of c for which f has rational roots and illustrate some of these with their corresponding graphs. Investigate for other integer values of b . Part 3 Use the rational root theorem to decide if the quadratic function ${\\large f(x) = 2x^2 - 3x - 7}$ has rational roots. Repeat this for several other choices of small integer values for the coefficients a , b and c . The discriminant can also be used to determine whether a quadratic function has rational roots or not. Identify how this can be done by considering the discriminant of several quadratic functions that have rational roots. Areas of study The following content from the areas of study is addressed through this task. Oucomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1",
            "2",
            "3",
            "4",
            "6"
          ]
        }
      ],
      "outcomes": []
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Area of Study 3: Calculus: Filling vases with water ",
      "description": "Example of learning activity: Filling vases with water Introduction There are many different shaped vases. If a vase is filled by pouring in water at a constant rate, the depth of water in the vase will be a function of how long the water has been pouring in from empty, and the shape of the vase. Assuming that a vase has rotational symmetry about its central axis, its shape can be represented by a planar cross-section that contains this axis. This task has two parts and involves qualitative analysis to tackle two problems and explain reasoning: Given the cross-section of a vase, what do the graphs of the depth of water in the vase as a function of time, and the corresponding graph of the rate of change of the depth of water in the vase as a function of time look like? Given a graph of the depth of water in the vase as a function of time, and the graph of the rate of change of the depth of water in the vase as a function of time, what is the shape of the vase? Note that both functions will be strictly increasing functions as water is being poured in at a constant rate and the vases have a finite volume. Part 1 Consider a collection of different shaped vases by means of their cross-section and construct a corresponding depth-time graph and rate of change in depth-time graph. There are a number of related interactive demonstrations available online. Students could be asked to draw an estimate of the rate of change in depth-time graph before each of the animations are shown. Part 2 Consider a collection of different depth-time graphs and rate of change in depth-time graphs and construct corresponding cross-sections for vases. There are various images of rate of change in depth-time graphs available online. Students could be asked to draw an approximation of the shape of the container before its revealed. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Calculus",
          "contentDotPoints": [
            "2"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "8"
          ],
          "keySkills": [
            "15"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "5"
          ],
          "keySkills": [
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3"
          ],
          "keySkills": [
            "6"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 1: Area of Study 4: Data analysis, probability and statistics: Experiments, simulation and probability ",
      "description": "Example of learning activity: Experiments, simulation and probability Introduction This learning activity investigates probabilities obtained from experiments and simulations. Part 1 Using two coins select one of the following outcomes: HH, HT, TT. Toss the two coins simultaneously 120 times and graph the distribution of outcomes. How many times did your outcome occur. Use technology to run a simulation of the experiment, repeat it 100 times. Discuss any similarities and differences in the shape of these distributions. For each run of the simulation, record the number of times the selected outcome occurs. Plot the distribution of the number of times the selected outcome occurs across the 100 runs of the simulation, and describe this distribution. Part 2 Consider two standard packs of 52 playing cards. Two people each have one complete pack. They randomise the order of the cards by thoroughly shuffling each pack. The two people then turn up the top card of their pack and lay it on a table at the same time. The cards are compared, and it is noted if the pair of cards are an exact match or not. This procedure is repeated until all pairs of cards have been similarly compared. Students work in pairs to carry out this experiment 10 times, noting how many matching pairs of cards occur. The distribution of class results can be formed and discussed. Use technology to implement a simulation of this experiment. Students run the simulation 100 times, 200 times, 300 times and so on until they have run the simulation 1000 times, in each case graphing the distribution of the proportion of times (zero, one, two, three …) matching pairs of cards occur. In the long run, what is the most likely number of matching pairs of cards? Form an estimate of the probability that no matching pairs of cards occur. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "1",
            "2"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "9",
            "10"
          ],
          "keySkills": [
            "16"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "5"
          ],
          "keySkills": [
            "2",
            "5",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "3",
            "5"
          ],
          "keySkills": [
            "1",
            "4",
            "10",
            "12",
            "13"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 2: Areas of Study 1 and 2: Functions, relations and graphs, and Algebra, number and structure: Estimating radians, sine and cosine on a unit circle ",
      "description": "Example of learning activity: Estimating radians, sine and cosine on a unit circle Introduction This learning activity is a quick visual activity based on estimating the location of points corresponding to radian measure on the circumference of a unit circle, and the (signed) length of line segments corresponding to sine and cosine. It also looks at finding rough visual estimates for solutions to equations of the form sin(x) = a or cos(x) = a in the interval [ 0,2π ]. Part 1 Draw a unit circle using a scale of 10 cm = 1 unit. Use the values $\\large \\frac{\\pi}{2} \\approx 1.6, \\pi \\approx 3.1, \\frac{3\\pi}{2} \\approx 4.7, 2 \\pi \\approx 6.3$ to place points corresponding approximately to 1, 2, 3, 4, 5 and 6 radians on the circumference of the circle. Use the appropriate vertical and horizontal line segments to find approximations for the corresponding values of sine and cosine. Use the values $\\large \\frac{\\pi}{2} \\approx 1.6, \\pi \\approx 3.1, \\frac{3\\pi}{2} \\approx 4.7, 2 \\pi \\approx 6.3$ to approximately locate points on the circumference of the unit circle corresponding to 0.6, 2.3, 4.6 and 5.1 radians. Estimate the corresponding values for sine and cosine in each case. Use technology to check these estimates. Part 2 Draw a unit circle using a scale of 10 cm = 1 unit. Draw in the horizontal line ${\\large y = 0.3}$ and use this to estimate the solutions to ${\\large sin(x) = 0.3}$ over the interval${\\large [0,2\\pi]}$. Repeat this for various other horizontal lines ${\\large y = k \\text{ where } -1 < k < 1}$ Draw in the vertical line ${\\large x = -0.8}$ and use this to estimate the solutions to ${\\large cos⁡(x) = -0.8}$ over the interval ${\\large [0,2\\pi]}$. Repeat this for various other vertical lines ${\\large y = k \\text{ where } -1 < k < 1}$. Use technology to check these estimates. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "2",
            "4"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "1"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "2",
            "3"
          ],
          "keySkills": [
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2"
          ],
          "keySkills": [
            "2"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "5"
          ],
          "keySkills": [
            "2",
            "3"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 2: Area of Study 2: Data analysis, probability and statistics: Data representations and conditional probability ",
      "description": "Example of learning activity: Data representations and conditional probability Introduction The same data is presented using three different representations, Venn diagram, two-way table and tree diagram, to strengthen students' understanding of the connections between them. Students show and explain the conditional probability relation using each of the three representations. Part 1 A travel survey of 100 Year 11 students found 16 per cent of students have visited Uluru but not Queensland and 74 per cent had visited a theme park in Queensland. Of the 74 per cent of students who have been to a theme park in Queensland, some have also visited Uluru. Ten per cent of the students surveyed have not been outside of Victoria. Represent this data using each of these three representations: Venn diagram Two-way table Tree diagram. Find how many students have been to Uluru and visited a theme park in Queensland, and the total number of students who have been to Uluru. Part 2 Introduce students informally to the concept of conditional probability by posing some targeted questions, such as the following: What is the probability that a given student has been to a theme park in Queensland? What is the probability that a given student has been to a theme park in Queensland, if you know they've been to Uluru? Show and discuss the difference between questions i. and ii. using the three representations. Part 3 Using each of the three representations, have students show and explain the answer to the following question: What is the probability that a given student visited both Uluru and a theme park in Queensland, given that they've visited a theme park in Queensland? Part 4 Have students relate each part of the conditional probability relation $Pr(A \\vert B) = \\frac{Pr(A\\cap B)}{Pr(B)}$ to each of the three representations. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Data analysis, probability and statistics",
          "contentDotPoints": [
            "1",
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "12"
          ],
          "keySkills": [
            "12",
            "13"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2"
          ],
          "keySkills": [
            "2",
            "4",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 2: Area of Study 2: Algebra, number and structure: Linear equations for cubic roots ",
      "description": "Example of learning activity: Linear equations for cubic roots Introduction This learning activity uses linear functions that are tangents to a graph to determine an approximate value for an irrational root of a cubic polynomial function. That is, the horizontal axis intercept of the tangent to the graph of the function at a point close to the root approximates this root. Part 1 Consider the cubic polynomial function ${\\large f\\text{: } R \\rightarrow R, f(x) = 2x^3 - 34x^2 - 196x - 373}$. Plot the graph of the function and show that it only has one real root. Find the unit interval [a, b] with integer endpoints that contains this root. By varying the plotting domain, find the approximate value of the root correct to one decimal place. Use the rational root theorem to show that this root is irrational. Part 2 Find the horizontal axis intercept, ${\\large b_11}$ , of the tangent to the graph of f at ${\\large (b, f(b))}$. Plot the graph of the tangent on the same set of axes as the graph of the function, with a suitable graphing domain to show the root and this approximation. Find the horizontal axis intercept, ${\\large b_2}$ , of the tangent to the graph of f at ${\\large (b_1, f(b_1))}$. Plot the graph of the tangent on the same set of axes as the graph of the function, with a suitable graphing domain to show the root and this second approximation. Find the horizontal axis intercept, ${\\large b_3}$ , of the tangent to the graph of f at ${\\large (b_2, f(b_2))}$. Plot the graph of the tangent on the same set of axes as the graph of the function, with a suitable graphing domain to show the root and this third approximation. Part 3 Use technology to implement the algorithm for Newton's method, using both a and b as initial values. Explore how quickly Newton's method works for other initial values. Apply Newton's method to a cubic polynomial function with three real roots and explore the variation in sensitivity of the method based on the choice of initial value. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "8"
          ],
          "keySkills": [
            "5"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2",
            "4",
            "5"
          ],
          "keySkills": [
            "3",
            "4"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "7",
            "11"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 2: Area of Study 3: Calculus: Simulating rectilinear motion ",
      "description": "Example of learning activity: Simulating rectilinear motion Introduction Straight line motion occurs in many contexts. This learning activity looks at two approaches to representing rectilinear motion graphically, for a given position-time function, where the points of the graph represent the particle. The first approach is to construct a statictime series plot of as set of points ${\\large (t,x(t))}$ for integer values of t from 0 to some specified value, where t is in seconds and ${\\large x(t)}$ is in metres. The second approach is to construct a dynamic simulation (or animation) plot as a set of points ${\\large (0,x(t))}$ for integer values of t from 0 to some specified value, where t is in seconds and ${\\large x(t)}$ is in metres per second. This will show the particle moving along the line ${\\large x = 0}$: that is, along a vertical axis. These graphs can be used to describe the motion qualitatively. As the points are 'one second apart' the difference between consecutive positions gives the velocity of the particle in metres per second. Task For each of the following position-time functions: Plot the set of points ${\\large (t, x(t))}$ over the specified domain. Plot the set of points ${\\large (0, x(t))}$ over the specified domain and run the simulation. Give a qualitative description of the motion of the particle Position-time functions: ${\\large x(t) = 1.5t, 0 \\le t \\le 10}$ ${\\large x(t) = 20 - 2t, 0 \\le t le 10}$ ${\\large x(t) = \\frac{20}{t + 1}, 0 \\le t \\le 20}$ ${\\large x(t) = 200 - 4t^2, 0 \\le t \\le 7}$ ${\\large x(t) = 2t, 0 \\le t \\le 10\\text{ and }20-1.5t, 10 \\lt t \\le 20}$ ${\\large x(t) = 25 + 6 cos(t), 0 \\le t \\le 12}$ ${\\large x(t) = 2(t-1)(t-9), 0 \\le t \\le 10}$ ${\\large x(t) = 40-2^{3-t}, 0 \\le t \\le 10}$ Part 2 Devise several simulations and show them to another student. Have the student devise a qualitative description of the motion and conjecture a possible position-time function as a model for the motion. Identify a range of contexts that may be modelled by rectilinear motion over a given domain. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Calculus",
          "contentDotPoints": [
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "5",
            "8"
          ],
          "keySkills": [
            "6",
            "8"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "3"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "5",
            "6"
          ],
          "keySkills": [
            "3",
            "4",
            "6",
            "8",
            "12"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Unit 2: Area of Study 3: Calculus: Numerical approximations for derivatives ",
      "description": "Example of learning activity: Numerical approximations for derivatives Introduction This learning activity looks at numerical approximations to derivatives by left and right secants and central difference. If the derivative of a function f is defined, then it can be evaluated from first principles by either of the two limits: ${\\large f'(x) = lim_{h \\rightarrow 0}\\frac{f(x) - f(x-h)}{h} \\text { or } f'(x) = lim_{h \\rightarrow 0}\\frac{f(x - h) - f(x)}{h}}$ For small positive values of h , these correspond to the left secant (backward difference) and right secant (forward difference) approximations for the derivative, that is: ${\\large f'(x) \\approx \\frac{f(x) - f(x-h)}{h} \\text { or } f'(x) \\approx \\frac{f(x - h) - f(x)}{h}}$ The central difference is the average of these, and is used by technology to calculate numerical values for derivatives: ${\\large f'(x) \\approx \\frac{f(x + h) - f(x-h)}{2h}}$ In the following work let ${\\large h = 0.0001}$. Part 1 Consider the quadratic function ${\\large f\\text{: }R \\rightarrow R, f(x) = x^2 - 3x }$. Construct a table of values for the left secant, right secant and central difference approximations for this function for x from –2 to 5 in steps of 0.5. Plot the corresponding points for the central difference approximation, and draw a straight line through them, stating its rule. Repeat steps a. and b. for several other quadratic functions. Part 2 Repeat Part 1 for several simple cubic polynomial functions, the square root function and the basic hyperbola. Part 3 Carry out similar analysis for ${\\large f(x) = sin⁡(x)}$ over the interval ${\\large [0,2\\pi]}$ in steps of 0.1. What does the graph of the approximate derivative function look like? Repeat this analysis for ${\\large g(x) = cos⁡(x)}$ over the interval ${\\large [0,2\\pi]}$ in steps of 0.1. What does the graph of the approximate derivative function look like? Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Calculus",
          "contentDotPoints": [
            "1",
            "2",
            "3"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "8"
          ],
          "keySkills": [
            "8"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "2",
            "4"
          ],
          "keySkills": [
            "2",
            "4",
            "5"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "5"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Area of Study 1: Functions, relations and graphs: Piecing things together with polynomials",
      "description": "Example of learning activity: Piecing things together with polynomials Introduction A modelling context is used to introduce piecewise functions. Students draw on their knowledge of polynomial functions, domain and range, and continuity to construct a piecewise function using a context of their choosing. Example The mountain outline in the image below has been used as a context for creating the piecewise function f , which is a combination of three linear functions and two quadratic functions. ${\\large f(x)=\\left\\{ \\begin{array}{l} \\qquad \\qquad \\quad \\, 0.5x + 52,\\qquad \\,-3 \\leq x \\leq -22 \\\\ \\quad \\; \\; \\, -0.071x + 39.429,\\qquad -22 \\lt x \\leq -8 \\\\ \\quad \\quad \\, \\, \\, \\,0.789x + 46.312,\\qquad -8 \\lt x \\leq -4 \\\\ \\quad \\ \\, 0.039(x +2)^2 +43,\\qquad -4 \\lt x \\leq 6 \\\\ -0.026(x-6)^2 + 45.5,\\qquad \\; \\; \\,6 \\lt x \\leq 30 \\end{array} \\right.}$ Task Choose a context of interest and use technology to construct and graph a suitable piecewise function that models a profile or curve. The solution should include the context image with the graph of the piecewise function superimposed and the rule of the piecewise function specified. The piecewise function must include the following: a minimum of three sections at least two polynomials of degree 2 or higher be continuous across the domain of the function, with values calculated to a suitable level of accuracy at endpoints of connecting pieces. Areas of study The following content from the areas of study is addressed through this task. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "1",
            "6"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "6"
          ],
          "keySkills": [
            "1",
            "4"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1"
          ],
          "keySkills": [
            "1",
            "2"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "5",
            "8"
          ],
          "keySkills": [
            "3",
            "6",
            "7"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Areas of Study 1, 2 and 3: A product function",
      "description": "Example of learning activity: A product function Introduction This learning activity considers a family of product functions based on power and exponential functions, and explores key features and the behaviour of their graphs. Part 1 Consider the function ${\\large f\\text{: } R \\rightarrow R, f(x) = x e^{(-x)}}$. Draw the graph of ${\\large y = x \\text{ and } y = e^{–x}}$ on the same set of axes, and show how the graph of f could be obtained from these graphs. Describe the behaviour of the graph of the function as ${\\large x \\rightarrow – \\infty}$ and as ${\\large x \\rightarrow \\infty}$. Find the coordinates of any points of intersection between the graph of ${\\large y = e^{-x}}$ and the graph of f. Find the derivative of f and hence identify the location and nature of any stationary points and the location of any points of inflection. Show that y = x is tangent to the graph of f at the origin. Part 2 Consider the family of functions ${\\large f_n\\text{: } R \\rightarrow R, f(x) = x^n e^{-x}}$, where n is a positive integer. The function in step a. is the case for ${\\large n = 1}$. Draw graphs of ${\\large _fn}$ for several values of n, and identify the nature and location of any stationary points, and the location of any points of inflection. Find the coordinates of any points of intersection between the graph of ${\\large y = e^{-x}}$ and the graph of ${\\large f_n}$. Describe the behaviour of the graph of the function as ${\\large x \\rightarrow – \\infty}$ and as ${\\large x \\rightarrow \\infty}$. State the intervals over which ${\\large f_n}$ is strictly increasing, and the intervals over which it is strictly decreasing. Summarise the key features of the graphs of these functions in terms of n . Part 3 Let g be a differentiable function with domain R. Carry out similar analysis for ${\\large h(x) = g(x)e^{-x}}$. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "5"
          ]
        },
        {
          "name": "Algebra, number and structure",
          "contentDotPoints": [
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "4",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "7",
            "10"
          ],
          "keySkills": [
            "1"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "4",
            "5",
            "8"
          ],
          "keySkills": [
            "3",
            "5",
            "7"
          ]
        }
      ]
    },
    {
      "unit": "Unit 1",
      "title": "Areas of Study 1 and 3: Antiderivatives from derivatives",
      "description": "Example of learning activity: Antiderivatives from derivatives Introduction This learning activity looks at how differentiation of particular functions with rules of the form $\\large {x^n f(x)}$, where $\\large n$ is a positive integer, leads to finding an antiderivative of a closely related function. This technique is sometimes known as integration by recognition. Part 1 Let $\\large { f(x) = e^x}$ and consider derivatives of functions of the form $\\large {x^n e^x}$ Differentiate $\\large {xe^x}$ and hence find an antiderivative for $\\large {xe^x}$. Differentiate $\\large {x^2e^x }$ and hence find an antiderivative for $\\large {x^2e^x }$. Differentiate $\\large {x^3e^x}$ and hence find an antiderivative for $\\large {x^3e^x}$. Describe a general process for finding an antiderivative for $\\large {x^ne^x}$. Part 2 Repeat this analysis for: $\\large {f(x) = sin⁡(x)}$ $\\large {f(x) = log_e(x)}$. Areas of study The following content from the areas of study is addressed through this learning activity. Outcomes The following outcomes, key knowledge and key skills are addressed through this task.",
      "areasOfStudy": [
        {
          "name": "Functions, relations and graphs",
          "contentDotPoints": [
            "2",
            "5"
          ]
        },
        {
          "name": "Calculus",
          "contentDotPoints": [
            "3",
            "5"
          ]
        }
      ],
      "outcomes": [
        {
          "outcomeNumber": "1",
          "keyKnowledge": [
            "1",
            "4",
            "7",
            "10"
          ],
          "keySkills": [
            "1",
            "11",
            "13"
          ]
        },
        {
          "outcomeNumber": "2",
          "keyKnowledge": [
            "1",
            "2",
            "5"
          ],
          "keySkills": [
            "1",
            "2",
            "3",
            "6"
          ]
        },
        {
          "outcomeNumber": "3",
          "keyKnowledge": [
            "3",
            "4"
          ],
          "keySkills": [
            "3",
            "5",
            "6"
          ]
        }
      ]
    }
  ]
}