{
  "learningActivities": [
    {
      "activity": "Classification and identification: Sort data examples into qualitative data and quantitative data; discuss some advantages and limitations of data.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Classification and identification: Compare wavelength, frequency and speed of commonly observable waves with those of light (considered as a wave phenomenon).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Fieldwork: Investigate the factors that determine the speed of a water wave; discuss how variables such as wavelength, frequency and speed can be determined; develop a scientific question involving an independent and dependent variable related to the wave motion (for example, ‘Is X affected by Y?’) and conduct the experiment to generate primary data; discuss whether the data supports a relationship between the variables; work in groups to present and discuss experiments and findings and provide feedback to improve the method.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Demonstrate transmission of a mobile phone signal into an evacuated bell jar.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Classification and identification: Use practical examples to illustrate the difference between transverse and longitudinal waves; create a Venn diagram comparing the characteristics of transverse and longitudinal waves.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Simulation: Represent and investigate the properties of transverse and longitudinal waves using a physical or simulated slinky and a rope. Take measurements and compare wavelength, frequency and speed (can use a simulation such as Wave on a String by PhET).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Simulation: Investigate the properties of waves using a physical or simulated ripple tank (for example: Waves Intro by PhET).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Investigate the reflection of light using a plane mirror and a concave mirror; explore light that is reflected from a plasma screen.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Use a handheld laser pointer, a protractor and gelatin to measure the speed of light in a gelatin block by Science buddies.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Predict, observe and explain the appearance of a plane mirror in a beam of light in a darkened room.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Investigate Snell’s Law and the refraction of light using a semi-circular plastic dish, glass or perspex rectangular blocks, and a convex lens.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Investigate the relationship between refractive index and temperature for water and other liquids.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Simulation: Investigate Snell’s Law using a simulation, for example: Bending Light by PhET.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Simulation: Use a spreadsheet to explore the mathematical relationship experimentally found between the angle of incidence and the angle of refraction.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Use the internet to find the refractive index of a material and investigate its relationship to any other physical parameters.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Investigate total internal reflection in waveguides such as optical fibres and light pipes.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Explore the phenomenon of a double reflection seen in a glass window; for example, if you look at yourself in a glass window pane at night (from the inside) you can see your own image plus a fainter one around the edge of it.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Predict, observe and explain the appearance of objects in a fish tank of water; explain how objects can seem to ‘disappear’ from view when viewed from different positions.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Product, process or system development: Construct a rectangular-based ice prism; shine a laser light through it, recording the angles of incidence and refraction.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Product, process or system development: Construct a 45o ice prism and shine a laser through it; adjust the angle until the critical angle is reached.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Produce an illustration or labelled diagram to explain the production of rainbows or mirages.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Use a water hose to produce a rainbow; measure the angles of each of the seven colours to determine and compare their refractive indices.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Investigate dispersion of light using a prism and a lightbox (can use a simulation such as Bending Light by PhET).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Classification and identification: Divide the electromagnetic spectrum into seven or more regions and allocate each region to a group of students; have each group research and produce a poster explaining the characteristics of their section and uses in society. Groups then explain their findings to the class and posters are displayed ‘in order’ on a wall to create an ‘electromagnetic spectrum’.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Explain observations of: a white line on black paper, and vice versa, through a prism; the observed colours of white clouds and rain-bearing clouds.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Devise an experiment to investigate how the depth of water affects refraction.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Investigate and produce a short report related to the effects of exposure to ‘blue light’ emitted by electronics and energy-efficient light bulbs.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Product, process or system development: Develop a fluid lens system with adjustable focus; investigate the quality and possible applications of the system.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Fieldwork: Conduct a physics scavenger hunt / bingo game where students work in pairs to take photographs that illustrate light phenomena, taking safety precautions and following ethical guidelines. Phenomena to be photographed may include, for example, reflection (in windows, metal surfaces, water), refraction (through windows, glasses of liquid), dispersion (through glass, rainbows formed naturally or via a hose or sprinkler), and total internal reflection (within a transparent container of water). Students may also take a photograph that illustrates another light phenomenon not included in the scavenger hunt / bingo game. Students should annotate their photographs to explain each light phenomenon.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Compare class observations of a phenomenon related to light and discuss why careful observation is important in scientific investigations. Comment on the quote from German poet and dramatist Johann Wolfgang von Goethe (1749–1832): ‘We see only what we know’.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Research the Fresnel effect.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to electromagnetism, waves and light, such as those from the Nuffield Foundation and Institute of Physics.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Explore conceptual understandings and alternative prior conceptions of light using techniques such as those described by the conceptual understanding procedures (CUPs), which include the activity ‘Where did the light go?’",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Create a lotus diagram graphic organiser on the subject of ‘light’. Identify eight key facts from the study of this concept and unpack eight key ideas or concepts related to each fact. Compare diagrams with peers, explaining your selection and reasoning.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Classification and identification: Review an article related to the classification of optical phenomena; for example, the classification of different types of rainbows. Discuss in what ways classification is useful and / or necessary.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Produce a short video, such as the explanation of rainbows (watch 'How is a rainbow formed?') to explain a selected optical phenomenon related to reflection or refraction to an upper primary or lower secondary school student.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Literature review: Research how holograms work.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Product, process or system development: Investigate how a hologram can be created by scratching a design or initials into a piece of plastic.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Classification and identification: Explain the difference between temperature and heat.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Modelling: Construct a conductivity star made of four different metals to demonstrate the different thermal conductivities of the metals.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Use a temperature probe to monitor the phase change of wax cooling or crushed ice warming.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Compare the resolution of different measuring instruments.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Investigate the rate at which an ice cube melts when placed on different types of blocks; for example, foam, rubber, wood, metal.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Modelling: Demonstrate that water is a poor conductor of electricity by three-quarters filling a test tube with water, then boiling water at the top of a test tube, showing that ice held at the bottom of the test tube does not melt.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Case study: Discuss how different temperature scales were developed; for example, Celsius, Fahrenheit and Kelvin.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Investigate the precision of different temperature measuring devices; for example, analogue and digital thermometers.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Product, process, or system development: Construct and explain the operation of a Galilean thermometer.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Case study: Discuss Newton’s Law of Cooling (published anonymously in 1701 as ‘Scala Graduum Caloris. Calorum Descriptiones & Figna’ available in Philosophical Transactions of the Royal Society, volume 22, issue 270) and discuss his conclusions from the perspective that the distinction between ‘heat’ and ‘temperature’ was not understood at the time. Test the statement that was made at the time that the law applies only in a breeze.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Work in groups to investigate the conduction of heat along a given metal bar. Attach five pins along the length of each bar using small pieces of wax; heat one end of the bar and record the time it takes for each pin to drop away from the bar. Graph distance vs time; compare the graphs for different metals and discuss conclusions.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Make a prediction and investigate the final temperature when two liquids at different initial temperatures are mixed.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Investigate whether the rate of cooling of different metals is related to another variable; for example, density, thermal conductivity or specific heat capacity.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Modelling: Develop a model to investigate whether putting a coat on a snowman makes it melt faster.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Design experiments to provide a physics-justified response to the following questions: Does cold water freeze faster than hot water?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "How is the temperature of a fluid related to its viscosity?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "How does temperature affect the surface tension of a liquid?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Does different hair colour affect its capacity to keep the head warm?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Is it important to put a lid on the pot when you want to boil water for tea to save energy and time?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "To cool a pot effectively, should ice be placed above it or under it?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Determine the specific heat capacity of a metal by using an immersion heater.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Case study: Investigate whether warm water freezes faster than cool water by researching the ‘Mpemba effect’. Conduct experiments based on the Mpemba effect; for example, investigating rate vs container size, type of material, covered / uncovered, or stirred / unstirred.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Use a predict-observe-explain approach to investigate what happens when: a small vial full of ice water with red dye is gently poured into a large beaker of hot water",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "a small vial full of hot water with blue dye is gently poured into a large beaker of cold water",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "2 litres of blue-dyed cold water is added to 3 litres of red-dyed hot water in a bucket. Note the initial and final water temperatures; discuss observations with respect to thermal energy transfer.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Literature review: Compare advertisements for roof paint that claim to keep the interior of homes cooler; identify and develop a method to test each claim.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Investigate whether two identical open glasses, filled with hot and warm water respectively, can cool at room temperature at the same rate. Check whether the glass filled with hot water reaches a lower temperature than the glass filled with warm water and explain the results.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Modelling: Read online case studies of people who leave children or pets in cars on hot days leading to serious risks to life. Model the heating of the interior of cars using painted soft-drink cans and sealing a thermometer into the drinking hole using Blu-tac or plasticine. Holes could be punched into the can to represent partly (or fully) opened windows. Develop investigable questions relating to factors that may affect how quickly, and what temperatures were reached, inside the car. For example: ‘Do small cars heat up faster (or reach a higher temperature) than large cars? How much difference does winding down the window (from a little way up to all the way) make to heating up the inside of a car? Is window tinting effective in reducing internal temperatures? Are lighter coloured cars better at keeping the car cool than darker colours? Investigate the rate of heating and maximum temperatures reached by considering different variables: size; exterior colour; colour of the interior trim; whether the windows are fully closed; time of day.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Literature review: Explain the thermodynamics of cold and hot packs.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Re-tell a children’s story to explain the associated physics concepts; for example, explaining the hot porridge in ‘Goldilocks and the Three Bears’.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Design and undertake practical explorations of change in temperature and change of state with a focus on the development of practical skills including: observation; recording of qualitative and quantitative data; graphical analysis; and consideration of accuracy, precision, repeatability and reproducibility.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Literature review: Investigate how concepts of conduction, convection, radiation, specific heat capacity and latent heat capacity are used to determine the energy rating of appliances and features of homes; for example, insulation, glazing (type and size), choice of lighting, floor covering, window coverings, and appliances.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Product, process, or system development: Design, build and test a simple system using household items to heat water using the energy from the Sun; evaluate its effectiveness in capturing available solar radiation and the impact of various design features.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to energy, such as those from the Nuffield Foundation and Institute of Physics.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Explore conceptual understandings and alternative prior conceptions of thermal energy using techniques such as those described by the conceptual understanding procedures (CUPs), which include the activity ‘Hot stuff’.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Research and apply the Angstrom method of measuring conductivity to investigate the conductivity of heat through different substances.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Thermal energy"
    },
    {
      "activity": "Experiment: Devise an experiment to investigate whether mint (the plant) really cools things down.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Observe the colour of hot objects as the temperature increases and relate this to the concept of black body radiation.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Simulation: Explore black body radiation using a simulation (for example, Blackbody Spectrum by PhET).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Literature review: Determine pre-conceptions held in the class by using a context related to the warming of Earth; for example, the NASA global climate change site. Capture interest using engaging images, simulations and current information for exploration.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Modelling: Develop an infographic to communicate in terms of relevant physics (such as energy transfer, transformation, and temperature change) how global warming is occurring on Earth, and the role and impact of human activities upon this.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Literature review: Design and investigate the effects of different types of earth surfaces (for example, ice, grass, concrete, sand, water) on energy reflection or absorption. Relate findings to land use and its effects on atmospheric energy and global warming.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Discuss how the following quote by George Bernard Shaw applies to thermodynamics: ‘Science never solves one problem without raising ten more problems’ (from a speech Shaw made at the Savoy Hotel in London in October 1030, at a dinner in Einstein’s honour).",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to energy such as those from the Nuffield Foundation and Institute of Physics.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Interaction of  thermal energy and electromagnetic radiation"
    },
    {
      "activity": "Simulation: Use a simulation to explore the physics of the Greenhouse Effect by PhET.",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Electromagnetic radiation"
    },
    {
      "activity": "Experiment: Use a radiation counter to record the activity of a variety of real or simulated short-lived radioactive sources, observe their decay and determine their half-life.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Simulation: Use the University of Sydney’s Radiation dose Calculator to estimate your annual radiation dose due to background radiation.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Simulation: Explore the properties of different types of radiation using a simulation or remotely accessible experiment (for example: Farlabs Nuclear simulation).",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Access the information and infographics from the Australian Radiation Protection and Nuclear Safety Agency (ARPANSA) and discuss the concept of ‘risk’ in terms of ionising radiation with a general question such as, ‘Is there an agreed level of risk that is acceptable?’",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Literature review: Research and explain how a Geiger counter (Geiger-Mueller tube or G-M counter) operates.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Simulation: Investigate shielding effects and / or the relationship between intensity and distance from a radioactive source.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Access the resources at US EPA to explore ideas related to ionising and non-ionising radiation.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Classification and identification: Explain how α, β-, β+ and γ radiation can be distinguished on the basis of their properties.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Estimate your annual radiation dose due to background radiation using the online ‘Annual Radiation Dose’ calculator; explain why this is an estimation rather than a calculation.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Literature review: Explain how radioactive decay is used to make reliable predictions in the radiometric dating of materials.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Case study: Access the resource at US EPA to research the contribution of females to understanding of nuclear physics concepts; discuss the intersection between physics and chemistry in describing nuclear concepts; discuss how scientific ideas develop over time and are assisted by improvements in technology and collaboration between scientists.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Literature review: Create a simple chart or annotated diagram to explain how a radiation-based smoke detector works, including information about the selection of the radiation source and type, and the arrangements that should be made for its disposal.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Fieldwork: Visit the radiology department of a local hospital; construct a one-page infographic or patient information sheet that summarises the types of diagnostic and treatment options offered by the department, including the medical purposes for each option offered.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Case study: Enter ‘Mr Peters and the use of radioisotopes in brain scans’ into a search engine to discuss the use of radioisotopes in medicine.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Fieldwork: Compare the intensity of background radiation inside and outside a building, in well-ventilated and poorly ventilated areas, at ground level and the top floor of a multi-level building, and inside wood-, concrete- and plaster-walled rooms.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to atoms and nuclei such as those from the Nuffield Foundation and Institute of Physics.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Case study: Work in groups to research the socio-scientific question as to whether radiation from mobile phones is associated with human health concerns; for example, using phone radiation case studies as stimulus materials for consideration. Consider the reliability and validity of sources of information using questions such as, ‘What is the authority of the source of information?’ and ‘When was the information published?’",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Simulation: Investigate alpha and beta decay using simulations (for example: Alpha Decay by PhET and Beta Decay by PHeT).",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Literature review: Explain how the 18O content of water in ancient ice provides information about climate change and enables scientists to make predictions.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Literature review: Discuss the benefits and unexpected consequences of the use of alpha decay in smoke alarms.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Case study: Work in groups to identify how workers in a selected industry involving the use of radioactive materials are protected (for example, medical applications, nuclear power plants, food industry).",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Radiation from the  nucleus"
    },
    {
      "activity": "Simulation: Investigate nuclear fission and fusion using simulations (for example: Nuclear Fission by PhET.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Describe the process of fusion and explain the statement: ‘We are all only stardust after all’.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Literature review: Research the use of fusion and fission as sources of power and compare their viability as an energy source for use in Australia.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Product, process or system development: Research Jackson Oswalt’s entry into the Guinness Book of Records as the youngest person to have constructed a working fusion reactor; explain how fusion is achieved, defining relevant physics terminology so that it can be understood by a general audience; compare Jackson Oswalt’s process with another fusion technique, such as the laser-powered nuclear fusion experiment discussed or with the process of nuclear fusion that occurs in the Sun.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Fieldwork: Work in small groups to conduct a survey to determine whether people are in favour of Australia developing nuclear power as an energy source; present findings in a graph or other visual representation; compare the extent of agreement between the findings of different groups; identify trends in data; for example, report findings in categories such as selected demographics.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Case study: access reports of nuclear accidents; for example, overviews of the nuclear incidents at Chernobyl, Fukushima, Kyshtym, Windscale and Three Mile Island; work in groups to summarise causes and effects; respond to the socio-scientific question as to whether nuclear power should be considered in Australia.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Classification and identification: Compare the similarities and differences between fusion and fission reactions. Why is energy released in both reactions? What are the end products in each case? Summarise your findings using a graphic organiser such as a Venn diagram.",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Nuclear energy"
    },
    {
      "activity": "Modelling: Compare and evaluate analogies used to explain current and potential difference.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Concepts used to  model electricity"
    },
    {
      "activity": "Experiment: Experiment with a bulb, a battery and one lead and suggest how the bulb can be made to light up.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Concepts used to  model electricity"
    },
    {
      "activity": "Experiment: Experiment with a set of batteries and light bulbs in various series and parallel combinations and explain the observations; add ammeters and voltmeters to the batteries and light bulb circuits to measure the currents, voltages and resistances of the bulbs.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Experiment: Investigate whether two 60 W light bulbs shine brighter than three 40 W light bulbs.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Experiment: Construct a simple circuit with a number of different arrangements of resistors to explore resistance in series and parallel; compare your measurements to expected values from calculations.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Explore the use of voltmeters and ammeters to measure voltage and current; investigate how they must be connected to a circuit to provide correct readings and what happens to both the device and measurements if incorrectly connected.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Simulation: Use a simulation to model the operation of a DC circuit; explore the effect of changing circuit configuration (for example: Circuit Construction Kit DC by PhET).",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Explore conceptual understandings and alternative prior conceptions of electricity using techniques such as those described by the conceptual understanding procedures (CUPs), which include the activities ‘What is the current?’ and ‘What is the reading on the voltmeter?’",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Simulation: Use a simulation to explore Ohm’s Law (for example: Ohm’s Law by PhET).",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Circuit electricity"
    },
    {
      "activity": "Experiment: Undertake practical explorations of series and parallel circuits including voltage dividers and transducers; explore different circuit configurations and the operation of various transducers.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Product, process or system development: Design and produce a device that uses a simple circuit to detect light levels and explain how it could be used for some practical purpose; for example, opening doors for people, detecting intruders, or opening a chicken coop in the morning and closing it at night.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Experiment: Investigate variation of current with applied voltage for a resistor, combinations of resistors and non-ohmic devices.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Experiment: Investigate the output of a voltage divider circuit as the values of the two resistors are changed where, for example, one of them is a LDR.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Experiment: Design and construct a circuit to measure and graph (on paper, calculator or computer) the I–V characteristics of a diode.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Experiment: Design and undertake experiments to investigate the following research questions: Is copper the best conductor of electricity?",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Are heat and electrical conductivity related?",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Does electricity move faster through thin or thick wires?",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Is the light output of an LED dependent on temperature?",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Product, process or system development: Construct a flashing LED; investigate the effect of changing the values of the resistors and / or capacitors on the frequency and length of the flash.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to electric circuits such as those from the Nuffield Foundation and Institute of Physics.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Case study: Discuss innovations in the energy efficiency of electrical devices or electric lighting as a result of concerns about sustainable energy usage and global warming.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Using electricity"
    },
    {
      "activity": "Literature review: Construct a table of typical power usage of domestic appliances and investigate domestic electrical safety provisions.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Electrical safety in  the home"
    },
    {
      "activity": "Modelling: Make a model of a fuse; explain how a fuse helps to prevent a fire caused by faulty household electricity wiring; compare the operation and use of fuses to residual current devices.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Electrical safety in  the home"
    },
    {
      "activity": "Literature review: Produce a flowchart to show what happens when somebody receives an electric shock; annotate the chart with notes related to a media article on an aspect of electric shock.",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Electrical safety in  the home"
    },
    {
      "activity": "Case study: Discuss examples of brownouts and power failures caused by an increase in the use of household electrical devices during extreme weather events (for example, bushfires or blizzards).",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Electrical safety in  the home"
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to forces, motion and energy such as those on the Nuffield Foundation and Institute of Physics website (Practical Physics).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Explore key misconceptions related to forces and motion using resources such as those from the Institute of Physics; for example ‘Many pupils have an unclear idea of acceleration and cannot reliably separate it from speed’.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Fieldwork: Observe, measure and record data taken from an excursion to a playground or amusement park; provide detailed graphical analysis of each motion observed, estimating displacement, speed and acceleration.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Classification and identification: Discuss the nature and difference between scalar and vector quantities, and how each describes different aspects of motion; use simple examples to illustrate the use of scalars and vectors to represent motion.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Modelling: Create a story based on a velocity-time graph; provide a graph with multiple lines plotted in different colours and velocity and time axes marked without a scale. Work in groups with each group creating and acting out a story based on what they imagine is happening; include the use of relevant physics quantities and correct directions and nature of motion in the story.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Modelling: Work in groups to construct different graphical representations using sections from popular movies or television shows involving motion (for example, chase scenes); swap graphs with other groups and write a script based on the graphs; compare the original movie or television scene with the group scripts.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Classification and identification: Use examples to discuss the meaning of negative velocities and accelerations.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Experiment: Measure the acceleration due to gravity using a bouncing ball (such as a superball) on concrete: as the ball bounces the sound of each successive collision with a hard surface can be captured using a microphone and a sound-recording program (for example, Audacity), so that the time interval between bounces can be calculated. Note: the height of each successive bounce is a constant fraction of the previous height; this constant fraction is called ‘restitution’ and could be approximately 0.7 for a superball on concrete.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Explore conceptual understandings and alternative prior conceptions of motion using techniques such as those described by the conceptual understanding procedures (CUPs), which include the activities ‘Driving to Hilary’s’ and ‘Throwing a hockey ball’.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motio"
    },
    {
      "activity": "Experiment: Use a motion detector or a sensor on a device to describe simple walking movements with reference to distance, speed and acceleration.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Simulation: Explore the characteristics of constant acceleration motion and associated graphs using simulations such as ‘Motion with Constant Acceleration’ from Walter Fendt.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Analyse the motion of straight line runs along a set distance using real data captured on a school oval, simulated data, or data from world record 100-metre sprints such as ‘Usain Bolt 100m 10-metre splits’; use times taken for each 10-metre segment to create displacement-time, velocity-time and acceleration-time graphs.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Literature review: Research how the apex vent in parachutes was invented; explain how this innovation improved the use of parachutes in a particular context; for example, delivering food and medicine to flood-, fire- and drought-affected countries.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Experiment: Investigate how the drop time of a parachute is affected by different variables; for example, mass, canopy size, canopy shape, size of apex vent, and number or length of strings.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Re-tell a children’s story to explain the associated physics concepts; for example, explaining the broken chairs in ‘Goldilocks and the Three Bears’.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Discuss whether it is possible to predict maximum speeds at which a human could travel when running or swimming.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Literature review: Work in groups to compare different methods used to determine the speed of a car; for example, radars, laser guns, and point-to-point cameras.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Fieldwork: Determine the best location along a selected road for point-to-point cameras to identify speeding vehicles.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Compare the explanation of motion offered by Aristotle and Newton for a ball rolling downhill.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Explore conceptual understandings and alternative prior conceptions of motion using techniques such as those described by the conceptual understanding procedures (CUPs) which include the activities ‘Hitting a golf ball’, ‘Dropping a golf ball and a foam ball’, ‘Forces on a can of peaches’ and ‘Rudolph’s trouble with Newton’s third law’.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Simulation: Investigate balancing forces using a simulation (for example: Forces and Motion Basics by PhET).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Use bathroom scales to measure reaction forces when sitting, leaning against a wall and walking on the scales. Observe the change in reaction force when riding a lift in a tall building.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Measure the acceleration of trolleys of different masses under the influence of a range of known forces.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Literature review: Present an example of an application that involves an understanding that maximising the time during which a force acts leads to an increase in speed; for example, the use of a woomera for throwing, long rowing strokes and the follow-through actions in cricket, golf or tennis.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Discuss examples in sports science where maximising the force applied leads to an increase in speed; for example, the force applied to a tennis ball using a tennis racquet or using a foot to kick a football in Australian Rules football.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Determine variations in the gravitational field strength (g) at different points on Earth’s surface; for example, sea level compared with Mt Everest. Predict and validate whether there would be differences between values of g in students’ home locations.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Case study: Investigate the reasons that a falling object usually does not accelerate at the expected rate of 9.8 m s-2. Use examples such as the case study from Wired ‘The Greatest Physics Demo of All Time Happened on the Moon and the original video of the Hammer and Feather Experiment from NASA.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Determine the force due to gravity by recording an object falling against an appropriate scale using a ticker-timer, motion sensor, video program or other multi-image application; construct a velocity versus time graph; compare and discuss the resolution of the instruments and the precision of data.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Product, process or system development: Investigate Newton’s three laws of motion by constructing balloon cars, two-stage balloon rockets and other structures found at Science buddies.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Stand a wooden block on its end and give it a slow push with the point of a pencil or pen. The block will either slide along or tip over. Investigate the factors that determine whether the block slides or tips.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Make a presentation to a public interest group on appropriate speed limits in built-up areas.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Case study: Discuss Galileo’s famous ‘thought experiment’ in his dialogues in which he shows the logical flaws in Aristotle’s argument that an object will fall at a speed according to the force on it due to gravity.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Investigate the factors that affect friction. Attach a set of slotted masses via a fishing line and pulley to an object and use the surface it is moving on for a retarding frictional force; select one variable for the object that can be changed independently (for example, mass, surface area, surface type); use a ticker timer or a data logger to measure the average acceleration of the object and use Newton’s second law to calculate the friction force acting on the object. Obtain a set of data for the friction force as the variable quantity that is being investigated is systematically varied; produce a graph of the data and make evidence-based comments that can be supported by the graph about the effect of the selected investigation variable on the friction force.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Case study: Discuss how Robert McNeill Alexander explained the importance of inertial forces versus gravitational forces in determining which gaits land animals use to move at different speeds and to predict the gait and speed of dinosaurs.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Product, process or system development: Design and construct a ‘gravity car’ (a car that uses a falling weight to transfer energy to a wheel rotation).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Investigate non-contact collisions by attaching magnets to trolleys.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Investigate a collision to explore momentum conservation; use either an actual collision using experimental equipment such as trolleys or an air track; alternatively analyse a video either qualitatively or by using motion analysis software such as Tracker.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Experiment: Take measurements to determine power outputs as each class member runs up a flight of stairs.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Experiment: Graph force versus extension for a catapult and relate the stored energy to the vertical height to which it will fire a projectile; ensure safe use of the catapult.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Simulation: Investigate energy transformations using a simulation (for example: Energy Skate Park by PhET).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Experiment: Investigate Hooke’s Law in ideal springs using either physical springs or a suitable simulation; use measurements taken to estimate one or more of the spring constant, extension, or applied force (for example: Masses and Springs by PhET).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Experiment: Design experiments to investigate Hooke’s Law using different ‘springs’; for example, elastic bands, rubber bands, cooked spaghetti or noodles, or stranded confectionary.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Experiment: Investigate the strength of different thicknesses of spaghetti by hanging weights from the middle of each strand; test displacement (sag) versus weight for various span widths or for different strand diameters; plot data results on a graph and draw conclusions about the strength of spaghetti.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Compare the precision and resolution in the use of analogue and digital meters in analysing energy and motion.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Literature review: Investigate the role of impulse and momentum in automotive safety using online resources such as those from the Insurance Institute for Highway Safety.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Experiment: Investigate the properties of running shoes by collecting force-compression data for a variety of running shoe soles; estimate the force on the runner’s foot while running; construct a heel shaped from wood with a flat upper surface that can be loaded with bricks or other heavy objects (some form of horizontal stabilisation will be required that will not significantly affect the load). Use a telemicroscope or similar device to measure the amount of compression under a range of loads that will approximate the forces likely to occur in running. Construct graphs of compression versus load for a variety of running shoes, look at the differences between the graphs and relate the differences to the particular properties or construction of the shoes. Respond to a pre-determined or negotiated question such as, ‘Are there significant differences between the expensive and the cheaper shoes?’",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Use the concept of impulse to explain the elasticity of bungee cords.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Product, process or system design: Design a protective casing for an egg that is dropped from a height; explain how the concept of impulse is involved in the design.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Energy and  motion"
    },
    {
      "activity": "Experiment: Investigate equilibrium using either a physical balance, see-saw or a simulation; use balancing to determine the mass of an unknown object (for example: Balancing Act by PhET).",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Concepts used to  model motion"
    },
    {
      "activity": "Experiment: Investigate the use of equilibrium to balance everyday objects such as books, rulers, pencils and other common materials over the edge of a table or other pivot point; explore unusual combinations that produce unlikely-looking balanced objects.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Forces and motion"
    },
    {
      "activity": "Fieldwork: Capture photos of a rapidly occurring physical phenomenon related to motion; use the images and add text to produce a photo essay or infographic of the phenomenon.",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Application of motion"
    },
    {
      "activity": "Experiment: Observe, record, analyse and report on movement in one dimension in different contexts",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Application of motion"
    },
    {
      "activity": "Provide students with a summary of the 18 options in this area of study; organise students who have selected the same option to work in groups to research the key knowledge points in the study design; ask students to compare and summarise research findings; discuss and clarify concepts, discrepant findings and misconceptions that arise from student research.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Create a short video or animation explaining a contemporary physics-related issue for a specific audience such as students, parents, politicians or business people.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Develop a visual representation, infographic, poster or oral presentation that unpacks a contemporary physics-related issue.",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Communicate a physics-based response to a socio-scientific issue, for example: a petition to local government about the possible impact on trees of the siting of solar panels (Option 2.1)",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "an opinion piece about the viability of nuclear power as an energy source for Australia (Option 2.2)",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "a letter to a newspaper about the proposed siting of a nuclear power station, including data summaries to back up arguments (Option 2.2)",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "a critique of building standards for earthquake-resistant buildings (Option 2.4)",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "an opinion piece about funding space research (Options 2.13, 2.14, 2.17 and 2.18).",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does the colour of building roofs, cloud cover, ocean ice cover, or forest coverage impact upon global warming?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can building design and construction in Australia be improved to decrease energy usage while retaining comfort?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Is nuclear power viable for Australia?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Is there any danger in Australia adopting nuclear powered submarines?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Is research into fusion energy value for money?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does flight transport impact global warming?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Are electric powered aircraft a viable alternative in the next decade?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can the impact of flight transport on global warming be reduced?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Could wing in ground effect vehicles be the future of efficient transport over oceans?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How are structures designed to suit the needs of clients?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Can skyscrapers be constructed from timber instead of metal and concrete?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does the cost of prosthetic limbs limit access?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How could medical radiation use for imaging or treatment improve in the next decade?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does radiation affect young Australians?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can electricity be used to improve quality of life?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Are the latest innovations in vision enhancement viable for all Australians?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How has the readily available use of digital cameras affected the way we live?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Can tiny phone cameras produce images of quality as high as a traditional single lens reflex camera?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Is music made on the computer real music?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Does use of personal music players necessarily mean increased damage to hearing?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can tiny speakers in earphones and other devices produce sound that appears to be very high in quality and fidelity?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can balls be designed for maximum performance in particular sports?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How can the spin of balls in different sports be used to achieve different competitive advantages?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Can the use of simple heat and light sensors significantly reduce home energy usage?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How has solar energy storage impacted the use of solar panels?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does innovation in technology improve astrophysics observations?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How may interaction with intelligent extra-terrestrials impact life?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does knowledge of the physics of traditional ideas help reconciliation with Traditional Owners of Australia?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "What are the benefits of having a particle accelerator in our region?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Why should we care about the origins of matter?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How has the detection of gravitational waves impacted our understanding of the Universe?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Why is an awareness of contemporary physics research in our region important?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "How does a specific example of cutting-edge physics research from our region have the potential to positively impact on our society?",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Brainstorm key vocabulary related to physics investigations as a class; allocate terms to small groups; have each group research the use of their term and produce a poster or a Frayer diagram that includes a definition, facts / characteristics, examples, non-examples and a picture. Hold a gallery walk for students to share their work.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3,
      "topic": "Investigation design"
    },
    {
      "activity": "Discuss the importance of developing investigable questions for scientific investigation considering Albert Einstein’s quote that: ‘The important thing is not to stop questioning’, Robert Half’s quote that ‘Asking the right questions takes as much skill as giving the right answers’ and Nancy Willard’s quote that ‘Sometimes questions are more important than the answers’.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3,
      "topic": "Investigation design"
    },
    {
      "activity": "Crumple a sheet of paper in your hand to form a ‘clot’ approximating a sphere and measure its diameter; collate class data to plot a histogram of clot diameters and account for the shape of the histogram; identify and distinguish between sources of error and uncertainty; use the results to discuss the difference between accuracy, precision, repeatability and reproducibility. Calculate the mean; discuss how the mean would be similar / different if the activity were undertaken by a different class. Explain why accurate measurements are important in physics.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3,
      "topic": "Scientific evidence"
    },
    {
      "activity": "Select examples of scientific posters from existing samples or work available online and post them around the room at stations. Students use post-it notes or similar to provide feedback on the samples, identifying two strengths and two weaknesses for each. As a class, students do a walkthrough of all the posters, summarising and discussing their strengths and weaknesses. Develop a whole of class summary of do’s and don’ts for a high-quality scientific poster.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3,
      "topic": "Scientific communication"
    },
    {
      "activity": "How can the motion of a piece of ice dropped into a container filled with oil be quantified?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How do different materials affect air resistance?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What is the relationship between a water droplet’s diameter and drop height to its splash height?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What does the resistive force of a spread-out wet rag dragged over a surface depend on?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Under what conditions does dry spaghetti not break when falling on to a hard floor?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How does the behaviour of a stream of fluid change when it strikes the surface of a sponge-like material?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Which types of bubble wrap provide the most protection?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Are more expensive tennis balls better?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What is the relationship between volume of air inside a soccer ball / basketball and its bounce and / or distance it travels?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How does the sound produced by hitting a metal rod that is held between two fingers depend on the position of holding and hitting the rod?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What factors affect the phenomenon of the ‘singing wine glass’ (rub degreased and wetted finger around the rim of a wineglass)? Is the pitch proportional to the circumference of the glass, the diameter of the glass, the amount of liquid in the glass and / or the thickness of the glass?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Enter ‘Mersenne’s Law’ into a search engine to explore the relationship between the frequency of a vibrating string and its tension, length, and mass of the string. Verify the law and investigate questions such as, ‘How does the spread and amplitude of harmonics change when a guitar string is lengthened?’, ‘If the string length changes (same tension), how does the spread and amplitude of harmonics change?’ and ‘How does a change in temperature (of the air or the guitar string) affect the spread and amplitude of harmonics?’",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What parameters affect the quality of sound produced when blowing across a blade of grass or a strip of paper?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How do the structural properties of everyday materials compare?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Are gloves or mittens more effective in keeping hands warm in winter?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "What factors affect the drying of cutlery and crockery pieces?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Why do tall chimneys that fall sometimes break into two parts before they make contact with the ground?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "If a small object is dropped into a bowl of flour, the impact will produce a surface structure that resembles a lunar crater. What information about the dropped object can be deduced from the crater?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "When a rectangular piece of paper is dropped from a height of two metres it rotates around its long axis while sliding down at a particular angle. What factors affect the magnitude of the angle?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Drop a solid object into water from a height of around 60 cm. What are the factors that would minimise the splash. How could Olympic divers minimise splash on entry into the water?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Melt paraffin from a candle so that it drips into a saucer of water and note the different solidified shapes that can be seen. Is there a relationship between the height from which the wax falls and the shape of the solidified drops?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How can the efficiency of a model car powered by an elastic air-filled balloon as an energy source be maximised?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How do the pitch and timbre of a sound depend on the position and diameter of the hole, when produced by blowing into the open end of a flute constructed from a tube that is open at one end and has a hole drilled into its side?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Construct an ice lens using a watch glass; shine a laser light through it and record the pathway of the light.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "A bowl with a hole in its base will sink when placed in water. The Saxons used this device for timing purposes. What are the parameters that determine the time of sinking?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Identical discs can be stacked one on top of another to form a freestanding tower. The bottom disc can be removed by applying a sudden horizontal force such that the rest of the tower will drop down onto the surface and the tower remains standing. What are the conditions that allow the tower to remain standing? Are these conditions the same for square or rectangular blocks?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Construct an optical lens made of air (rather than the usual solid or liquid) such that light can travel through the lens without crossing any material except air. Determine the factors on which its focal length depends.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Set up dominoes in a straight line and calculate and measure experimentally the maximum speed of the wave once the first domino falls to initiate a ‘domino wave’. How is the speed of the wave related to the distance between dominoes? How is the speed of the wave affected if the dominoes are set slightly askew?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Construct a biconvex ice lens using two watch glasses. Shine a laser light through it and record the pathway of the light. Explain how the biconvex lens can be used to model the functioning of the lens in the human eye.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Enter ‘Bernoulli’s principle lift of roof’ into a search engine to explore the phenomenon of roofs lifting off houses in storms. How does the wind speed affect the lifting force of a flat roof? Consider lift (the dependent variable) and one of three independent variables (wind speed, area of roof and angle of roof).",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "When dropping a metal ball on a rubber membrane stretched over a plastic cup, a sound can be heard. What is the origin of this sound? What are the parameters that affect the characteristics of the sound? How can this ‘sound’ be used to make ‘music’? Explain how this models the sounds from a drum.",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Is there an ideal angle and direction in which solar panels should be faced?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How does shade affect the efficiency of solar panels?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How does dust affect the efficiency of solar panels?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Are solar cells equally sensitive to light of different wavelengths?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Can white paint fix global warming?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Is there a pattern to the movement of raindrops on a window-pane?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "At the start of a game of pool or billiards, 15 coloured balls are placed at one end of the table to form a triangular shape. What are the conditions under which the impact of the 16th ball (white ball) will cause the maximum disorder?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How can suitcases best be packed to avoid wobbling?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How can I make my boomerang come back?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Does humidity affect the bounce or spin of a ball?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "A spherical ball dropped onto a hard surface will never rebound to the release height, even if it has an initial spin. A capsule-shaped object (for example, an Australian rules football or gridiron ball) may exceed the initial height. How can these different phenomena be explained?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "How does aerofoil shape affect performance?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Observe the phenomenon that bright spots can be seen on dew-drops when they are observed from different angles. Is there a relationship between the number of spots, their location and the angle of observation?",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3
    },
    {
      "activity": "Experiment: Undertake investigations and simulations related to forces, motion and energy such as those from the Nuffield Foundation and Institute of Physics's Practical Physics.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Explore key misconceptions related to forces and motion using resources such as those from the Institute of Physics. For example: ‘Many students think that an object's acceleration is always in the direction in which the object is facing’.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Fieldwork: Use dataloggers and / or digital video cameras to investigate the displacement, velocity and acceleration of students as they perform long jumps and high jumps.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Classification and identification: Discuss instantaneous velocity by drawing velocity vectors for an object moving in a curved path.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Record and analyse motion using computer software, for example ‘Tracker’.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Case study: Access a visual presentation of the ‘monkey and the hunter’ problem; analyse the problem both qualitatively and quantitatively.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Demonstrate that the maximum range occurs at a launch angle other than 45o when the launch height is different from the landing height.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Fieldwork: Capture photos or images of a rapidly occurring physics phenomenon related to motion; use the images and add text to produce a photo essay or annotated poster of the phenomenon.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Develop a method to measure the speed of: an electric train midway between two stations, a bus in which you are going, if there are no reliable distance signs on the route.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Use a datalogger to investigate the nature of the friction force between two surfaces; produce a graph of the data and write a short discussion and conclusion linked to the results.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Develop a spreadsheet that models the motion of a skydiver approaching terminal velocity.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate, using bathroom scales, the reaction force when standing, leaning against a wall, or in an elevator.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Use a set of bathroom scales in an elevator to determine the change in normal force, and hence the acceleration, of the elevator and relate this to the net force.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Throw a ball and calculate the initial velocity and maximum height by measuring the range and time of flight.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Simulation: Investigate projectile motion in terms of the range, maximum height and time of flight for a range of angles and initial speed using simulations (for example: Projectile Motion by PHeT or Projectile Motion by Walter Fendt).",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate projectile motion using video analysis software (for example: Projectile Motion with Angry Birds using Tracker).",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Using calculations, predict the horizontal range of a marble after rolling down a ramp and off a bench and compare this theoretical and ideal range with the experimental range observed, accounting for any discrepancies.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1
    },
    {
      "activity": "Experiment: Investigate the best way of throwing a ‘frisbee’ as far as possible; identify the factors that limit the distance the ‘frisbee’ can travel.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Simulation: Investigate the motion of an object moving in a uniform circular motion using simulations (for example: Circular Motion from Walter Fendt).",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Explore a video of an object attached to a string moving in a horizontal circle to determine the mass of the object and evaluate the validity of the calculation.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Swing a stopper attached to the end of a piece of string in a horizontal circle at different speeds and in a vertical circle to qualitatively explore centripetal force through the tension experienced in the string.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate circular motion in terms of how the centripetal acceleration of a revolving rubber stopper, as measured by the number of washers on the end of the line, is affected by changes in radius and frequency.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Investigate the motion of a rollercoaster ride: Construct a rollercoaster with a low friction ‘car'. Perform measurements along ‘the run’ to determine the speed and vertical displacement of the ‘car’. Calculate the expected values of kinetic energy at suitable points along ‘the run’. Contrast, compare and account for the values measured and calculated. Present the findings in an electronic format such as a web page, slideshow or video, including a set of questions for the rest of the class to complete as second-hand data analysis.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Investigate the speed required for a marble to ‘loop the loop’, using flexible tubing or a slot-car set.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Fieldwork: Investigate circular motion in terms of the relationship between the centripetal acceleration of a passenger in a Luna Park ride and the dimensions and speed of the ride.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Fieldwork: Determine reaction force through an investigation of the centripetal acceleration of a passenger in a Luna Park ride.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Model the motion of a car rounding a corner by investigating the relationship between speed and radius for a rubber stopper moving in a circular path on the end of a length of fishing line under constant tension.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Use photography or other means to determine the angle of lean of a bicycle rider negotiating a curve of known radius at a constant known speed; compare the measured and calculated angles.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Access and select data on planets and their moons and use a spreadsheet to investigate gravitational and circular motion relationships.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Modelling: Access data related to the orbits of artificial satellites from the internet and use the data to determine the mass of Earth.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Case study: Make predictions about whether swimmers would take longer to swim in syrup than in water; read the article ‘Swimming in syrup is as easy as water’ and discuss how the experiment was conducted, identifying possible sources of error. Discuss the conclusions in terms of physics concepts. Design an experiment to model and test the findings of the study.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Simulation: Investigate collisions between objects using simulations; compare velocity, momentum and energy of the objects involved before and after the collision (for example: Collision Lab by PhET).",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate the total momentum before and after various types of collisions between carts or air track gliders.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Product, process or system development: Apply concepts of momentum and energy to explain how Newton’s Cradle works. Construct a Newton’s Cradle from scratch, evaluate its efficiency and suggest improvements that could be made.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Experiment: Use student-designed crumple zones attached to motion trolleys to investigate inelastic collisions (the speed of the motion trolleys can be measured using ticker timers or dataloggers).",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate the collision when a table tennis ball partly filled with water is released some distance above the ground, considering factors such as the amount of liquid inside the ball and the release height above the ground.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Experiment: Investigate the conditions related to a game of pool or billiards under which the impact of a white ball (the 16th ball) can cause maximum disruption of the 15 balls placed together on the table to form an equilateral triangle.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Investigate motion in sport, for example, high jump: Examine the energy changes as a high jump athlete rises, falls and lands on the protective mat. Provide a complete description, prediction and verification of kinetic and potential energy states through a complete cycle. Determine the launch and landing speeds from the maximum height. Find the force–extension relationship for the protective mat. Show what happens when the athlete lands vertically or horizontally. Compare kinetic, gravitational potential and potential energy in the mat as well as total energy as a function of position; account for any changes in total energy. Present the findings in an electronic format such as a web page, slideshow or video, including a set of questions for the rest of the class to complete as second-hand data analysis.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Literature review: Discuss various measures to improve road safety (such as reduced speed limits in school zones, automated braking systems, road surface and geometry, air bags, crumple zones, seatbelts, or roadside barriers) from the point of view of the physics involved. Create an infographic, animation or short video to explain the physics involved to a specific audience.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Experiment: Investigate impulse by dropping eggs onto different surfaces or by throwing eggs at a sheet under a variety of tensions.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Newton’s laws of motion"
    },
    {
      "activity": "Fieldwork: Investigate the energy transformations in a Luna Park ride.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Experiment: Measure the speeds of air track gliders before and after impact to investigate the conservation of momentum and the elasticity of a collision.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Case study: Discuss the contribution of scientists to an understanding of motion and forces; for example, Ptolemy, Aristotle, Copernicus, Galileo and Newton. Identify how prior knowledge contributed to the development of new understanding; explain how new evidence was used to shape ideas about motion and forces.",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "topic": "Relationships between  force, energy and mass"
    },
    {
      "activity": "Literature review: Construct a table or infographic that outlines the similarities and differences between the three types of fields (gravitational, magnetic and electric); compare the magnitudes of the forces due to gravity, electrical forces and magnetic forces.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Experiment: Use iron filings and / or small compasses to investigate and report on the shape of magnetic fields surrounding permanent magnets, current-carrying conductors and solenoids.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Experiment: Design and perform experiments to investigate: the relationship between magnetic field strength and temperature the magnetic field strength of a solenoid factors that influence the performance of electromagnets; for example, shape of the electromagnet coil, diameter, length of coil, electric current.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Case study: Present an account of Michael Faraday’s 1821 invention of the ‘homopolar motor’. Discuss why some people have described it as the world’s simplest motor.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Product, process or system development: Construct a homopolar motor.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Experiment: Investigate how the shape of an electromagnet affects its performance; for example, compare a short coil with many turns of wire with a long coil (a solenoid) with the same number of turns.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Experiment: Investigate how the diameter of an electromagnetic coil affects the strength of the magnetic field and / or the electric current.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Literature review: Discuss how international collaboration has been involved in the discovery of gravity waves and associated technologies; for example, the Laser Interferometer Gravitational-Wave Observatory (LIGO).",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Explore the gravitational and magnetic fields around Earth.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Simulation: Explore the nature of electric fields using simulations (for example: Charges and Fields by PhET and Electric Field Hockey by PhET).",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Case study: Research and explain the motion of the oil drop, due to gravitational and magnetic fields, in Millikan’s experiment.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Estimate the gravitational attraction between different objects.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Experiment: Investigate the force acting on a conductor in a magnetic field.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Experiment: Demonstrate and seek explanations of the motion of a magnet falling in a long metal cylinder.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Experiment: Investigate the motion of a coin when it is placed vertically on a magnet, then slightly inclined relative to the magnet and released.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Product, process or system development: Design and construct a device based on a compass needle that can be used to measure Earth’s magnetic field.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Simulation: Explore the operation of simple DC motors using online simulations, animations and infographics (for example: DC Motors from UNSW and DC Motors from Hyperphysics).",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Effects of fields"
    },
    {
      "activity": "Track satellites in real time.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2
    },
    {
      "activity": "Literature review: Present the possibility of high-speed trains (for example, Maglev trains) using valid physics to explain key concepts for a specific audience.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Experiment: Use the magnetic field of a solenoid in conjunction with a ‘tuning eye’ radio valve to investigate the motion of electrons in a magnetic field.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Experiment: Use the magnetic field of a solenoid in conjunction with a current balance to confirm F = nIlB.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Experiment: Demonstrate the motor effect using a permanent magnet and a current-carrying conductor; predict which way the conductor would move using the ‘right-hand rule’ and experimentally test prediction.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Literature review: Investigate and report on an application of the interaction between two fields.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Classification and identification: Compare artificial and natural satellite motion.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Literature review: Apply field concepts to the placement and operation of telecommunication satellites.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Product, process or system development: Build and test a simple electric motor.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Fields and interactions"
    },
    {
      "activity": "Literature review: Through research on the internet and other sources, investigate the efficiency of an electric motor compared with other motors.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Simulation: Investigate the relationship between orbital radius and mass for orbiting objects.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Literature review: Explain how knowledge of orbital heights and speeds allows artificial satellites to be best positioned for observation of weather, natural phenomena, and traffic patterns in cities.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Apply concepts of circular motion and electric field to mass spectroscopy.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Produce a summary concept map of field concepts explored practically during the unit.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Watch and critique a video on YouTube about the design of a particle accelerator.",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "topic": "Application of field  concepts"
    },
    {
      "activity": "Simulation: Explore the operation of generators using online simulations and animations (for example: Generators and Alternators from UNSW).",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Experiment: Determine the flux through a variety of examples at stations in the laboratory.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Experiment: Perform an experiment related to the identification of flux change and the determination of magnitude and direction of emf produced.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Classification and identification: Compare the power produced by a DC voltage with that produced by an AC peak voltage of the same, twice and √2 times the DC voltage.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Experiment: Investigate the induction of an electric current using a magnet and coil.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Experiment: Investigate the induced emf from an AC generator.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Use Lenz’s Law to predict the direction of an induced current when a magnetic field is produced inside a solenoid (either with a permanent magnet or another solenoid).",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Literature review: Apply the concept of induction; explore the use of electric fields in microphones; explain how speakers work.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Product, process or system development: Select an electrogenic (able to generate an electric field) organism such as an electric eel to design a solution that harnesses the electric field to generate electricity.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Determine the change in efficiency of a power supply system if the resistance of the wires is doubled",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Experiment: Investigate the performance of a transformer.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Deconstruct an old computer transformer and investigate its function.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Literature review: Research the different types of AC generation power plants and prepare a summary report.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Literature review: Read the article at Renew Economy and evaluate energy transmission proposals and projects, for example: the Australia-Asia Power Link",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Experiment: Analyse a low-voltage model of a transmission system.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Product, process or system development: Design a power supply system given a set of design parameters.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Generation of electricity"
    },
    {
      "activity": "Modelling: Use a spreadsheet to explore modifications to the operation of an energy supply system.",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Case study: Access case studies related to possible health effects on humans living near power lines, and energy networks; identify the physics concepts and claims discussed in the case study; choose one physics-based claim and develop a method to test the claim. What data would be required to draw a conclusion? What is the sample size for the proposed method? Could the conclusions be generalised to a wider population?",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "topic": "Transmission of  electricity"
    },
    {
      "activity": "Literature review: Research and explain applications of standing waves.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Experiment: Investigate experimentally the change of an interference pattern as the light is modified in terms of wavelength, intensity, distance from slits, coherence.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Observe and describe the diffraction and interference effects as light passes through narrow single and double slits; vary the colour of the light using red and blue filters, and experiment with single and double slit slides of various sizes.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Explore interference patterns produced by shining a laser pointer onto a thin wire (for example: Interference Experiments from UNSW). Video",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Investigate the interference pattern on a screen using a diffraction grating or by reflecting laser light on the surface of a CD or DVD (e.g. Diffraction Gratings Lab from UNSW.)",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Simulation: Explore the nature of diffraction and interference using online video clips and interactive resources (for example: Phys Clips Interference from UNSW, Phys Clips Diffraction from UNSW and Double Slit Interference by Walter Fendt).",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Conduct a practical activity on the photoelectric effect using standard equipment and filters.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Simulation: Investigate the photoelectric effect: explore the effect of changing the frequency and intensity of the incident light on the energy of the ejected electrons (for example: Photoelectric Effect by PhET or Photoelectric Effect by Walter Fendt) explore the photoelectric effect compare data such as the photoelectron energy or velocity, or electrical potential difference across the anode, with the wavelength or frequency of incident light; calculate Planck’s constant from the simulation data.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Modelling: Use data of retarding voltage and frequency for a selection of metals to explore the photoelectric effect; graph using paper or a spreadsheet.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Literature review: Report on an innovation that uses the photoelectric effect; for example, solar cells, photocells, photomultiplier tubes, and the production of soundtracks on movie films.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Classification and identification: Compare both emission and absorption spectra for selected elements.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Literature review: Research and report on the use of spectra in the identification and investigation of bodies in the night sky.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Investigate the wave nature of light with reference to interference and diffraction.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Experiment: Illustrate the concept of three-dimensional electron standing waves in an atom with two-dimensional standing waves in water or with a metal ‘Chladni’ plate.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Experiment: Use a diffraction grating to observe the line spectrum of a hydrogen discharge tube; relate the colour to the frequency of the light and hence calculate the photon energy.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Simulation: Use applets to explore the production of atomic absorption and emission line spectra.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Experiment: Observe spectra of various sources of light using a spectroscope.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Literature review: Research and compare interference patterns produced by light and matter.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a wave"
    },
    {
      "activity": "Experiment: Access the Nuffield materials (at the Institute of Physics) to demonstrate diffraction of light through a narrow opening.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Experiment: Access the Nuffield materials (at the Institute of Physics) to demonstrate the interference of light through two narrow slits.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Product, process or system development: Construct a spectrometer using a compact disc (CD), a cereal box, a protractor, a pen or pencil, a utility knife with a retractable blade, and aluminium foil; use the spectrometer to observe light from local light sources such as those in the home.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Fieldwork: Use a commercial spectrometer to observe light from the stars.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Explain the limitations of using Newton’s laws of motion at very high speeds.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Simulation: Use interactive resources to explore the nature of space and time in special relativity (for example: Physlet Quantum Physics Time Dilation and Length Contraction in Special Relativity; or Time Dilation App from Walter Fendt).",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Investigate different frames of reference: watch a visualisation to introduce the concept of simultaneity: summarise the main points discuss the motion of a ball being thrown vertically inside a moving train from the perspective of a stationary person on the train, compared with what an observer standing on the ground would see discuss the motion of a projectile moving with the same horizontal speed as a moving vehicle (relative to the ground) and compare what is seen by someone standing on the ground and someone sitting in the moving vehicle.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Investigate Einstein’s theories using everyday examples and compare the findings to Newtonian mechanics.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1
    },
    {
      "activity": "Watch ‘Why can’t you go faster than light?’ and explain why it is impossible for an object to travel faster than light.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1
    },
    {
      "activity": "Use graphical representations of the motion of Mars to demonstrate and explain its retrograde motion to show different frames of reference.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Simulation: Access online simulations, worksheets and quizzes related to the train thought experiment to explore Einstein’s special theory of relativity.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Classification and identification: Discuss when it is more appropriate to use Newton’s laws of motion and when to use Einstein’s theories.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Light as a particle"
    },
    {
      "activity": "Literature review: Research and summarise how special relativistic effects can be applied to explain the operation of the Global Positioning System (GPS), and Real-World Relativity (note that the effects of general relativity are beyond the scope of VCE Physics).",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Literature review: Explain how satellites provide experimental evidence that supports the phenomenon of time dilation.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Literature review: Work in groups to investigate how Einstein’s second postulate for his special theory of relativity is supported by evidence from a number of sources; for example, X-rays from binary star systems and other experiments on moving gamma radiation sources.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Literature review: Research and explain the time dilation effects that have been measured experimentally with atomic caesium clocks.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Literature review: Allocate students an identified misconception related to special relativity to unpack and correct; for example, ideas that ‘time is absolute’, ‘length, mass and time changes are just apparent’, ‘length and time only change for one observer’, ‘time dilation refers to two clocks in two different frames’, ‘a mass moving at the speed of light becomes energy’ and ‘mass is absolute, that is, it has the same value in all reference frames’.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Literature review: Allocate students into groups to research and explain to other groups how Einstein’s work on special relativity built upon the ideas and research of other physicists; for example, James Maxwell and Hendrik Lorentz.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Experiment: Use a video camera to photograph motion from different frames of reference; for example, record the motion of a person walking in a straight line while throwing a ball in the air from a stationary camera and from a moving camera, or record motion as you are rotating in the centre of a table; explore Newton’s writing on the concepts of absolute space and time and relate the video recordings to his writings.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Case study: Discuss how the Michelson-Morley experiment with light disproved the previously held luminiferous aether theory.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Modelling: Use mathematical modelling to examine the way in which the correction factor g = 1 / (1 – v2 / c2)½ changes with speed; discuss the implications of the correction factor g = 1 / (1 – v2 / c2)½ approaching infinity at the speed of light, including that the apparent mass of an object must also approach infinity; examine the experimental evidence that time runs more slowly for fast-moving objects.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Case study: Discuss the discovery of the muon by Carl Anderson and Seth Neddermeyer in 1936. How did the discovery challenge previously understood ideas about particles?",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Simulation: Use interactive resources to explore mass and energy equivalence (for example: Physlet Quantum Physics.)",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Einstein’s special theory  of relativity"
    },
    {
      "activity": "Organise students into groups of four to work together to create a set of four or eight ‘Who has? … I have’ double-sided cards related to images and descriptions of physics concepts; for example, characteristics of light and matter or ways our understanding of the physical world has changed. Each card has one face with a ‘Who has…?’ description of a concept, and the other face of the card has an image that corresponds to another student’s card’s ‘Who has…?’ description. Combine cards from the class to play the game, and deal each student with one or two cards. One student begins the game by asking their ‘Who has…?’ question. The student with the correct answer says, ‘I have!’ and then asks the ‘Who has…?’ question that is on their card. Students continue this question-and-answer pattern until all cards have been used.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Keep points clear and concise – the use of relationships is appropriate.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Make use of ‘bubbles’ in the margins to provide evidence in the form of experiments.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Use colour to emphasise whether an item is a point or a justification.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Provide justifications wherever possible.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Use capital letters to emphasise more important points.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Use colour coding to emphasise level of importance of points.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Use appropriate symbols and conventions.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "topic": "Relationship between  energy and mass"
    },
    {
      "activity": "Teacher may include a number of guiding questions to probe evaluation of the models to explain light and matter.",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1
    },
    {
      "activity": "Compare class observations of a single physics phenomenon or object and discuss why careful observation is important in scientific investigations. Comment on the quote from German poet and dramatist Johann Wolfgang von Goethe (1749–1832): ‘We see only what we know.’",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Investigation design"
    },
    {
      "activity": "Design an experiment to investigate a property of a common household item; for example a child’s toy, a rubber band, a super ball. Identify and distinguish between sources of error and uncertainty; use the results to discuss the difference between reproducibility and reliability; calculate the mean; discuss how the mean would be similar / different if the activity was undertaken by a different class. Explain why accurate measurements are important in physics.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Investigation design"
    },
    {
      "activity": "Determine the maximum precision of length measurement with a steel ruler; discuss the significance of precision in measurements of physical phenomena; use examples to illustrate the effect of variable precision when using motion formulas to calculate an unknown quantity.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Investigation design"
    },
    {
      "activity": "Discuss the following quote by Edward Teller: ‘A fact is a simple statement that everyone believes. It is innocent, unless found guilty. A hypothesis is a novel suggestion that no one wants to believe. It is guilty, until found effective’ (E. Teller, 1991, Conversations on the Dark Secrets of Physics, Plenum Press, New York).",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Investigation design"
    },
    {
      "activity": "Comment, in terms of the nature of science, on Bill Gaede’s quote that ‘Science is not about making predictions or performing experiments. Science is about explaining.’",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Scientific evidence"
    },
    {
      "activity": "Discuss whether there is a role for ‘guessing’ in physics experimentation and research.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Scientific evidence"
    },
    {
      "activity": "Comment, in terms of the importance of scientific communication, on Anthony Hewish’s quote that: ‘I believe scientists have a duty to share the excitement and pleasure of their work with the general public, and I enjoy the challenge of presenting difficult ideas in an understandable way.’",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "topic": "Scientific evidence"
    },
    {
      "activity": "Debate the topic: ‘It is more important, in presentations, to impress rather than to inform’.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Download and print prepared scientific posters (for example, from the University of Texas website) and work in groups using a provided set of criteria to evaluate investigation aims, methodologies, data presentation, conclusions and effectiveness of scientific communication for each poster.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Organise small-group discussions in class to identify the strengths, weaknesses and areas for improvement of a range of scientific posters; for example, those found at University of Texas website. Collate and reflect on class results and provided online evaluations to develop a set of ‘do’s and don’ts’ for constructing a scientific poster.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Develop a hypothesis and then design and perform an experiment to answer a question related to projectile motion, for example: How does angle affect the range of a projectile? How does the shape of a projectile affect the range of the projectile? How much of an effect does air resistance have on the height of a projectile? How much of an effect does air resistance have on the range of a projectile?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the motion of a balloon or a parachute.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Determine the ‘sweet spot’ of a tennis racquet.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the relationship between the radius and the period of a body in circular motion.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Determine how fast a bearing needs to be travelling to make it over a vertical loop.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the strength of the force produced by a solenoid.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Determine the efficiency of a phone transformer.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Access a triboelectric series and investigate how the order of selected items may change depending on varying environmental factors; for example, the presence of moisture or contaminants such as oil or dirt.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Determine from what height a coin with heads-up should be dropped so that the probability of landing with a heads-up or a tails-up is equal.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how the friction force depends on speed by considering the rolling of a wood puck on the wooden surface of a table.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the relationship between the shape of the solidified droplets and the altitude of their fall after observing different solidified shapes (for example, ‘banana’, ‘boat’, ‘inkblot’) when molten paraffin is made to drip from a candle into a dish with water.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the behaviour of a pendulum where the bob is connected to a spring or elastic cord rather than a solid rod.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the attenuation coefficient (how easily a fluid, such as water, can be penetrated by a beam of light, sound, particles or other energy or matter) of various solutions of milky water (using pure water as a control and then beginning with a weak suspension of a few drops of milk in 500 mL of water).",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the parameters of a piece of transparent polyethylene film that result in the phenomenon that if printed text is covered with a piece of the film then the print can easily be read but as the film is gradually lifted up the text becomes increasingly blurred and may disappear.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how the width of a slit affects the interference pattern.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the relationship between incident light frequency and the kinetic energy of photoelectrons.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Magnetise a nail by rubbing it with a magnet and investigate the effect of temperature on magnetic field strength.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Construct an aeroplane from a sheet of A4 paper and determine its maximum flight distance and / or time in the air; explain why it is not possible to reach a greater distance and / or longer flight time.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Build a car using styrofoam meat trays, balloons and straws and investigate the effect of balloon size on the distance the car travels.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "A simple hand helicopter can be made by attaching rotor blades to one end of a vertical stick. The helicopter moves upwards when the stick is twisted at a high enough speed and then let go. What parameters affect the lift-off and the maximum height?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Design, construct and evaluate a device that is able to separate at least ten particles with varying properties based on the construction of a ‘separating machine’ that utilises gravitational, magnetic and electric fields (the first step in the process should involve passing the particles through a ‘rubbing machine’ so that they acquire a small charge due to the triboelectric effect, a phenomenon where certain materials become electrically charged after they come into frictional contact with another material that has a different electronegativity [electron attracting power]).",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the relationship between the thickness of a crumple zone and the elasticity of a collision. Explain how this investigation can be used to model crumple zones in cars.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the concept of ‘magnetic suspension’; design, construct and evaluate a model that illustrates how it may be possible in the future to utilise ‘magnetic suspension’ for the operation of high-speed trains.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Devise an inquiry to test the statement that ‘if you are sinking in soft mud, you should not move vigorously to try to get out’.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the motion of a hoop with a weight attached to its internal rim that is set in motion by a gentle push.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how the height of a leap depends on the depth of a squat from a standing start.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how the tension affects the standing waves on a string.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Determine the factors that affect the speed at which a rolled-up carpet unfolds, either by itself or after being given a gentle push.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the factors that affect the height reached by splashes of water when a spherical object is dropped into water; determine a relationship between the height of the splash and one of the investigated factors; investigate the factors that would minimise the splash.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how the height above water which a body submerged in water ‘pops up’ after release is dependent on depth and other factors.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate how to empty a bottle filled with a liquid as quickly as possible, without the use of external technical devices.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Investigate the phenomenon that clothes can look darker or change colour when they are wet.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "How much freedom will students have in selecting the area of investigation?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Will the teacher provide a guiding question from which the student needs to design a specific investigation?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Can some of the investigation be conducted in a group?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "To what extent will all students consider the same investigation question, or complete different parts of the same question, so that class data can be pooled?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "How much guidance will the students require in designing their experiment?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "Will off-school site work / fieldwork be involved?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "fitting the investigation into the time available, and developing a work plan",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "identifying the technical skills involved in the investigation",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "ensuring that resources are available that meet the requirements of the investigation.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "provide examples of investigations involving two continuous independent variables",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "determine to what extent students will work independently or in groups",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "discuss the independent, dependent and controlled variables in proposed experiments",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "identify safety aspects associated with undertaking experiments",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "establish the use of physical units of measurement and standard notation, and how to reference sources and provide appropriate acknowledgments.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "each student undertakes internet research to find background information related to the general topic for investigation",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "students work individually or in groups to confirm a research question, formulate a hypothesis and propose a research methodology and / or method, including management of relevant safety and health issues",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "students perform investigations, and record results in their logbooks.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "using mathematical formulae and relationships",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "converting between units",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "using scientific notation",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "determining significant figures",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    },
    {
      "activity": "considering accuracy, precision, repeatability, reproducibility, resolution, errors and uncertainty.",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2
    }
  ],
  "examples": [
    {
      "title": "Experiment: How does the refractive index of a liquid vary with concentration and temperature?",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "content": "Detailed example 1 Experiment: How does the refractive index of a liquid vary with concentration and temperature?Since the density of a liquid usually decreases with temperature, it would be expected that the speed of light in a liquid would increase as the temperature increases and therefore that the index of refraction would decrease as the temperature increases for a liquid. Although largely a confirmation-type investigation, this activity provides an opportunity to discuss and differentiate between experimental error and uncertaintyPreparation notes A triangular tank (acting as a prism) into which liquids can be poured can be constructed using epoxy glue or silicone to glue together three microscope slides (glued on their edges to form the walls of the chamber) onto a triangular-shaped piece of glass that has been cut to measure using a glass cutter (to form the base of the chamber). A school laser pointer may be used as the light source to shine through the triangular tank.The triangular tank can be placed onto a hotplate with different temperature settings when testing for effects of temperature changes. Science skillsTeachers should identify and inform students of the relevant science skills embedded in the task.Health and safety notesStudents should be warned about the safe use of lasers and safe use of heating apparatus.MethodStudents should decide which method they will use to measure the refraction of light. One method leading to the calculation of the refractive index is shown below, as an example. Diagram 1 Image descriptionStudents should all measure the refractive index of water, using their apparatus.To investigate the effect of changing concentration on refractive index, students may be allocated different concentrations of liquids to test in their triangular tanks, for example: 5%, 10%, 15%, 20%, 25% and 30% solutions of sugar or salt.To investigate the effect of changing temperature, students may place their triangular tanks flat onto a hotplate to calculate the refractive indices of water and / or a selected concentration of a nominated solution at different temperatures.Discussion questions and report writing in logbookStudents record investigation results in their logbooks and calculate the refractive indices for their selected solutions. Class results may be collated in order that general trends can be determined and discussed. ExtensionTeachers may use this experiment as the basis of a ‘coupled’ investigation. Suitable questions as a coupled investigation include:How can the apparatus be modified to produce more accurate and / or precise results?Is there a difference between the relationship between refractive index and temperature of solutions of ionic versus molecular solutes?Is the relationship between refractive index and temperature related to the coefficient of volume expansion?Can the refractive indices of saturated, monounsaturated and polyunsaturated oils be used to distinguish between them?Could an alternative to laser eye surgery be changing the refractive index of the eye’s vitreous or aqueous humours?How does the refractive index of pure water ice compare with that of frozen carbonated water?"
    },
    {
      "title": "Experiment: Stopping at all thermodynamic stations",
      "unit": 1,
      "areaOfStudy": 1,
      "outcome": 1,
      "content": "Detailed example 2 Experiment: Stopping at all thermodynamic stationsAimTo explore the thermodynamic concepts of conduction, convection and radiation and to relate these concepts to applications involving different methods for heating and cooling homes.PreparationTeachers should organise an appropriate number of stations. Stations could include: Scientific observation and measurement: put a piece of ice into a small glass filled with vegetable oil; qualitatively and quantitatively analyse its motion. Thermal effects: compare the effects of placing potassium permanganate crystals in a beaker of hot water and a beaker of cold water. Comparison of temperature above and beside a candle: using a cardboard tube, place it vertically above the candle and then place it horizontally adjacent to the flame; find the temperature of the air at the furthest end of the tube in each instance. Convection and flight: make a hollow cylindrical tube from an empty, dry tea bag; explain the factors that affect the cylinder’s take off when the top end of the cylinder is lit. Convection currents in air: place whirly gigs over a heat source. Convection currents in water: half fill a beaker with cold water; using a spatula, gently drop a few crystals of potassium permanganate down one side of the beaker; use a Bunsen burner to heat the base of the beaker where the crystals had fallen. Effect of colour: take readings of temperatures of thermometers that are painted different colours and placed in a sunny spot in the laboratory or outdoors. Movement of heat: heat different types of metal rods and compare how long it takes for the heat to reach the end of the rod; affix corks with wax along the length of the rod to assist in measuring time. Temperature gradient in warm water: place a temperature probe into some warm water; gently pour some hot water onto the top of the warm water; leave for a minute. Slowly remove the temperature probe and watch the temperature gradient as the probe is removed. Conduction in metal: time how long it takes the temperature at the end of a metal rod to increase when held in a flame and compare with rods made of different metals; use wax to attach corks at 10 cm intervals along the rods to monitor the progress of heat conduction. Health and safety notesSafety data sheets for chemicals used (for example, potassium permanganate) must be distributed to students.Students must be reminded of safe use of heating apparatus. Science skillsTeachers should identify and inform students of the relevant key science skills embedded in the task.MethodStudents should work through the activity at each station and record results in their logbooks. Data may include descriptive observations, temperature readings, photographs and labelled sketches. DiscussionStudents could set up a table to show how the results of each station activity relate to different household methods for cooling and heating."
    },
    {
      "title": "Simulating radioactive decay and half-lives",
      "unit": 1,
      "areaOfStudy": 2,
      "outcome": 2,
      "content": "Detailed example Simulating radioactive decay and half-lives BackgroundA radioactive element will have some nuclei that are stable and other nuclei that are unstable. The stable nuclei don’t change but the unstable nuclei transmute or ‘decay’ into more stable nuclei and emit radioactivity. The half-life is the time taken for half the radioactive nuclei to decay. Half-lives vary for different elements; for example, lithium-8 has a half-life of 0.85 seconds while uranium-238 has a half-life of 4.51 billion years.AimTo simulate how unstable (radioactive) elements change into more stable nuclei and to explore the concept of half-life.Materials (for each group of students) between 60 and 130 M&Ms®, Skittles® or two-sided discs with different colours on each side in a container to represent unstable nuclei1 plastic or paper cup 2 sheets of paper towellinggraph paper or a spreadsheetMethodPlace between 60 and 130 M&Ms®, Skittles® or two-sided discs with different colours on each side into a plastic or paper cup to represent unstable nuclei.Carefully spill the ‘nuclei’ onto a paper towel sheet. The spill represents a half-life of a radioactive element.Spread the nuclei out on the paper towel to identify whether the manufacture’s label, or a selected disc colour, is facing ‘up’ or ‘down’.The ‘up’ facing nuclei represents decayed nuclei, and should be counted, recorded in a table such as the one below, removed and placed onto a second paper towel sheet.The remaining nuclei are replaced in the plastic or paper cup, and spilled again to represent the second half-life. Decayed nuclei should be counted, recorded and removed.Step 5 should be repeated until all nuclei have decayed. Results Students record their results in their logbook using a table based on the following: Spill (half-life) Expected number of nuclei remaining based on previous sample size Actual number of nuclei remaining after spill % decayed nuclei 0(Starting number of nuclei) 1 2 3 4 5 6 Students graph their results by plotting the spill (half-life) on the x-axis and the number of remaining nuclei on the y-axis.DiscussionClass results should be collated and students could respond to a series of graded questions, for example: Identify: What are the strengths and weaknesses of this activity as a simulation of radioactive decay? Calculate and compare: How do your experimental results compare with predicted results? Compare and explain: Is there an advantage to collating class results? Apply: How does collating class results relate to radioactive nuclei? Explain: Can half-life predict the actual length of time it takes for a particular nucleus to decay? Compare and analyse: How is the graph of your results similar to, and different from, the graphs of other students? How is the graph of your results similar to, and different from, the graph of collated class results? Evaluate: Does half-life depend on the initial mass of the sample? Evaluate and explain: If you could track a particular nucleus in a radioactive sample, could you predict when it would decay?ExtensionThis activity can be extended using a die. Calculations of theoretical half-lives in each case are more complicated than using M&Ms®, Skittles® or two-sided discs with different colours on each side, and will require application of probabilities. Students roll a die where rolling a 1 corresponds to decaying, and record results.Students roll a die where rolling a 1 or 2 corresponds to decaying, and record results.Students compare results and comment on predictability of radioactive decay of nuclei."
    },
    {
      "title": "Investigation of electrical appliances",
      "unit": 1,
      "areaOfStudy": 3,
      "outcome": 3,
      "content": "Detailed example Investigation of electrical appliances A range of old domestic electrical appliances can easily be obtained by an appeal to the school community. Items such as toasters, hair dryers, irons and heaters are suitable. For safety reasons it is important to remove any cords and plugs. Teachers should also limit the appliances that can be dismantled; for example, devices such as microwave ovens or any device that may have large voltage energy stored in a capacitor should not be permitted for dismantling. The appliances can be prepared so that it is not too difficult for students to dismantle them. Students draw a circuit diagram of the wiring in the appliance. Where necessary, help them to identify components such as thermostats and safety cut-outs. Switches will often be found that combine elements in different series and parallel combinations to alter the power settings. In the case of heating elements, the resistance can be determined and from that an estimate made of the power used in the appliance. This can be compared with the rating on the appliance. Where electric motors are involved, the resistance will not give a good indication. The reasons for this can be discussed with students. Ensure that any appliances examined are not reassembled for use."
    },
    {
      "title": "Experiment: Observing movement in different contexts",
      "unit": 2,
      "areaOfStudy": 1,
      "outcome": 1,
      "content": "Detailed example Experiment: Observing movement in different contexts AimTo observe, record, analyse and report on movement in different contexts.IntroductionA wide range of data collection devices can be used to record the motion of objects. Useful comparisons between tickertape and electronic methods of recording motion may be made. Other alternatives for measuring motion include ultrasonic detectors, accelerometers, light gates, two photogates, electronic timer circuits and video analysis. Science skillsTeachers should identify and inform students of the relevant key skills embedded in the task. Procedure Students may work in self-selected groups to investigate, analyse and communicate the results of experiments involving motion in one dimension. Primary data may be analysed individually or as a group, and students will also have an opportunity to analyse secondary data as presented by other groups from their investigations. Three examples of different types of motion that may be investigated are as follows: Student group 1: Falling downUse a video recorder to record 5–10 seconds of different objects being dropped from a height and falling vertically. Either from the video or using alternative measurements gathered by ultrasonic detectors, produce quantitative data and prepare accurate graphs of the movement. Analyse the motion using one or more relevant physics concepts. Contrast, compare and account for the values measured and calculated. Present the findings in an electronic format such as a web page, slideshow or video, including a set of questions for the rest of the class to complete as second-hand data analysis. Student group 2: Rolling objectsExplore the motion of wheeled or other objects, such as a low friction car, rolling along different horizontal surfaces. Perform measurements along ‘the run’ to determine the speed and vertical displacement of the ‘car’. Calculate the expected values of kinetic energy at suitable points along ‘the run’. Analyse the motion using one or more relevant physics concepts. Contrast, compare and account for the values measured and calculated. Present the findings in an electronic format such as a web page, slideshow or video, including a set of questions for the rest of the class to complete as second-hand data analysis. Student group 3: SplashingSet up a burette full of water with several drops of food colouring in it above a container of liquid so that it can release single droplets to create a ‘splash’. Use a video recorder capable of nine frames per second to explore the effect of height of release on the splash and bounce. Analyse the motion using one or more relevant physics concepts. Contrast, compare and account for the values measured and calculated. Present the findings in an electronic format such as a web page, slideshow or video, including a set of questions for the rest of the class to complete as second-hand data analysis. Note: the burette may be replaced by a disposable plastic tapered pipette / dropper that can be cut down to produce different drop sizes, to investigate the effect of different drop sizes on splash and bounce. The volume of a drop can be calculated by allowing 100 drops to fall from the burette or pipette / dropper into a beaker on an electronic balance and using the known density of water (density = mass divided by volume). Teaching notesIt is important that students are able to transpose formulas and perform calculations; some students may need assistance with this. These activities provide opportunities to develop scientific skills including graphical construction and analysis; the task could be modified to include students formulating hypotheses and making predictions about motion."
    },
    {
      "title": "Use Socratic seminars to support student agency in exploring contemporary physics-related issues in society",
      "unit": 2,
      "areaOfStudy": 2,
      "outcome": 2,
      "content": "Detailed exampleUse Socratic seminars to support student agency in exploring contemporary physics-related issues in society Introduction: Socratic seminars can be used to develop students’ skills in questioning and communicating scientific ideas. These seminars value discussion rather than debate, and inquiry rather than information. They involve students discussing open-ended questions to which there may be a variety of views, listening to the comments of other students, and expressing their own ideas and their responses to the ideas of others. Socratic seminars require that students work cooperatively and question critically and politely. Students may respectfully challenge other students’ interpretations or offer alternative views. In this example, Socratic seminars will be used as a technique to support student agency in responding to a physics-related question of interest. The teacher uses it after students have selected an option to investigate and have completed and collated their background research. Step 1: Students self-select into groups to research their option of interest related to the overall question in the area of study, ‘How does physics inform contemporary issues and applications in society?’. Time should be allocated for students to research their options both inside and outside of class. Students may work in groups on the same option, but each student must record their own background research and notes in their logbooks and present their own response to their option question. Step 2: Establish conduct protocols for the Socratic seminars with the class. Guidelines may include: one person speaking at a time; everyone has a turn in speaking and asking questions; understanding that different people will have different points of view about controversial topics; and ensuring that discussions focus on the arguments and views presented by each student without criticism of the person. Step 3: Depending on class size and number of topics selected, organise students into one or more sets of an inner circle and an outer circle. The inner circle should be comprised of students who have selected the same option. Students in the inner circle should respond to the option question. For example, Option 2.1 asks, ‘How does physics explain climate change?’ Students in the inner circle should not speak to the teacher; instead, they should speak to the other students in the inner circle who are exploring the same option question. They should respond to the option question as well as listen to each others’ ideas about the question and ask their own further questions so that deeper understanding is facilitated. The outer circle should be comprised of students who have selected a different option(s). Students sitting in the outer circle should not speak during the seminar. They should observe and actively listen. They may record questions that could be presented to students in the inner circle at the end of the inner circle discussions, or they could present clarifying questions and / or comments to students in the inner circle at the end of the seminar, or they could be asked to summarise the main points in the discussions between students in the inner circle. If teachers have organised more than one set of inner and outer circle seminars, then one student in the outer circle should be appointed to ensure that student discussions in the inner circle are on-topic. Step 4: Swap the students in the inner and outer circles so that a different area of study option is discussed in the inner circle, and students in the outer circle listen and make notes, as in Step 2. Step 5: Pair students with different option questions to undertake a think-pair-share reflection about the Socratic seminars. Students may share what they found interesting about the seminars, what points require further clarification, and / or how the discussions relate to the overarching area of study question as well as to the option question. Step 6: Conduct a debriefing session to evaluate the strategies that enabled a better understanding of the overarching area of study question and the option questions, and to discuss the feedback offered through the seminars. Extension: Socratic seminars may also be used at the end of Unit 2 Area of Study 2 to provide students with an overview of various contemporary physics applications in society. Students seated in the ‘outer circle’ may be required to summarise the main points of each physics option studied by the class and presented in the ‘inner circle’ of a Socratic seminar."
    },
    {
      "title": "General information on practical investigations",
      "unit": 2,
      "areaOfStudy": "How do physicists investigate questions?",
      "outcome": 3,
      "content": "Detailed exampleGeneral information on practical investigationsThe practical investigation in Unit 2 Area of Study 3 builds on knowledge and skills developed in Unit 2 Area of Study 1 and / or any of the options in Area of Study 2. Teachers must consider the management logistics of the investigation, taking into account: number of students, available resources and student interest. The following questions require consideration:What input would students have into the selection of the investigation question? Will different groups of students in the class be able to undertake different investigations?To what extent will all students consider the same investigation question, or complete different parts to the same question so that class data can be pooled? What input would students have into the design of the experiment?Will off-school-site work be involved?Teachers could provide students with a template that structures the investigation into a series of timed phases. Students may subsequently adapt the template as a personal work plan in their logbooks.What factors affect the detection of sound by the human ear?Investigation exploration phaseIn Unit 2 Area of Study 2, students chose to investigate different options. Part of the communication aspect of the student investigations involved student group presentation of findings to the rest of the class. In this detailed example, the investigation question was generated following student interest in exploring different aspects of music, sound and hearing as a consequence of the initial work of the group of students undertaking Option 2.10: ‘How do instruments make music?’ From this discussion students formulated a number of research questions for investigation, based on a general question: What factors affect the detection of sound by the human ear?Sample student-generated research questions include:What factors affect localisation of sound?What instruments are used to mimic bird sounds in classical music?Are two ears better than one?Are there particular frequencies of sound that older people cannot pick up?What factors will improve the sound quality of a homemade PVC pipe instrument?Do musicians have better hearing? Planning phaseStudents may need guidance in:fitting the investigation into the time available, and developing a work planidentifying the technical skills involved in the investigationensuring that resources are available that meet the requirements of the investigation. Teachers should work with students to:determine to what extent students will work independently or in groups (different students or groups may investigate instruments)discuss the independent, dependent and controlled variables in proposed experimentsidentify safety aspects associated with undertaking experiments related to hearing and soundestablish the use of physical units of measurement and standard notation, and how to reference sources and provide appropriate acknowledgments. Investigation phasePrior to students undertaking practical investigations, the teacher must approve student-designed methodologies. A possible schedule for management of the multiple investigations in the class is as follows:Each student undertakes internet research to find background information related to the general topic for investigation.Students work individually or in groups to confirm a research question, formulate a hypothesis and propose a research methodology, including management of relevant safety and health issues.Students perform investigations, record and analyse results and prepare final presentation of their findings using an agreed report format to a selected audience. Processing phaseStudents analyse and evaluate their investigation data in order to draw valid, evidence-based conclusions. Depending on the data generated, this may involve: graphing data using mathematical formulae and relationships converting between units using scientific notation determining significant figures considering accuracy, precision, repeatability, reproducibility, resolution, errors and uncertainty. Reporting phaseStudents consider the data generated, report on any errors or problems encountered, and use evidence to explain and answer the investigation question. Other avenues for further investigation may be developed following evaluation of their experimental design and quality of data.The above phases could be recorded in the student logbook. The report of the investigation can take various forms including a written report, a scientific poster or a multimedia or an oral presentation of the investigation."
    },
    {
      "title": "Experiment: What factors affect the motion of a golf ball rolling down an inclined plane?",
      "unit": 3,
      "areaOfStudy": 1,
      "outcome": 1,
      "content": "Detailed exampleExperiment: What factors affect the motion of a golf ball rolling down an inclined plane?IntroductionThe key knowledge section Newton’s laws of motion (pages 50 and 51 of the study design) lends itself particularly well to the design of an experiment. Students may be familiar with the use of relevant equipment and the concepts are accessible for students’ independent practical design. One aim of the task may be to hone experimental skills in readiness for the Practical Investigation for Unit 4 Area of Study 3. This task may also be used as the basis of a coupled inquiry for the Unit 4 Area of Study 3 student investigation.MethodTeacher rolls a golf ball down an inclined plane at various angles and demonstrates various methods for measuring time versus angle and / or time versus distance. Teacher demonstrates the use of a light gate at the bottom of the ramp to measure final velocity.Students verify that as the angle increases so too does the velocity.Different brands and types of golf balls are then compared and students are posed the question, ‘Why don’t all golf balls behave the same way?’ Students are provided with a range of different brands and types of golf balls and are guided in developing suitable hypotheses for investigation. Factors that may be investigated include: golf ball construction (2-piece, 3-piece, 4-piece); hardness (long, soft, very soft, etc.); and the number of dimples.Data is generated, recorded in logbooks and collated for the class.Students analyse data individually and then discuss as a class, explaining how variables were controlled, identifying errors and uncertainties in measurements, including appropriate graphical representations, drawing and justifying conclusions and suggesting ways of improving the experimental designs that were used. Notes:This task may be used to provide formative feedback to students in preparation for Unit 4 Outcome 3. Teacher may choose to complete the Unit 4 Outcome 2 assessment task at this time, as a coupled investigation."
    },
    {
      "title": "Explanation of the operation of a device",
      "unit": 3,
      "areaOfStudy": 2,
      "outcome": 2,
      "content": "Detailed exampleExplanation of the operation of a deviceIntroductionStudents work individually to research and explain the operation of an electromagnetic device. Teachers may initially provide students with a simple electromagnetic device, such as a door bell or a handheld cooling fan, which is dissected and evaluated as a class. Students may then be allocated (for example by ballot) a nominated device or may undertake research to nominate a device of choice that no other student has previously selected. Examples of appropriate devices for investigation include: defibrillator; ECG; MRI; Maglev train; loudspeaker; microphone; mass spectrometer; voltmeter; ammeter; electron microscope; photocopier; Kelvin water dropper; Wien filter; junkyard electromagnet; dust precipitator; space elevator; three-stage rocket; electric eel; fusion reactor; linac; and particle accelerator.The task involves students responding to the questions: What does the device do? How does the device work? The teacher should determine the format of the response (for example, oral presentation, brochure, set of PowerPoint sides), including whether students have a choice of presentation mode. Student responses should include reference to electromagnetism principles that can be understood by their peers. The task may involve physical disassembly of the device, if practicable.Health and safetyStudents should be advised of safety issues related to the handling of electromagnetic devices.Task processStudents confirm the device they will investigate with the teacher, including identification of any health and / or safety issues. Format and nature of the expected final presentation should be agreed.Students may initially be provided with time to complete the task outside of class time.Logbooks should be used by students to document research information including date and time of access, details of the source such as website or reference / acknowledgment, authority of the source and key points or information from the source that will be used in the final presentation. Students prepare their final response in class (one lesson) including specific reference to the relevant electromagnetism concepts, including energy transformations and the role of an electromagnet in an electric motor. In the next lesson, students pair up to compare two different devices; each student explains the working of their device to the other student in the pair. Students should provide constructive feedback regarding the clarity of each other’s explanations of the device. Students construct a table to summarise the similarities and differences in the working of their selected electromagnetic devices.Teacher notesVisual presentations (such as an annotated model or a limited set of PowerPoint slides) can be presented to a wider audience (such as peer groups at school assemblies, parent–teacher nights or community events) with students being available to explain their presentation. If students are organised into pairs to investigate a device, they may undertake their own research and prepare their own presentations. After each presentation, students may provide feedback about the accuracy of the information and clarity of the presentation. Presentations may then be refined if being presented to a wider audience such as at a school assembly or a parent-teacher night.Students may reflect on famous quotes about presentations; for example, Albert Einstein’s quote that, ‘If you can’t explain it simply, you don’t understand it well enough’, Philip Crosby’s quote that ‘No-one can remember more than three points’ and Jeff Dewar’s quote, ‘Ask yourself, “If I had only sixty seconds on the stage, what would I absolutely have to say to get my message across?”’If this task is to be used as an assessment task, modifications will need to be made at various stages to ensure authenticity of the task; for example, consideration of amount of time out of class allowed for research, designated work in class, no peer or teacher feedback during the task, collection of logbooks, consistency of expected presentation format for the class, development of appropriate assessment rubric to be distributed to students prior to the task."
    },
    {
      "title": "Investigation of an issue related to electricity transmission",
      "unit": 3,
      "areaOfStudy": 3,
      "outcome": 3,
      "content": "Detailed exampleInvestigation of an issue related to electricity transmissionIntroductionStudents may work individually or in small groups to research, discuss and present a justified response to an issue of interest related to the transmission of electricity. Teachers may initially provide students with a relevant article for students to discuss in class; for example, the fact sheet ‘Electricity and health’ or the article Effects of High Voltage Transmission Lines on Humans and Plants or the reported study Kangaroo Island’s choice: a new cable to the mainland, or renewable power. Students should then access and evaluate a media article of interest.Task processTeachers model an analysis of a media article with the class.Students use the internet to access a media item of interest, identifying the physics concepts that will be discussed.Teachers should confirm that the articles selected by students are appropriate for evaluation.The format and nature of the expected final presentation should be agreed.Student questionsA series of questions may guide students in constructing their responses:Who is the author and are they qualified to write about the issue?Is author bias identifiable in the article?Are there any conflicts of interest regarding disclosures about the author’s funding sources or place of employment?What are the major points made by the author?Are the scientific ideas correct?Are the scientific ideas used correctly?What evidence is cited by the author to back up claims? Does the evidence come from a reputable source?Are the arguments relevant and valid?What is your view? Does it differ from the views of others in your group? ExtensionFieldwork: Students may interview a representative sample of the public to gauge their views and / or position on the issue and to identify any misconceptions that exist in the general population related to concepts involving electromagnetism and the transmission of electricity.Teacher notesSelected media articles should include sufficient physics ideas or provide scope for questions related to specific physics concepts to be developed, to enable appropriate evaluation by students. Some articles are supplemented by an interchange of comments from readers; these often provide a good source of comments that may be analysed for scientific accuracy and logic. This task can be adapted as an assessment task with teachers choosing one media article for students to individually evaluate."
    },
    {
      "title": "Construction of a Venn diagram to summarise the similarities and differences between light and matter, and the use of the wave and particle models to explain light and matter",
      "unit": 4,
      "areaOfStudy":1,
      "outcome": 1,
      "content": "Detailed exampleConstruction of a Venn diagram to summarise the similarities and differences between light and matter, and the use of the wave and particle models to explain light and matter Stage 1Students are provided with various learning experiences that allow them to develop ideas about light and matter, and evidence that suggests whether the wave model or the particle model should be used to explain them. Observations, evaluations and conclusions drawn from these learning activities are recorded in student logbooks.Stage 2 At the conclusion of the learning experiences students are provided with a template of a Venn Diagram, such as the one shown below. Students may use logbooks to complete the Venn Diagram. Diagram 2 Image descriptionStudents are guided in the skills to efficiently demonstrate knowledge using a Venn diagram.The following instructions may be helpful:Keep points clear and concise – the use of relationships is appropriate.Make use of ‘bubbles’ in the margins to provide evidence in the form of experiments.Use colour to emphasise whether an item is a point or a justification. Provide justifications wherever possible.Use capital letters to emphasise more important points.Use colour coding to emphasise level of importance of points.Use appropriate symbols and conventions.Teacher may include a number of guiding questions to probe evaluation of the models to explain light and matter."
    },
    {
      "title": "How do environmental factors affect the flight of a projectile?",
      "unit": 4,
      "areaOfStudy": "How is scientific inquiry used to investigate fields, motion or light?",
      "outcome": 2,
      "content": "Detailed exampleHow do environmental factors affect the flight of a projectile?Students are expected to design and undertake an investigation involving one continuous independent variable. Students may select a topic related to content in Unit 3 and / or Unit 4. All primary and secondary research, observations and results must be recorded in the student’s logbook The report of the investigation is to take the form of a scientific poster. Teachers must consider the management logistics of the investigation, taking into account the number of students, available resources and student interest. The following questions require consideration: How much freedom will students have in selecting the area of investigation? Will the teacher provide a guiding question from which the student needs to design a specific investigation?Can some of the investigation be conducted in a group?To what extent will all students consider the same investigation question, or complete different parts of the same question, so that class data can be pooled? How much guidance will the students require in designing their experiment?Will off-school site work / fieldwork be involved?Teachers could provide students with a template that structures the investigation into a series of timed phases. Students may subsequently adapt the template as a personal work plan in their logbooks.Investigation exploration phaseTopics for investigation may readily be developed as a ‘coupled investigation’, generated following a prior investigation undertaken in class. For example, as part of Unit 3 Area of Study 3, students are required to ‘design an experiment that investigates the effect of launch angle on the range of a projectile’. A focus of the activity was to hone students’ skills related to conducting controlled experiments, partly as a preparatory exercise for Unit 4 Outcome 3. In this detailed example, the teacher used a ‘coupled investigation’ approach by providing a guiding question from which students generated their own investigations. The guiding question, ‘How does the environment affect the flight of a projectile?’ enabled students to design investigations that considered how factors such as wind, humidity, dust or temperature affected the height and range of a projectile.The teacher should provide feedback on topic selection and each student’s question and hypothesis in the early stages of the process to ensure that the student’s work is realistically completed in the time available and that the student has access to assessment performance descriptors.The teacher may choose to assess the question under investigation and the hypothesis at this early stage.Planning phaseStudents may need guidance in:fitting the investigation into the time available, and developing a work planidentifying the technical skills involved in the investigationensuring that resources are available that meet the requirements of the investigation.Teachers should work with students to:provide examples of investigations involving two continuous independent variablesdetermine to what extent students will work independently or in groupsdiscuss the independent, dependent and controlled variables in proposed experimentsidentify safety aspects associated with undertaking experimentsestablish the use of physical units of measurement and standard notation, and how to reference sources and provide appropriate acknowledgments.The teacher may decide to allow research informing the introduction and the methodology to take place outside of class. Variable identification and data collection and evaluation should take place under the supervision of the teacher. The teacher may like to record ongoing assessment and then make formative comments that students can adopt in their work to ensure that any errors are corrected and to ensure that students have full access to completing the investigation that enables generation of primary data.Investigation phasePrior to students undertaking practical investigations, the teacher must approve student-designed methodologies and/or methods. A possible schedule for management of the multiple investigations in the class is as follows: each student undertakes internet research to find background information related to the general topic for investigation students work individually or in groups to confirm a research question, formulate a hypothesis and propose a research methodology and / or method, including management of relevant safety and health issues students perform investigations, and record results in their logbooks. Students may set up data tables in their logbooks prior to data generation during the investigation. Processing phaseStudents analyse and evaluate their investigation data in order to draw valid, evidence-based conclusions. Depending on the data generated, this may involve: graphing data using mathematical formulae and relationships converting between units using scientific notation determining significant figures considering accuracy, precision, repeatability, reproducibility, resolution, errors and uncertainty. Reporting phaseStudents consider the data generated, report on any errors or problems encountered, and use evidence to explain and answer the investigation question. A variety of representations may have been used in the processing phase of the investigation; students should determine which of these should be used in succinctly presenting their findings. Other avenues for further investigation may be suggested following evaluation of their experimental design and quality of data.The above phases are to be recorded in the student logbook. The report of the investigation must be in the form of a scientific poster. The poster sections could be completed and assessed progressively. Teachers may use the VCAA template (see the Scientific Poster pages in the study design for poster templates and a summary of the poster sections). Further advice about scientific posters can be accessed at Scientific posters in the Support materials. Cost-free templates that are aligned to the VCAA template are also readily available online."
    }
  ],
  "assessmentTasks": [
    {
      "task": "Analysis, including calculations, of physics concepts applied to real-world contexts",
      "unit": 1,
      "description": "This task involves students applying knowledge in real-world contexts which may or may not be familiar. Contexts should be selected where a quantitative analysis is possible, for example, the physics of climate change or a comparison of performance in sports equipment. Quantitative data should be analysed using formulas and the types of calculations previously practised in class. Questions may include multiple-choice, short answers, and / or extended responses and should include calculations. Th..."
    },
    {
      "task": "Analysis, including calculations, of physics concepts applied to real-world contexts",
      "unit": 2,
      "description": "This task involves students applying knowledge in real-world contexts which may or may not be familiar. Contexts should be selected where a quantitative analysis is possible, for example, the physics of climate change or a comparison of performance in sports equipment. Quantitative data should be analysed using formulas and the types of calculations previously practised in class. Questions may include multiple-choice, short answers, and / or extended responses and should include calculations. Th..."
    },
    {
      "task": "Analysis and evaluation of generated primary and / or collated secondary data",
      "unit": 1,
      "description": "Primary and / or secondary data may be used in data analysis tasks. It is expected that students will plot data on a graph as part of the assessment task. The focus of this task is on assessing students’ skills in constructing graphs, including scaling, use of units, plotting lines of best fit and use of appropriate labels. Students should also be able to discuss the significance of trend lines and patterns and relationships in data, including identifying and accounting for outliers. Teachers ma..."
    },
    {
      "task": "Analysis and evaluation of generated primary and / or collated secondary data",
      "unit": 2,
      "description": "Primary and / or secondary data may be used in data analysis tasks. It is expected that students will plot data on a graph as part of the assessment task. The focus of this task is on assessing students’ skills in constructing graphs, including scaling, use of units, plotting lines of best fit and use of appropriate labels. Students should also be able to discuss the significance of trend lines and patterns and relationships in data, including identifying and accounting for outliers. Teachers ma..."
    },
    {
      "task": "Comparison and evaluation of two solutions to a problem, two explanations of a physics phenomenon or concept, or two methods and / or findings from practical activities",
      "unit": 1,
      "description": "The assessment task involves a comparison and evaluation of two physics-associated products or scenarios. The assessment task should involve direct comparisons of selected physics concepts and / or skills, rather than being an analysis of each product or scenario in isolation without reference to the other product or scenario. Possible methods of comparison and evaluation include:students undertaking a SWOT analysis before deciding on a preferred solution to a problemcomparison of experimental m..."
    },
    {
      "task": "Comparison and evaluation of two solutions to a problem, two explanations of a physics phenomenon or concept, or two methods and / or findings from practical activities",
      "unit": 2,
      "description": "The assessment task involves a comparison and evaluation of two physics-associated products or scenarios. The assessment task should involve direct comparisons of selected physics concepts and / or skills, rather than being an analysis of each product or scenario in isolation without reference to the other product or scenario. Possible methods of comparison and evaluation include:students undertaking a SWOT analysis before deciding on a preferred solution to a problemcomparison of experimental m..."
    },
    {
      "task": "Critique of an experimental design, process or apparatus",
      "unit": 1,
      "description": "A critique assesses a student’s capacity to analyse and evaluate physics-related information. The assessment tasks should relate to familiar investigations and concepts, for example:evaluation of a student’s practical report (de-identified and modified student work from previous years) in relation to a proposed methodology and / or methodanalysis of a graphical representation of data from a student’s practical report (de-identified and modified student work from previous years) in relation to th..."
    },
    {
      "task": "Critique of an experimental design, process or apparatus",
      "unit": 2,
      "description": "A critique assesses a student’s capacity to analyse and evaluate physics-related information. The assessment tasks should relate to familiar investigations and concepts, for example:evaluation of a student’s practical report (de-identified and modified student work from previous years) in relation to a proposed methodology and / or methodanalysis of a graphical representation of data from a student’s practical report (de-identified and modified student work from previous years) in relation to th..."
    },
    {
      "task": "Explanation of a selected physics device, design or innovation",
      "unit": 1,
      "description": "Students should have real or virtual access to the operation of a device, a design for a product, or an outline of an innovation. Explanations should be directed to an audience of peers and should include appropriate physics terminology and conventions. The task involves two key questions: ‘What does it do?’ and ‘How does it work?’ The physics principles involved in the selected device, design or innovation should be clearly identified. The explanation may be oral, written or multimodal. Teacher..."
    },
    {
      "task": "Explanation of a selected physics device, design or innovation",
      "unit": 2,
      "description": "Students should have real or virtual access to the operation of a device, a design for a product, or an outline of an innovation. Explanations should be directed to an audience of peers and should include appropriate physics terminology and conventions. The task involves two key questions: ‘What does it do?’ and ‘How does it work?’ The physics principles involved in the selected device, design or innovation should be clearly identified. The explanation may be oral, written or multimodal. Teacher..."
    },
    {
      "task": "Infographic",
      "unit": 1,
      "description": "An infographic is a visual representation of information and / or data that communicates complex information in a visually engaging way. It may be used to present information such as statistics, step-by-step guides, key information about a research topic, concepts, processes, timelines and advice; for example, top ten hints or facts. Visual elements should reinforce the key messages and be as concise and straightforward as possible. As communication devices, infographics should be useful to an a..."
    },
    {
      "task": "Infographic",
      "unit": 2,
      "description": "An infographic is a visual representation of information and / or data that communicates complex information in a visually engaging way. It may be used to present information such as statistics, step-by-step guides, key information about a research topic, concepts, processes, timelines and advice; for example, top ten hints or facts. Visual elements should reinforce the key messages and be as concise and straightforward as possible. As communication devices, infographics should be useful to an a..."
    },
    {
      "task": "Media analysis or response",
      "unit": 1,
      "description": "Teachers should access and select a contemporary (i.e. published in print and / or electronic media within the last calendar year) physics-based media item such as a press release, newspaper or journal article, advertisement, interview excerpt, social media post, audiovisual program, artwork / photography or performance item that reflects current research and / or thinking in physics. Students may be presented with previously unsighted stimulus material or, depending on the complexity of the sti..."
    },
    {
      "task": "Media analysis or response",
      "unit": 2,
      "description": "Teachers should access and select a contemporary (i.e. published in print and / or electronic media within the last calendar year) physics-based media item such as a press release, newspaper or journal article, advertisement, interview excerpt, social media post, audiovisual program, artwork / photography or performance item that reflects current research and / or thinking in physics. Students may be presented with previously unsighted stimulus material or, depending on the complexity of the sti..."
    },
    {
      "task": "Modelling or simulation activity",
      "unit": 1,
      "description": "This task involves students constructing a physical model and / or analysing a conceptual model and / or using a simulation to model a real or theoretical physics concept, phenomenon or system. Students may be asked to analyse and evaluate how the model or simulation organises and explains the physics concept, phenomenon or system, including limitations of the selected model or simulation."
    },
    {
      "task": "Modelling or simulation activity",
      "unit": 2,
      "description": "This task involves students constructing a physical model and / or analysing a conceptual model and / or using a simulation to model a real or theoretical physics concept, phenomenon or system. Students may be asked to analyse and evaluate how the model or simulation organises and explains the physics concept, phenomenon or system, including limitations of the selected model or simulation."
    },
    {
      "task": "Physics-referenced response to an issue",
      "unit": 1,
      "description": "This task is particularly suited to assessing a student's response to a socio-scientific issue. Students should be required to identify the physics concepts relevant to the issue and discuss the impacts on society of alternative solutions or actions related to the issue. They should present a personal position, developed and justified using relevant physics knowledge. This task is suitable for presenting to peers, younger students at the school, parents and / or community groups affected by the ..."
    },
    {
      "task": "Physics-referenced response to an issue",
      "unit": 2,
      "description": "This task is particularly suited to assessing a student's response to a socio-scientific issue. Students should be required to identify the physics concepts relevant to the issue and discuss the impacts on society of alternative solutions or actions related to the issue. They should present a personal position, developed and justified using relevant physics knowledge. This task is suitable for presenting to peers, younger students at the school, parents and / or community groups affected by the ..."
    },
    {
      "task": "Problem-solving involving physics concepts and / or skills",
      "unit": 1,
      "description": "This task involves students responding to a set of questions using text and calculations. Typically, three to six scenarios would be provided with an emphasis on extended-response type questions. Students should be provided with questions in both familiar and unfamiliar contexts. Taxonomies such as Bloom’s Revised and SOLO can be used to develop cognitively differentiated questions."
    },
    {
      "task": "Problem-solving involving physics concepts and / or skills",
      "unit": 2,
      "description": "This task involves students responding to a set of questions using text and calculations. Typically, three to six scenarios would be provided with an emphasis on extended-response type questions. Students should be provided with questions in both familiar and unfamiliar contexts. Taxonomies such as Bloom’s Revised and SOLO can be used to develop cognitively differentiated questions."
    },
    {
      "task": "Reflective annotations related to one or more practical activities from a logbook",
      "unit": 1,
      "description": "Students should undertake activities and investigations relevant to the outcome prior to beginning the assessment task. Teachers should determine:which activities are undertaken for the outcomehow many of these activities should be annotated for the assessment taskwhether the activities annotated for the assessment task will be student-selected or teacher-selectedwhether to provide a set of guiding questions to assist student annotations or whether to allow students to make their own annotations..."
    },
    {
      "task": "Reflective annotations related to one or more practical activities from a logbook",
      "unit": 2,
      "description": "Students should undertake activities and investigations relevant to the outcome prior to beginning the assessment task. Teachers should determine:which activities are undertaken for the outcomehow many of these activities should be annotated for the assessment taskwhether the activities annotated for the assessment task will be student-selected or teacher-selectedwhether to provide a set of guiding questions to assist student annotations or whether to allow students to make their own annotations..."
    },
    {
      "task": "Report of an application of physics concepts to a real-life context",
      "unit": 1,
      "description": "Teachers should select a real-life context such as a recent invention or discovery, a media article about electrical safety, or an advertisement for a new safety feature in a vehicle. The context may be presented to students and may be discussed in class prior to the assessment task, depending on the complexity of the information. The selected context should require qualitative – not quantitative – analysis. This assessment task lends itself to a number of approaches, for example:teachers could ..."
    },
    {
      "task": "Report of an application of physics concepts to a real-life context",
      "unit": 2,
      "description": "Teachers should select a real-life context such as a recent invention or discovery, a media article about electrical safety, or an advertisement for a new safety feature in a vehicle. The context may be presented to students and may be discussed in class prior to the assessment task, depending on the complexity of the information. The selected context should require qualitative – not quantitative – analysis. This assessment task lends itself to a number of approaches, for example:teachers could ..."
    },
    {
      "task": "Report of the design, building, testing and evaluation of a device",
      "unit": 1,
      "description": "Management of this task may involve breaking it down into four stages: design, building, testing and evaluation. Teachers should ensure that students do not undertake the building of a device or model that may contravene health or safety regulations. Initially, students may be presented with a design brief related to the construction of a device or model. The brief may involve the adaptation of a specified device or model, or students may be able to construct a novel model or device for a partic..."
    },
    {
      "task": "Report of the design, building, testing and evaluation of a device",
      "unit": 2,
      "description": "Management of this task may involve breaking it down into four stages: design, building, testing and evaluation. Teachers should ensure that students do not undertake the building of a device or model that may contravene health or safety regulations. Initially, students may be presented with a design brief related to the construction of a device or model. The brief may involve the adaptation of a specified device or model, or students may be able to construct a novel model or device for a partic..."
    },
    {
      "task": "Report of a laboratory or fieldwork activity, including the generation of primary data",
      "unit": 1,
      "description": "The report should be preceded by a laboratory investigation or fieldwork activity that has been fully and / or partially completed under supervision and that has been recorded in a student’s logbook. The laboratory or fieldwork activity is part of the usual teaching and learning program and must enable primary data to be generated. The data may be analysed prior to the assessment task in the logbook or may be analysed as part of the assessment task. The logbook should be collected by the teacher..."
    },
    {
      "task": "Report of a laboratory or fieldwork activity, including the generation of primary data",
      "unit": 2,
      "description": "The report should be preceded by a laboratory investigation or fieldwork activity that has been fully and / or partially completed under supervision and that has been recorded in a student’s logbook. The laboratory or fieldwork activity is part of the usual teaching and learning program and must enable primary data to be generated. The data may be analysed prior to the assessment task in the logbook or may be analysed as part of the assessment task. The logbook should be collected by the teacher..."
    },
    {
      "task": "Report of a selected physics phenomenon",
      "unit": 1,
      "description": "Teachers may present a class or virtual (for example, YouTube) demonstration related to an interesting physics phenomenon, or students may research a phenomenon of interest. Students may be required to provide an explanation of the phenomenon, or respond to a teacher-selected aspect of the phenomenon, using appropriate physics terminology and conventions. The two key foci for this task are for students to describe the phenomenon and then to explain the phenomenon."
    },
    {
      "task": "Report of a selected physics phenomenon",
      "unit": 2,
      "description": "Teachers may present a class or virtual (for example, YouTube) demonstration related to an interesting physics phenomenon, or students may research a phenomenon of interest. Students may be required to provide an explanation of the phenomenon, or respond to a teacher-selected aspect of the phenomenon, using appropriate physics terminology and conventions. The two key foci for this task are for students to describe the phenomenon and then to explain the phenomenon."
    },
    {
      "task": "Scientific poster",
      "unit": 1,
      "description": "A scientific poster may be used as an assessment task related to investigations involving primary and / or secondary data. The VCAA, or another appropriately configured, template may be used for Units 1 and 2 Physics. Teachers and students may negotiate sections pertinent to the investigation question as well as the assessment rubric or marking scheme prior to undertaking the task. Assessment may be completed in investigation stages; for example, investigation design, analysis and evaluating the..."
    },
    {
      "task": "Scientific poster",
      "unit": 2,
      "description": "A scientific poster may be used as an assessment task related to investigations involving primary and / or secondary data. The VCAA, or another appropriately configured, template may be used for Units 1 and 2 Physics. Teachers and students may negotiate sections pertinent to the investigation question as well as the assessment rubric or marking scheme prior to undertaking the task. Assessment may be completed in investigation stages; for example, investigation design, analysis and evaluating the..."
    }
  ]
}