{
  "id": 18000,
  "curriculumId": 18000,
  "name": "Accounting Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 18000,
      "curriculumSubjectId": 18000,
      "name": "The role of accounting",
      "abbreviation": "U1AOS1",
      "description": "The role of accounting Individuals should consider a range of factors before committing to, or continuing in a business venture. In this area of study, students investigate the reasons for establishing a business as well as possible alternatives to operating a business. They explore types of business ownership, factors that lead to the success or failure of a business, sources of business finance, and ethical considerations. They develop an understanding of the role and importance of accounting in operating a business, and consider how accounting is used to provide information for making operational and investment decisions. On completion of this unit, the student should be able to describe the resources required to establish and operate a business, and select and use accounting reports and other information to discuss the success or otherwise of the business. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 1. reasons for establishing a business resources required to establish a business, such as internally and externally sourced finance"
    },
    {
      "id": 18001,
      "curriculumSubjectId": 18000,
      "name": "Recording financial data and reporting accounting information for a service business",
      "abbreviation": "U1AOS2",
      "description": "Recording financial data and reporting accounting information for a service business In this area of study, students investigate the role of accounting in generating financial data and accounting information. They use the accrual method for determining profit for a service business operating as a sole proprietor with cash and credit transactions. Students use both manual methods and ICT to record financial data and report accounting information. They apply accounting assumptions and qualitative characteristics, and use business documents and indicators to measure business performance in order to evaluate the success or failure of the business. There are many indicators to measure the performance of a business. Some are financial, such as the amount of profit earned compared with investment or total sales made in a given period; while others are based on non-financial information, such as the speed with which invoices are paid, number of customers visiting a store in a given period, or trends in consumer preferences. On completion of this unit, the student should be able to identify and record financial data, report and explain accounting information for a service business, and suggest and apply appropriate financial and non-financial indicators to measure business performance. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 2."
    },
    {
      "id": 18002,
      "curriculumSubjectId": 18000,
      "name": "Accounting for and managing inventory",
      "abbreviation": "U2AOS1",
      "description": "Accounting for and managing inventory The strategic management of inventory is a key factor in determining the success or failure of a trading business. In this area of study, students investigate use of both the First-In, First-Out (FIFO) and Identified Cost inventory cost assignment methods to record and report the movement of inventory through the business. Using both methods, students discuss the effects of relevant financial and non-financial factors, including ethical considerations, on decisions made in relation to inventory. On completion of this unit, the student should be able to record and report for inventory and discuss the effects of relevant financial and non-financial factors, and ethical considerations, on the results of business decisions. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 1. the characteristics of a trading business the accounting assumptions and qualitative characteristics"
    },
    {
      "id": 18003,
      "curriculumSubjectId": 18000,
      "name": "Accounting for and managing accounts receivable and accounts payable",
      "abbreviation": "U2AOS2",
      "description": "Accounting for and managing accounts receivable and accounts payable Managing accounts receivable and accounts payable successfully is essential to maintaining an adequate cash flow for a business. In this area of study, students record and report transactions relating to accounts receivable and accounts payable. They examine strategies for managing credit transactions and use indicators such as accounts receivable turnover and accounts payable turnover to analyse decisions related to these areas. Students also take into account ethical considerations related to the management of accounts receivable and accounts payable, and the effects of these on business performance. On completion of this unit, the student should be able to record and report for accounts receivable and accounts payable, and analyse and discuss the effects of relevant decisions, including the influence of ethical considerations, on the performance of the business. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 2. the accounting assumptions and qualitative characteristics documents used by a business to record financial transactions"
    },
    {
      "id": 18004,
      "curriculumSubjectId": 18000,
      "name": "Accounting for and managing non-current assets",
      "abbreviation": "U2AOS3",
      "description": "Accounting for and managing non-current assets In this area of study, students develop an understanding of the accounting processes for non-current assets and the issues that can arise when determining a valuation for a non-current asset. Students calculate and apply depreciation and undertake recording and reporting of depreciation. On completion of this unit, the student should be able to record and report for non-current assets and depreciation. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 3. the accounting assumptions and qualitative characteristics documents used by a business to record financial transactions"
    }
  ],
  "outcomes": [
    {
      "id": 18000,
      "curriculumSubjectId": 18000,
      "number": 1,
      "description": "On completion of this unit, the student should be able to describe the resources required to establish and operate a business, and select and use accounting reports and other information to discuss the success or otherwise of the business.",
      "keyKnowledge": [
        {
          "id": 18000,
          "description": "reasons for establishing a business",
          "outcomeId": 18000
        },
        {
          "id": 18001,
          "description": "resources required to establish a business, such as internally and externally sourced finance",
          "outcomeId": 18000
        },
        {
          "id": 18002,
          "description": "factors that lead to the success or failure of a business",
          "outcomeId": 18000
        },
        {
          "id": 18003,
          "description": "the role of professionals such as accountants, business advisors and professional organisations in providing advice to achieve business success",
          "outcomeId": 18000
        },
        {
          "id": 18004,
          "description": "alternative investment opportunities to establishing a business",
          "outcomeId": 18000
        },
        {
          "id": 18005,
          "description": "types of ownership structures, such as sole proprietor, partnership, private company and public company",
          "outcomeId": 18000
        },
        {
          "id": 18006,
          "description": "the accounting elements: assets, liabilities, owner’s equity, revenues and expenses",
          "outcomeId": 18000
        },
        {
          "id": 18007,
          "description": "current and non-current assets, and current and non-current liabilities",
          "outcomeId": 18000
        },
        {
          "id": 18008,
          "description": "price-setting methods such as recommended retail price, mark-up and cost-volume-profit analysis",
          "outcomeId": 18000
        },
        {
          "id": 18009,
          "description": "accounting reports and information used to assist in judging the success or failure of a business",
          "outcomeId": 18000
        },
        {
          "id": 18010,
          "description": "ethical considerations when making decisions in relation to establishing or operating a business, and the financial implications of those choices for the reports.",
          "outcomeId": 18000
        }
      ],
      "keySkills": [
        {
          "id": 18000,
          "description": "use correct accounting terminology",
          "outcomeId": 18000
        },
        {
          "id": 18001,
          "description": "research information from a range of sources",
          "outcomeId": 18000
        },
        {
          "id": 18002,
          "description": "discuss alternative investment opportunities to establishing a business",
          "outcomeId": 18000
        },
        {
          "id": 18003,
          "description": "describe the sources of finance available to a business",
          "outcomeId": 18000
        },
        {
          "id": 18004,
          "description": "distinguish between current and non-current assets, and current and non-current liabilities",
          "outcomeId": 18000
        },
        {
          "id": 18005,
          "description": "discuss factors affecting the level of success or failure of a business",
          "outcomeId": 18000
        },
        {
          "id": 18006,
          "description": "apply and use different methods of price setting",
          "outcomeId": 18000
        },
        {
          "id": 18007,
          "description": "describe and use accounting information presented in written reports and graphical representations to make a judgment on the success or failure of a business",
          "outcomeId": 18000
        },
        {
          "id": 18008,
          "description": "apply theoretical knowledge to actual and simulated situations",
          "outcomeId": 18000
        },
        {
          "id": 18009,
          "description": "discuss ethical considerations faced by business owners when making business decisions, and the financial implications of those choices.",
          "outcomeId": 18000
        }
      ]
    },
    {
      "id": 18001,
      "curriculumSubjectId": 18000,
      "number": 2,
      "description": "On completion of this unit, the student should be able to identify and record financial data, report and explain accounting information for a service business, and suggest and apply appropriate financial and non-financial indicators to measure business performance.",
      "keyKnowledge": [
        {
          "id": 18011,
          "description": "accounting assumptions and qualitative characteristics",
          "outcomeId": 18001
        },
        {
          "id": 18012,
          "description": "documents used by a business to record financial transactions",
          "outcomeId": 18001
        },
        {
          "id": 18013,
          "description": "the nature of cash and credit transactions",
          "outcomeId": 18001
        },
        {
          "id": 18014,
          "description": "the twofold effect of transactions on the accounting equation",
          "outcomeId": 18001
        },
        {
          "id": 18015,
          "description": "the distinction between cash and profit",
          "outcomeId": 18001
        },
        {
          "id": 18016,
          "description": "materials and supplies required by a service business",
          "outcomeId": 18001
        },
        {
          "id": 18017,
          "description": "indicators of business performance (financial and non-financial)",
          "outcomeId": 18001
        },
        {
          "id": 18018,
          "description": "the purpose and use of special journals: Sales Journal, Purchases Journal, Cash Receipts Journal, Cash Payments Journal",
          "outcomeId": 18001
        },
        {
          "id": 18023,
          "description": "internal control procedures to safeguard resources against theft and fraud",
          "outcomeId": 18001
        },
        {
          "id": 18024,
          "description": "classified accounting reports for a service business: Cash Flow Statement, Income Statement, Balance Sheet",
          "outcomeId": 18001
        },
        {
          "id": 18028,
          "description": "graphical representations of accounting information",
          "outcomeId": 18001
        },
        {
          "id": 18029,
          "description": "ethical considerations when recording and reporting transactions, and the financial implications of those choices on the reports.",
          "outcomeId": 18001
        }
      ],
      "keySkills": [
        {
          "id": 18010,
          "description": "use correct accounting terminology",
          "outcomeId": 18001
        },
        {
          "id": 18011,
          "description": "explain and apply relevant qualitative characteristics and accounting assumptions",
          "outcomeId": 18001
        },
        {
          "id": 18012,
          "description": "apply theoretical knowledge to simulated situations",
          "outcomeId": 18001
        },
        {
          "id": 18013,
          "description": "identify, classify and record financial data, both manually and through the use of ICT",
          "outcomeId": 18001
        },
        {
          "id": 18014,
          "description": "explain and apply appropriate internal control procedures",
          "outcomeId": 18001
        },
        {
          "id": 18015,
          "description": "analyse the effects of financial transactions on the accounting equation",
          "outcomeId": 18001
        },
        {
          "id": 18016,
          "description": "prepare accounting reports, including spreadsheets, for a service business, manually and using ICT",
          "outcomeId": 18001
        },
        {
          "id": 18017,
          "description": "use ICT, including spreadsheets, to construct appropriate graphical representations",
          "outcomeId": 18001
        },
        {
          "id": 18018,
          "description": "discuss ethical considerations faced by business owners when recording and reporting transactions, and the financial implications of those choices.",
          "outcomeId": 18001
        }
      ]
    },
    {
      "id": 18002,
      "curriculumSubjectId": 18000,
      "number": 1,
      "description": "On completion of this unit, the student should be able to record and report for inventory and discuss the effects of relevant financial and non-financial factors, and ethical considerations, on the results of business decisions.",
      "keyKnowledge": [
        {
          "id": 18030,
          "description": "the characteristics of a trading business",
          "outcomeId": 18002
        },
        {
          "id": 18031,
          "description": "the accounting assumptions and qualitative characteristics",
          "outcomeId": 18002
        },
        {
          "id": 18032,
          "description": "documents used by a business to record financial transactions",
          "outcomeId": 18002
        },
        {
          "id": 18033,
          "description": "indicators used to measure business performance in relation to inventory",
          "outcomeId": 18002
        },
        {
          "id": 18034,
          "description": "the accounting elements: assets, liabilities, owner’s equity, revenues and expenses",
          "outcomeId": 18002
        },
        {
          "id": 18035,
          "description": "current and non-current assets and current and non-current liabilities",
          "outcomeId": 18002
        },
        {
          "id": 18036,
          "description": "the purpose and use of special journals: Sales Journal, Purchases Journal, Cash Receipts Journal, Cash Payments Journal",
          "outcomeId": 18002
        },
        {
          "id": 18041,
          "description": "the cost price of inventory",
          "outcomeId": 18002
        },
        {
          "id": 18042,
          "description": "the purpose and use of inventory cards using the FIFO and Identified Cost methods for recording: inventory sold, inventory purchased, inventory returned to suppliers, inventory returned by customers, drawings of inventory by the owner, inventory used for advertising, inventory loss/gain",
          "outcomeId": 18002
        },
        {
          "id": 18050,
          "description": "historical and budgeted classified accounting reports for a trading business: Cash Flow Statement, Income Statement, Balance Sheet",
          "outcomeId": 18002
        },
        {
          "id": 18054,
          "description": "the reporting of inventory and the impact it has on the Cash Flow Statement, Income Statement and Balance Sheet",
          "outcomeId": 18002
        },
        {
          "id": 18055,
          "description": "strategies for effective inventory management, such as physical count, inventory rotation, expected inventory levels, range of complementary goods, delivery and handling procedures and internal controls to prevent theft and fraud",
          "outcomeId": 18002
        },
        {
          "id": 18056,
          "description": "the potential effects of alternative inventory management strategies on business performance",
          "outcomeId": 18002
        },
        {
          "id": 18057,
          "description": "ethical considerations when undertaking decision-making related to inventory.",
          "outcomeId": 18002
        }
      ],
      "keySkills": [
        {
          "id": 18019,
          "description": "use correct accounting terminology",
          "outcomeId": 18002
        },
        {
          "id": 18020,
          "description": "explain and apply relevant qualitative characteristics and accounting assumptions",
          "outcomeId": 18002
        },
        {
          "id": 18021,
          "description": "identify, classify and record financial data",
          "outcomeId": 18002
        },
        {
          "id": 18022,
          "description": "manually record transactions in the special journals and inventory cards",
          "outcomeId": 18002
        },
        {
          "id": 18023,
          "description": "use ICT, including spreadsheets, to record transactions and construct appropriate graphical representations in relation to inventory",
          "outcomeId": 18002
        },
        {
          "id": 18024,
          "description": "distinguish between current and non-current assets, and current and non-current liabilities",
          "outcomeId": 18002
        },
        {
          "id": 18025,
          "description": "prepare historical and budgeted accounting reports for a trading business using manual methods and ICT",
          "outcomeId": 18002
        },
        {
          "id": 18026,
          "description": "apply theoretical knowledge to simulated situations",
          "outcomeId": 18002
        },
        {
          "id": 18027,
          "description": "model potential outcomes of different options, analyse the results and provide advice",
          "outcomeId": 18002
        },
        {
          "id": 18028,
          "description": "discuss the ethical considerations faced by business owners when making decisions in relation to inventory",
          "outcomeId": 18002
        },
        {
          "id": 18029,
          "description": "discuss the effects of alternative inventory management strategies on the performance of the business.",
          "outcomeId": 18002
        }
      ]
    },
    {
      "id": 18003,
      "curriculumSubjectId": 18000,
      "number": 2,
      "description": "On completion of this unit, the student should be able to record and report for accounts receivable and accounts payable, and analyse and discuss the effects of relevant decisions, including the influence of ethical considerations, on the performance of the business.",
      "keyKnowledge": [
        {
          "id": 18058,
          "description": "the accounting assumptions and qualitative characteristics",
          "outcomeId": 18003
        },
        {
          "id": 18059,
          "description": "documents used by a business to record financial transactions",
          "outcomeId": 18003
        },
        {
          "id": 18060,
          "description": "indicators used to measure business performance in relation to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18061,
          "description": "the purpose and use of special journals: Sales Journal, Purchases Journal, Cash Receipts Journal, Cash Payments Journal",
          "outcomeId": 18003
        },
        {
          "id": 18066,
          "description": "transactions involving accounts receivable and accounts payable records: sales, purchases, sales returns, purchase returns, bad debts, settlement discounts (GST to be excluded)",
          "outcomeId": 18003
        },
        {
          "id": 18073,
          "description": "the reporting of accounts receivable and accounts payable in the Cash Flow Statement, Income Statement and Balance Sheet",
          "outcomeId": 18003
        },
        {
          "id": 18074,
          "description": "strategies for effective management of accounts payable and accounts receivable",
          "outcomeId": 18003
        },
        {
          "id": 18075,
          "description": "the use of both manual methods and ICT to model and analyse the potential financial outcomes of decisions relating to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18076,
          "description": "non-financial factors and their impact on business performance in relation to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18077,
          "description": "ethical considerations in relation to accounts receivable and accounts payable.",
          "outcomeId": 18003
        }
      ],
      "keySkills": [
        {
          "id": 18030,
          "description": "use correct accounting terminology",
          "outcomeId": 18003
        },
        {
          "id": 18031,
          "description": "explain and apply relevant qualitative characteristics and accounting assumptions",
          "outcomeId": 18003
        },
        {
          "id": 18032,
          "description": "apply theoretical knowledge to simulated situations",
          "outcomeId": 18003
        },
        {
          "id": 18033,
          "description": "identify, classify and manually record financial data",
          "outcomeId": 18003
        },
        {
          "id": 18034,
          "description": "manually prepare accounting reports for a trading business",
          "outcomeId": 18003
        },
        {
          "id": 18035,
          "description": "use ICT, including spreadsheets, to record transactions, model the effects of alternative strategies and construct appropriate graphical representations in relation to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18036,
          "description": "use ICT, including spreadsheets, to model and analyse potential financial outcomes in relation to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18037,
          "description": "discuss alternative strategies in relation to accounts receivable and accounts payable",
          "outcomeId": 18003
        },
        {
          "id": 18038,
          "description": "discuss the ethical considerations faced by business owners when making decisions in relation to accounts receivable and accounts payable.",
          "outcomeId": 18003
        }
      ]
    },
    {
      "id": 18004,
      "curriculumSubjectId": 18000,
      "number": 3,
      "description": "On completion of this unit, the student should be able to record and report for non-current assets and depreciation.",
      "keyKnowledge": [
        {
          "id": 18078,
          "description": "the accounting assumptions and qualitative characteristics",
          "outcomeId": 18004
        },
        {
          "id": 18079,
          "description": "documents used by a business to record financial transactions",
          "outcomeId": 18004
        },
        {
          "id": 18080,
          "description": "indicators used to measure business performance in relation to non-current assets",
          "outcomeId": 18004
        },
        {
          "id": 18081,
          "description": "valuation of a non-current asset",
          "outcomeId": 18004
        },
        {
          "id": 18082,
          "description": "the straight-line method of depreciation",
          "outcomeId": 18004
        },
        {
          "id": 18083,
          "description": "the reducing balance method of depreciation",
          "outcomeId": 18004
        },
        {
          "id": 18084,
          "description": "selection of a depreciation method",
          "outcomeId": 18004
        },
        {
          "id": 18085,
          "description": "the reporting of depreciation in the Income Statement and Balance Sheet",
          "outcomeId": 18004
        },
        {
          "id": 18086,
          "description": "strategies for effective non-current asset management, including the use of asset registers",
          "outcomeId": 18004
        },
        {
          "id": 18087,
          "description": "ethical considerations when purchasing and managing non-current assets.",
          "outcomeId": 18004
        }
      ],
      "keySkills": [
        {
          "id": 18039,
          "description": "use correct accounting terminology",
          "outcomeId": 18004
        },
        {
          "id": 18040,
          "description": "explain and apply relevant qualitative characteristics and accounting assumptions",
          "outcomeId": 18004
        },
        {
          "id": 18041,
          "description": "apply theoretical knowledge to simulated situations",
          "outcomeId": 18004
        },
        {
          "id": 18042,
          "description": "identify, classify, record and report financial data and information using manual processes and ICT, including spreadsheets",
          "outcomeId": 18004
        },
        {
          "id": 18043,
          "description": "determine the valuation of a non-current asset",
          "outcomeId": 18004
        },
        {
          "id": 18044,
          "description": "model the potential impact of different options when deciding to purchase a non-current asset",
          "outcomeId": 18004
        },
        {
          "id": 18045,
          "description": "select and justify strategies to improve the business performance in relation to management of non-current assets.",
          "outcomeId": 18004
        }
      ]
    }
  ],
  "extracontents": [
    {
      "id": 18000,
      "description": "Qualitative characteristics: The International Accounting Standard Board’s (IASB) Conceptual Framework specifies six main qualitative characteristics that financial information in general-purpose financial reports should have. These are listed and described below.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18001,
      "description": "Relevance: Relevant information is that which directly assists the user in making decisions. Relevant financial information is related to making an economic decision and directly assists the user in forming predictions about outcomes of past, present or future events. It may also confirm or change previous evaluations through provision of suitable feedback.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18002,
      "description": "Faithful representation: The information reported must be a faithful representation of the real-world economic event it represents. This means that user is assured that the information presented is complete, free from material error, and neutral (without bias).",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18003,
      "description": "Comparability: Comparability is the qualitative characteristic that enables the user to identify and understand similarities and differences between items. Information about an entity is more useful if it can be compared with similar information about other entities, and with similar information about the same entity for another date or period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18004,
      "description": "Verifiability: Verifiability refers to the ability to ensure that different knowledgeable and independent observers can reach a consensus that a particular depiction of an event is faithfully represented. Verifiability is maintained by retaining the source documents used to record the transaction, and is checked through auditing. The purpose of verifiability is to hold the accounting professional accountable for their work.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18005,
      "description": "Timeliness: Timeliness means that information is available to decision-makers in time to be capable of influence on decisions. Information being available sooner, rather than later, can enhance its capacity to influence decisions, while a lack of timeliness can rob information of its potential usefulness. Generally, the older the information, the less useful it is.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18006,
      "description": "Understandability: Understandability requires financial information to be comprehensible to users with reasonable knowledge of business and economic activities. To be understandable, information should be presented clearly and concisely.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18007,
      "description": "The accounting entity assumption: Under the accounting entity assumption, the records of assets, liabilities and business activities of an entity are kept completely separate from those of the owner of the entity, as well as from those of other entities. A separate set of accounting records is maintained for each entity, with each financial statement prepared providing information on the relevant individual entity only.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18008,
      "description": "The accrual basis assumption: Under the accrual basis assumption, revenue is recognised in the period in which the expected inflow of economic benefits can be measured in a faithful and verifiable manner; that is, revenue is recognised when it is earned. Expenses are recognised when the consumption of goods and services can be measured; that is, expenses are recognised when they are incurred. The accrual basis profit for an accounting period is determined by subtracting expenses incurred for a period from revenue earned in the same period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18009,
      "description": "The going concern assumption: Under the going concern assumption, financial reports are prepared on the assumption that an existing entity will continue to operate into the future. It is assumed that the entity will not be wound up in the near future but will continue its activities.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18010,
      "description": "The period assumption: According to the period assumption, reports are prepared for a particular period of time, such as a month or a year, in order to obtain comparability of results. Profit determination involves a process of recognising the revenue for a period and deducting the expenses incurred for the same period. A distinction can be made between assets, that will provide benefit to future reporting periods, and expenses which are totally consumed within one reporting period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18011,
      "description": "Assets: An asset is a present economic resource controlled by an entity as a result of past events. An economic resource is a right that has the potential to produce future economic benefits.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18012,
      "description": "Current assets: Current assets are cash and other types of assets held primarily for the purpose of sale or trading, or are reasonably expected to be converted to cash, sold or consumed by a business within 12 months after the end of the reporting period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18013,
      "description": "Non-current assets: Non-current assets are expected to be used by the business entity for a number of years and are not held for resale.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18014,
      "description": "Liabilities: A liability is a present obligation of the entity to transfer an economic resource as a result of past events.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18015,
      "description": "Current liabilities: Current liabilities are obligations of the entity that are reasonably expected to be settled within 12 months after the end of the reporting period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18016,
      "description": "Non-current liabilities: Non-current liabilities are obligations of the entity that are not required to be settled within 12 months after the end of the reporting period.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18017,
      "description": "Owner's equity: Owner's equity is the residual interest in the assets of the entity after deducting all its liabilities.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18018,
      "description": "Revenues: Revenues are increases in assets or decreases in liabilities that result in increases in owner's equity, other than those relating to contributions from the owner. Revenue arises in the course of the ordinary activities of a business and includes items such as sales, fees, interest, dividends, royalties and rent.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18019,
      "description": "Expenses: Expenses are decreases in assets or increases in liabilities, other than those relating to distributions to the owner, that result in a decrease in owner's equity. Expenses encompass losses as well as those expenses that arise in the course of the ordinary activities of a business. Expenses that arise in the course of the ordinary activities of an entity include cost of sales, wages and depreciation.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18020,
      "description": "Gross Profit Marging: (gross pofit/net sales) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18021,
      "description": "Net Profit Margin: (net profit/net sales) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18022,
      "description": "Return on assets: (net profit/average total assets) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18023,
      "description": "Asset turnover: (net sales/average total assets) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18024,
      "description": "Return on Owner's Investment: (net profit/average capital) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18025,
      "description": "cash flow cover: (net cash from operating activities/average current liabilities) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18026,
      "description": "Working capital ratio: (current assets/current liabilities) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18027,
      "description": "Quick assets ratio: (current assets - (inventory + prepayments))/current liabilities x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18028,
      "description": "Debt ratio: (total liabilities/total assets) x 100",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18029,
      "description": "Inventory turnover: (average inventory/cost of goods sold) x 365",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18030,
      "description": "Accounts payable turnover: (average accounts payable/net credit purchases (plus GST)) x 365",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18031,
      "description": "Accounts receivable turnover: (average accounts receivable/net credit sales (plus GST)) x 365",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18032,
      "description": "Documents for a business: Documents used by a business to record financial transactions include: electronic funds transfer (EFT) receipt; electronic funds transfer (EFT) payment; cash receipt; sales invoice; purchase invoice; credit note; memo; statement of account; bank statement; order, shipping and order confirmation; and delivery docket. These documents may be prepared manually or be computer generated. Many documents satisfy the requirements of a tax invoice, which contains specified items of information that are required for effective operation of the GST system.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18033,
      "description": "Goods and services tax: The goods and services tax (GST) is to be included throughout the study design, except where it has been specifically excluded, as indicated in the relevant key knowledge dot points.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18034,
      "description": "FIFO Inventory gain: Inventory gains are determined by using the latest cost price recorded in the IN column of the inventory card. This follows the qualitative characteristic of faithful representation.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18035,
      "description": "FIFO Inventory loss: Inventory losses are to be determined by assuming the inventory lost on the date of the count is calculated by using the oldest cost price of available inventory on hand recorded on the inventory card.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18036,
      "description": "FIFO Sales returns: The cost of each inventory item is calculated by using the latest cost prices shown in the OUT column of the inventory card (reversing the last out).",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18037,
      "description": "FIFO Purchases returns: The cost of inventory returned to suppliers is calculated by using the cost price identified by the supplier's credit note.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18038,
      "description": "Identified Cost method Inventory loss/gain: The number of inventory items and their cost is revealed by a physical count.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18039,
      "description": "Identified Cost method Sales returns: The cost of each inventory item is identified on the business document or inventory card.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18040,
      "description": "Identified cost method Purchases returns: The cost of inventory returned to suppliers is calculated by using the cost price identified by the supplier's credit note.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18041,
      "description": "Doubtful debts: An allowance for doubtful debts is created using a percentage of net credit sales. Bad debts are written off using the allowance method.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18042,
      "description": "Closing revenue accounts: Only one General Journal entry is required to close all revenues (including Sales Returns) to the Profit and Loss Summary account, resulting in one entry in the General Ledger account.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18043,
      "description": "Closing expense accounts: Only one General Journal entry is required to close all expenses to the Profit and Loss Summary account, resulting in one entry in the General Ledger account. One General Journal entry is required to transfer the profit/loss from the Profit and Loss Summary account to the Capital account.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18044,
      "description": "Information and communications technology: Information and communications technology (ICT) is an essential aspect of business operations increasingly used to capture, model, analyse and convey information. Students are required to be aware of the use of spreadsheets, the internet and multimedia software in relation to accounting. Commercial accounting software packages may be used. The use of word processing software by students to provide theoretical responses is not applicable to the ICT requirement of each unit. Each unit of VCE Accounting involves student application of ICT to record transactions; create reports; model possible outcomes; construct graphical representations and visualisations; and model alternative scenarios. As a guide, students would typically require a minimum of 15 hours of scheduled class time per unit involving ICT to be able to achieve the outcomes for each unit. Knowledge and use of spreadsheets is essential and should be integrated throughout Units 1 to 4. Spreadsheets are used in accounting practice in a variety of ways, including recording inventory; preparing income statements, variance reports, budgets and other accounting information in various formats; numeric calculation; constructing graphical representations (including charts); comparing the results of alternative business options; and analysing data to assist in decision-making. Financial modelling is used to make estimates of how future scenarios will influence the performance of a business through mathematical projections of the key variables affecting the business. ICT is an important tool used in modelling the potential consequences of different future scenarios when making business decisions. Modelling using ICT enables comparison and analysis of the potential consequences of different decisions. In contemporary society, it is essential for an accountant to use critical and creative thinking skills to explore alternatives, and effectively communicate these to key stakeholders, such as business owners.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    },
    {
      "id": 18045,
      "description": "Ethical considerations: Business decisions will be influenced not only by financial considerations but also by ethical considerations, including those that are social and environmental in nature. Ethical considerations often have a direct impact on the financial performance of the business. In all consultations and communications, accountants are required to maintain their integrity, impartiality, objectivity and confidentiality.",
      "curriculumSubjectId": 18000,
      "extraContentType": "definition"
    }
  ]
}