{
  "id": 5000,
  "curriculumId": 5000,
  "name": "Chemistry Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 5001,
      "curriculumSubjectId": 5000,
      "name": "What is the role of nucleic acids and proteins in maintaining life?",
      "abbreviation": "U3AOS1",
      "description": "In this area of study students explore the expression of the information encoded in a sequence of DNA to form a protein and outline the nature of the genetic code and the proteome. They apply their knowledge to the structure and function of the DNA molecule to examine how molecular tools and techniques can be used to manipulate the molecule for a particular purpose. Students compare gene technologies used to address human and agricultural issues and consider the ethical implications of their use."
    },
    {
      "id": 5002,
      "curriculumSubjectId": 5000,
      "name": "How are biochemical pathways regulated?",
      "abbreviation": "U3AOS2",
      "description": "In this area of study students focus on the structure and regulation of biochemical pathways. They examine how biochemical pathways, specifically photosynthesis and cellular respiration, involve many steps that are controlled by enzymes and assisted by coenzymes. Students investigate factors that affect the rate of cellular reactions and explore applications of biotechnology that focus on the regulation of biochemical pathways. On completion of this unit the student should be able to analyse the structure and regulation of biochemical pathways in photosynthesis and cellular respiration, and evaluate how biotechnology can be used to solve problems related to the regulation of biochemical pathways."
    },
    {
      "id": 5003,
      "curriculumSubjectId": 5000,
      "name": "How do organisms respond to pathogens?",
      "abbreviation": "U4AOS1",
      "description": "In this area of study students focus on the immune response of organisms to specific pathogens. Students examine unique molecules called antigens and how they illicit an immune response, the nature of immunity and the role of vaccinations in providing immunity. They explain how technological advances assist in managing immune system disorders and how immunotherapies can be applied to the treatment of other diseases. Students consider that in a globally connected world there are biological challenges that can be mediated by identification of pathogens, the prevention of spread and the development of treatments for diseases."
    },
    {
      "id": 5004,
      "curriculumSubjectId": 5000,
      "name": "How are species related over time?",
      "abbreviation": "U4AOS2",
      "description": "In this area of study students focus on changes to genetic material over time and the evidence for biological evolution. They consider how the field of evolutionary biology is based upon the accumulation of evidence over time and develop an understanding of how interpretations of evidence can change in the light of new evidence as a result of technological advances, particularly in molecular biology. Students consider the biological consequences of changes in allele frequencies and how isolation and divergence are required elements for speciation. They consider the evidence for determining the relatedness between species and examine the evidence for major trends in hominin evolution, including the migration of modern human populations around the world. On completion of this unit the student should be able to analyse the evidence for genetic changes in populations and changes in species over time, analyse the evidence for relatedness between species, and evaluate the evidence for human change over time."
    },
    {
      "id": 5005,
      "curriculumSubjectId": 5000,
      "name": "How is scientific inquiry used to investigate cellular processes and/or biological change?",
      "abbreviation": "U4AOS3",
      "description": "Students undertake a student-designed scientific investigation in either Unit 3 or Unit 4, or across both Units 3 and 4. The investigation involves the generation of primary data relating to cellular processes and/or how life changes and responds to challenges. The investigation draws on knowledge and related key science skills developed across Units 3 and 4 and is undertaken by students in the laboratory and/or in the field. When undertaking the investigation students are required to apply the key science skills to develop a question, state an aim, formulate a hypothesis and plan a course of action to answer the question, while complying with safety and ethical guidelines. Students then undertake an investigation to generate primary quantitative data, analyse and evaluate the data, identify limitations of data and methods, link experimental results to scientific ideas, discuss implications of the results, and draw a conclusion in response to the question. The presentation format for the investigation is a scientific poster constructed according to the structure outlined on pages 11 and 12. A logbook is maintained by students for record, assessment and authentication purposes."
    }
  ],
  "outcomes": [
    {
      "id": 5006,
      "curriculumSubjectId": 5000,
      "number": 1,
      "description": "On completion of this unit the student should be able to analyse the relationship between nucleic acids and proteins, and evaluate how tools and techniques can be used and applied in the manipulation of DNA.",
      "topics": [
        {
          "id": 5015,
          "outcomeId": 5006,
          "name": "The relationship between nucleic acids and proteins"
        },
        {
          "id": 5016,
          "outcomeId": 5006,
          "name": "DNA manipulation techniques and applications"
        }
      ],
      "keyKnowledge": [
        {
          "id": 5058,
          "description": "nucleic acids as information molecules that encode instructions for the synthesis of proteins: the structure of DNA, the three main forms of RNA (mRNA, rRNA and tRNA) and a comparison of their respective nucleotides",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5059,
          "description": "the genetic code as a universal triplet code that is degenerate and the steps in gene expression, including transcription, RNA processing in eukaryotic cells and translation by ribosomes",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5060,
          "description": "the structure of genes: exons, introns and promoter and operator regions",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5061,
          "description": "the basic elements of gene regulation: prokaryotic trp operon as a simplified example of a regulatory process",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5062,
          "description": "amino acids as the monomers of a polypeptide chain and the resultant hierarchical levels of structure that give rise to a functional protein",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5063,
          "description": "proteins as a diverse group of molecules that collectively make an organism’s proteome, including enzymes as catalysts in biochemical pathways",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5064,
          "description": "the role of rough endoplasmic reticulum, Golgi apparatus and associated vesicles in the export of proteins from a cell via the protein secretory pathway",
          "outcomeId": 5006,
          "outcomeTopicId": 5015
        },
        {
          "id": 5065,
          "description": "the use of enzymes to manipulate DNA, including polymerase to synthesise DNA, ligase to join DNA and endonucleases to cut DNA",
          "outcomeId": 5006,
          "outcomeTopicId": 5016
        },
        {
          "id": 5066,
          "description": "the function of CRISPR-Cas9 in bacteria and the application of this function in editing an organism’s genome",
          "outcomeId": 5006,
          "outcomeTopicId": 5016
        },
        {
          "id": 5067,
          "description": "amplification of DNA using polymerase chain reaction and the use of gel electrophoresis in sorting DNA fragments, including the interpretation of gel runs for DNA profiling",
          "outcomeId": 5006,
          "outcomeTopicId": 5016
        },
        {
          "id": 5068,
          "description": "the use of recombinant plasmids as vectors to transform bacterial cells as demonstrated by the production of human insulin",
          "outcomeId": 5006,
          "outcomeTopicId": 5016
        },
        {
          "id": 5069,
          "description": "the use of genetically modified and transgenic organisms in agriculture to increase crop productivity and to provide resistance to disease.",
          "outcomeId": 5006,
          "outcomeTopicId": 5016
        }
      ]
    },
    {
      "id": 5007,
      "curriculumSubjectId": 5000,
      "number": 2,
      "description": "On completion of this unit the student should be able to analyse the structure and regulation of biochemical pathways in photosynthesis and cellular respiration, and evaluate how biotechnology can be used to solve problems related to the regulation of biochemical pathways.",
      "topics": [
        {
          "id": 5017,
          "outcomeId": 5007,
          "name": "Regulation of biochemical pathways in photosynthesis and cellular respiration"
        },
        {
          "id": 5018,
          "outcomeId": 5007,
          "name": "Photosynthesis as an example of biochemical pathways"
        },
        {
          "id": 5019,
          "outcomeId": 5007,
          "name": "Cellular respiration as an example of biochemical pathways"
        },
        {
          "id": 5020,
          "outcomeId": 5007,
          "name": "Biotechnological applications of biochemical pathways"
        }
      ],
      "keyKnowledge": [
        {
          "id": 5070,
          "description": "the general structure of the biochemical pathways in photosynthesis and cellular respiration from initial reactant to final product",
          "outcomeId": 5007,
          "outcomeTopicId": 5017
        },
        {
          "id": 5071,
          "description": "the general role of enzymes and coenzymes in facilitating steps in photosynthesis and cellular respiration",
          "outcomeId": 5007,
          "outcomeTopicId": 5017
        },
        {
          "id": 5072,
          "description": "the general factors that impact on enzyme function in relation to photosynthesis and cellular respiration: changes in temperature, pH, concentration, competitive and non-competitive enzyme inhibitors",
          "outcomeId": 5007,
          "outcomeTopicId": 5017
        },
        {
          "id": 5073,
          "description": "inputs, outputs and locations of the light dependent and light independent stages of photosynthesis in C3 plants (details of biochemical pathway mechanisms are not required)",
          "outcomeId": 5007,
          "outcomeTopicId": 5018
        },
        {
          "id": 5074,
          "description": "the role of Rubisco in photosynthesis, including adaptations of C3, C4 and CAM plants to maximise the efficiency of photosynthesis",
          "outcomeId": 5007,
          "outcomeTopicId": 5018
        },
        {
          "id": 5075,
          "description": "the factors that affect the rate of photosynthesis: light availability, water availability, temperature and carbon dioxide concentration",
          "outcomeId": 5007,
          "outcomeTopicId": 5018
        },
        {
          "id": 5076,
          "description": "the main inputs, outputs and locations of glycolysis, Krebs Cycle and electron transport chain including ATP yield (details of biochemical pathway mechanisms are not required)",
          "outcomeId": 5007,
          "outcomeTopicId": 5019
        },
        {
          "id": 5077,
          "description": "the location, inputs and the difference in outputs of anaerobic fermentation in animals and yeasts",
          "outcomeId": 5007,
          "outcomeTopicId": 5019
        },
        {
          "id": 5078,
          "description": "the factors that affect the rate of cellular respiration: temperature, glucose availability and oxygen concentration",
          "outcomeId": 5007,
          "outcomeTopicId": 5019
        },
        {
          "id": 5079,
          "description": "potential uses and applications of CRISPR-Cas9 technologies to improve photosynthetic efficiencies and crop yields",
          "outcomeId": 5007,
          "outcomeTopicId": 5020
        },
        {
          "id": 5080,
          "description": "uses and applications of anaerobic fermentation of biomass for biofuel production.",
          "outcomeId": 5007,
          "outcomeTopicId": 5020
        }
      ]
    },
    {
      "id": 5008,
      "curriculumSubjectId": 5000,
      "number": 1,
      "description": "On completion of this unit the student should be able to analyse the immune response to specific antigens, compare the different ways that immunity may be acquired and evaluate challenges and strategies in the treatment of disease.",
      "topics": [
        {
          "id": 5021,
          "outcomeId": 5008,
          "name": "Responding to antigens"
        },
        {
          "id": 5022,
          "outcomeId": 5008,
          "name": "Acquiring immunity"
        },
        {
          "id": 5023,
          "outcomeId": 5008,
          "name": "Disease challenges and strategies"
        }
      ],
      "keyKnowledge": [
        {
          "id": 5081,
          "description": "physical, chemical and microbiota barriers as preventative mechanisms of pathogenic infection in animals and plants",
          "outcomeId": 5008,
          "outcomeTopicId": 5021
        },
        {
          "id": 5082,
          "description": "the innate immune response including the steps in an inflammatory response and the characteristics and roles of macrophages, neutrophils, dendritic cells, eosinophils, natural killer cells, mast cells, complement proteins and interferons",
          "outcomeId": 5008,
          "outcomeTopicId": 5021
        },
        {
          "id": 5083,
          "description": "initiation of an immune response, including antigen presentation, the distinction between self-antigens and non-self antigens, cellular and non-cellular pathogens and allergens",
          "outcomeId": 5008,
          "outcomeTopicId": 5021
        },
        {
          "id": 5084,
          "description": "the role of the lymphatic system in the immune response as a transport network and the role of lymph nodes as sites for antigen recognition by T and B lymphocytes",
          "outcomeId": 5008,
          "outcomeTopicId": 5022
        },
        {
          "id": 5085,
          "description": "the characteristics and roles of the components of the adaptive immune response against both extracellular and intracellular threats, including the actions of B lymphocytes and their antibodies, helper T and cytotoxic T cells",
          "outcomeId": 5008,
          "outcomeTopicId": 5022
        },
        {
          "id": 5086,
          "description": "the difference between natural and artificial immunity and active and passive strategies for acquiring immunity",
          "outcomeId": 5008,
          "outcomeTopicId": 5022
        },
        {
          "id": 5087,
          "description": "the emergence of new pathogens and re-emergence of known pathogens in a globally connected world, including the impact of European arrival on Aboriginal and Torres Strait Islander peoples",
          "outcomeId": 5008,
          "outcomeTopicId": 5023
        },
        {
          "id": 5088,
          "description": "scientific and social strategies employed to identify and control the spread of pathogens, including identification of the pathogen and host, modes of transmission and measures to control transmission",
          "outcomeId": 5008,
          "outcomeTopicId": 5023
        },
        {
          "id": 5089,
          "description": "vaccination programs and their role in maintaining herd immunity for a specific disease in a human population",
          "outcomeId": 5008,
          "outcomeTopicId": 5023
        },
        {
          "id": 5090,
          "description": "the development of immunotherapy strategies, including the use of monoclonal antibodies for the treatment of autoimmune diseases and cancer.",
          "outcomeId": 5008,
          "outcomeTopicId": 5023
        }
      ]
    },
    {
      "id": 5009,
      "curriculumSubjectId": 5000,
      "number": 2,
      "description": "On completion of this unit the student should be able to analyse the evidence for genetic changes in populations and changes in species over time, analyse the evidence for relatedness between species, and evaluate the evidence for human change over time.",
      "topics": [
        {
          "id": 5024,
          "outcomeId": 5009,
          "name": "Genetic changes in a population over time"
        },
        {
          "id": 5025,
          "outcomeId": 5009,
          "name": "Changes in species over time"
        },
        {
          "id": 5026,
          "outcomeId": 5009,
          "name": "Determining the relatedness of species"
        },
        {
          "id": 5027,
          "outcomeId": 5009,
          "name": "Human change over time"
        }
      ],
      "keyKnowledge": [
        {
          "id": 5091,
          "description": "causes of changing allele frequencies in a population’s gene pool, including environmental selection pressures, genetic drift and gene flow; and mutations as the source of new alleles",
          "outcomeId": 5009,
          "outcomeTopicId": 5024
        },
        {
          "id": 5092,
          "description": "biological consequences of changing allele frequencies in terms of increased and decreased genetic diversity",
          "outcomeId": 5009,
          "outcomeTopicId": 5024
        },
        {
          "id": 5093,
          "description": "manipulation of gene pools through selective breeding programs",
          "outcomeId": 5009,
          "outcomeTopicId": 5024
        },
        {
          "id": 5094,
          "description": "consequences of bacterial resistance and viral antigenic drift and shift in terms of ongoing challenges for treatment strategies and vaccination against pathogens",
          "outcomeId": 5009,
          "outcomeTopicId": 5024
        },
        {
          "id": 5095,
          "description": "changes in species over geological time as evidenced from the fossil record: faunal (fossil) succession, index and transitional fossils, relative and absolute dating of fossils",
          "outcomeId": 5009,
          "outcomeTopicId": 5025
        },
        {
          "id": 5096,
          "description": "evidence of speciation as a consequence of isolation and genetic divergence, including Galapagos finches as an example of allopatric speciation and Howea palms on Lord Howe Island as an example of sympatric speciation",
          "outcomeId": 5009,
          "outcomeTopicId": 5025
        },
        {
          "id": 5097,
          "description": "evidence of relatedness between species: structural morphology – homologous and vestigial structures; and molecular homology – DNA and amino acid sequences",
          "outcomeId": 5009,
          "outcomeTopicId": 5026
        },
        {
          "id": 5098,
          "description": "the use and interpretation of phylogenetic trees as evidence for the relatedness between species",
          "outcomeId": 5009,
          "outcomeTopicId": 5026
        },
        {
          "id": 5099,
          "description": "the shared characteristics that define mammals, primates, hominoids and hominins",
          "outcomeId": 5009,
          "outcomeTopicId": 5027
        },
        {
          "id": 5100,
          "description": "evidence for major trends in hominin evolution from the genus Australopithecus to the genus Homo: changes in brain size and limb structure",
          "outcomeId": 5009,
          "outcomeTopicId": 5027
        },
        {
          "id": 5101,
          "description": "the human fossil record as an example of a classification scheme that is open to differing interpretations that are contested, refined or replaced when challenged by new evidence, including evidence for interbreeding between Homo sapiens and Homo neanderthalensis and evidence of new putative Homo species",
          "outcomeId": 5009,
          "outcomeTopicId": 5027
        },
        {
          "id": 5102,
          "description": "ways of using fossil and DNA evidence (mtDNA and whole genomes) to explain the migration of modern human populations around the world, including the migration of Aboriginal and Torres Strait Islander populations and their connection to Country and Place.",
          "outcomeId": 5009,
          "outcomeTopicId": 5027
        }
      ]
    },
    {
      "id": 5010,
      "curriculumSubjectId": 5000,
      "number": 3,
      "description": "On completion of this unit the student should be able to design and conduct a scientific investigation related to cellular processes and/or how life changes and responds to challenges, and present an aim, methodology and methods, results, discussion and a conclusion in a scientific poster.",
      "topics": [
        {
          "id": 5028,
          "outcomeId": 5010,
          "name": "Investigation design"
        },
        {
          "id": 5029,
          "outcomeId": 5010,
          "name": "Scientific evidence"
        },
        {
          "id": 5030,
          "outcomeId": 5010,
          "name": "Science communication"
        }
      ],
      "keyKnowledge": [
        {
          "id": 5103,
          "description": "biological concepts specific to the selected scientific investigation and their significance, including definitions of key terms",
          "outcomeId": 5010,
          "outcomeTopicId": 5028
        },
        {
          "id": 5104,
          "description": "characteristics of the selected scientific methodology and method, and appropriateness of the use of independent, dependent and controlled variables in the selected scientific investigation",
          "outcomeId": 5010,
          "outcomeTopicId": 5028
        },
        {
          "id": 5105,
          "description": "techniques of primary quantitative data generation relevant to the selected scientific investigation",
          "outcomeId": 5010,
          "outcomeTopicId": 5028
        },
        {
          "id": 5106,
          "description": "the accuracy, precision, reproducibility, repeatability and validity of measurements",
          "outcomeId": 5010,
          "outcomeTopicId": 5028
        },
        {
          "id": 5107,
          "description": "the health, safety and ethical guidelines relevant to the selected scientific investigation",
          "outcomeId": 5010,
          "outcomeTopicId": 5028
        },
        {
          "id": 5108,
          "description": "the nature of evidence that supports or refutes a hypothesis, model or theory",
          "outcomeId": 5010,
          "outcomeTopicId": 5029
        },
        {
          "id": 5109,
          "description": "ways of organising, analysing and evaluating primary data to identify patterns and relationships including sources of error and uncertainty",
          "outcomeId": 5010,
          "outcomeTopicId": 5029
        },
        {
          "id": 5110,
          "description": "authentication of generated primary data through the use of a logbook",
          "outcomeId": 5010,
          "outcomeTopicId": 5029
        },
        {
          "id": 5111,
          "description": "assumptions and limitations of investigation methodology and/or data generation and/or analysis methods",
          "outcomeId": 5010,
          "outcomeTopicId": 5029
        },
        {
          "id": 5112,
          "description": "conventions of science communication: scientific terminology and representations, symbols, formulas, standard abbreviations and units of measurement",
          "outcomeId": 5010,
          "outcomeTopicId": 5030
        },
        {
          "id": 5113,
          "description": "conventions of scientific poster presentation, including succinct communication of the selected scientific investigation and acknowledgements and references",
          "outcomeId": 5010,
          "outcomeTopicId": 5030
        },
        {
          "id": 5114,
          "description": "the key findings and implications of the selected scientific investigation.",
          "outcomeId": 5010,
          "outcomeTopicId": 5030
        }
      ]
    }
  ],
  "keySkills": [
    {
      "id": 5000,
      "description": "Develop aims and questions, formulate hypotheses and make predictions: (identify, research and construct aims and questions for investigation, identify independent, dependent and controlled variables in experiments, formulate hypotheses to focus investigations, predict possible outcomes of investigations)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5001,
      "description": "Plan and conduct investigations: (Determine appropriate investigation methodology: case study; classification and identification; controlled experiment; fieldwork; literature review; modelling; product, process or system development; simulation. Design and conduct investigations; select and use methods appropriate to the selected investigation methodology, including consideration of sampling technique and size, equipment and procedures, taking into account potential sources of error and causes of uncertainty; determine the type and amount of qualitative and/or quantitative data to be generated or collated. Work independently and collaboratively as appropriate and within identified research constraints, adapting or extending processes as required and recording such modifications in a logbook)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5002,
      "description": "Comply with safety and ethical guidelines: (Demonstrate safe laboratory practices when planning and conducting investigations by using risk assessments that are informed by safety data sheets (SDS), and accounting for risks. Apply relevant occupational health and safety guidelines while undertaking practical investigations. Demonstrate ethical conduct when undertaking and reporting investigations)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5003,
      "description": "Generate, collate and record data: (Systematically generate and record primary data, and collate secondary data, appropriate to the investigation, including use of databases and reputable online data sources. Record and summarise both qualitative and quantitative data, including use of a logbook as an authentication of generated or collated data. Organise and present data in useful and meaningful ways, including schematic diagrams, flow charts, tables, bar charts, line graphs and calibration curves)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5004,
      "description": "Analyse and evaluate data and investigation methods: (Process quantitative data using appropriate mathematical relationships and units, including calculations of ratios, percentages, percentage change and mean. Use appropriate numbers of significant figures in calculations. Plot graphs involving two variables that show linear and non-linear relationships. Identify and analyse experimental data qualitatively, handling, where appropriate, concepts of: accuracy, precision, repeatability, reproducibility, resolution, and validity of measurements; and errors (random and systematic). Identify outliers, and contradictory, provisional or incomplete data. Repeat experiments to evaluate the precision of data. Evaluate investigation methods and suggest ways to improve precision, and to reduce the likelihood of errors)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5005,
      "description": "Construct evidence-based arguments and draw conclusions: (Distinguish between opinion, anecdote and evidence, and between scientific and non-scientific ideas. Evaluate data to determine the degree to which the evidence supports the aim of the investigation, and make recommendations, as appropriate, for modifying or extending the investigation. Evaluate data to determine the degree to which the evidence supports or refutes the initial prediction or hypothesis. Use reasoning to construct scientific arguments, and to draw and justify conclusions consistent with evidence and relevant to the question under investigation. Identify, describe and explain the limitations of conclusions, including identification of further evidence required. Discuss the implications of research findings and proposals)",
      "curriculumSubjectId": 5000
    },
    {
      "id": 5006,
      "description": "Analyse, evaluate and communicate scientific ideas: (Use appropriate scientific terminology, representations and conventions, including standard abbreviations, graphing conventions, algebraic equations, units of measurement and significant figures. Discuss relevant scientific information, ideas, concepts, theories and models and the connections between them. Analyse and explain how models and theories are used to organise and understand observed phenomena and concepts, identifying limitations of selected models/theories. Critically evaluate and interpret a range of scientific and media texts (including journal articles, mass media communications and opinions in the public domain), processes, claims and conclusions related to chemistry by considering the quality of available evidence. Apply sustainability concepts to analyse and evaluate responses to chemistry-based scenarios, case studies, issues and challenges. Identify and explain when judgements or decisions associated with chemistry-related issues may be based on sociocultural, economic, political, legal and/or ethical factors and not solely on scientific evidence. Use clear, coherent and concise expression to communicate to specific audiences and for specific purposes in appropriate scientific genres, including scientific reports and posters. Acknowledge sources of information and assistance, and use standard scientific referencing conventions)",
      "curriculumSubjectId": 5000
    }
  ]
}