{
  "id": 2000,
  "curriculumId": 2000,
  "name": "Chemistry Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 2000,
      "curriculumSubjectId": 2000,
      "name": "How do the chemical structures of materials explain their properties and reactions?",
      "abbreviation": "U1AOS1",
      "description": "In this area of study students focus on elements as the building blocks of useful materials. They investigate the structures, properties and reactions of carbon compounds, metals and ionic compounds, and use chromatography to separate the components of mixtures. They use metal recycling as a context to explore the transition in manufacturing processes from a linear economy to a circular economy. The selection of learning contexts should allow students to develop practical techniques to investigate the properties and reactions of various materials. Students develop their skills in the use of scientific equipment and apparatus. Students may conduct flame tests to identify elements in the periodic table. They may model covalent, metallic and ionic structures using simple ball-and-stick models and may use computer simulations of the three-dimensional representations of molecules and lattices to better understand structures. They use solubility tables to experimentally identify unknown ions in solution. They respond to challenges such as developing their own reactivity series by reacting samples of metals with acids, oxygen and water."
    },
    {
      "id": 2001,
      "curriculumSubjectId": 2000,
      "name": "How are materials quantified and classified?",
      "abbreviation": "U1AOS2",
      "description": "In this area of study students focus on the measurement of quantities in chemistry and the structures and properties of organic compounds, including polymers. The selection of learning contexts should allow students to develop practical techniques to quantify amounts of substances and to investigate the chemistry of organic compounds. Students develop their skills in the use of scientific equipment and apparatus. They perform calculations based on the generation of primary data, such as determining the empirical formula of an ionic compound or hydrated salt, and consider how the quality of data generated in experiments can be improved. They may construct models to visualise the similarities and differences between families of organic compounds. Students may use common substances in their experiments such as making glue from milk. They may investigate the environmental impact of the production of polymers: for example, the recycling of biodegradable polymers derived from natural resources such as biopolyethene (Bio-PE). Students respond to challenges such as investigating how changing formulations for polymers affects their structure and properties: for example, by creating slime."
    },
    {
      "id": 2002,
      "curriculumSubjectId": 2000,
      "name": "How can chemical principles be applied to create a more sustainable future?",
      "abbreviation": "U1AOS3",
      "description": "Knowledge of the structure and properties of matter has developed over time through scientific and technological research, leading to the production of a range of useful chemicals, materials and products for society. Chemists today, through sustainable practices, seek to improve the efficiency with which natural resources are used to meet human needs for chemical products and services. Chemists also learn from Aboriginal and Torres Strait Islander peoples about the ways that they sustainably modify and process raw materials using techniques developed over millennia. Sustainability requires innovation in designing and discovering new chemicals, production processes and product management systems that will provide increased yield or performance at a lower cost while meeting the goals of protecting and enhancing human health and the environment. In this area of study students undertake an investigation involving the selection and evaluation of a recent discovery, innovation, advance, case study, issue or challenge linked to the knowledge and skills developed in Unit 1 Area of Study 1 and/or Area of Study 2, including consideration of sustainability concepts (green chemistry principles, sustainable development and the transition towards a circular economy). Examples of investigation topics and possible research questions are provided below. Students may select a research question related to the investigation topics included below or, in conjunction with their teacher, develop their own research question related to Unit 1 Area of Study 1 and/or Area of Study 2. Possible starting points when developing a research question may include visiting a chemical laboratory, local chemical manufacturer or industrial plant; announcements of recent materials science research findings; an interview with an expert involved in materials science or sustainability; an expert’s published point of view; a public concern about an issue related to the production of a chemical or material; ‘green field’ research leading to new technologies; changes in government funding or policy or new government initiatives, such as incentives promoting the transition from a linear economy to a circular economy; case studies related to how Aboriginal and Torres Strait Islander peoples process natural materials for particular purposes; a TED talk; a YouTube presentation; or an article from a scientific publication."
    },
    {
      "id": 2003,
      "curriculumSubjectId": 2000,
      "name": "How do chemicals interact with water?",
      "abbreviation": "U2AOS1",
      "description": "In this area of study students focus on understanding the properties of water and investigating acid-base and redox reactions. They explore water’s properties, including its density, specific heat capacity and latent heat of vaporisation. They write equations for acid-base and redox reactions, and apply concepts including pH as a measure of acidity. They explore applications of acid-base reactions and redox reactions in society. The selection of learning contexts should allow students to develop practical techniques to investigate the properties of water and acid-base and redox reactions. Students develop their skills in the use of scientific equipment and apparatus. They may demonstrate their understanding of concentration using coloured solutions such as ammonium molybdate. Students explore pH: for example, by making their own indicators from natural materials, developing their own pH scale and comparing the accuracy of their indicators with commercial indicators. They may investigate redox reactions by comparing corrosion rates of iron in tap water and sea water or building simple cells to power a diode. They respond to challenges such as investigating the action of soda water on seashells and linking their findings to socio-scientific issues such as ocean acidification."
    },
    {
      "id": 2004,
      "curriculumSubjectId": 2000,
      "name": "How are chemicals measured and analysed?",
      "abbreviation": "U2AOS2",
      "description": "In this area of study students focus on the analysis and quantification of chemical reactions involving acids, bases, salts and gases. They measure the solubility of substances in water, explore the relationship between solubility and temperature using solubility curves, and learn to predict when a solute will dissolve or crystallise out of solution. They quantify amounts in chemistry using volumetric analysis, application of the ideal gas equation, stoichiometry and calibration curves. The selection of learning contexts should allow students to develop practical techniques to investigate substances that may be dissolved in water or found in soils, particularly salts, acids and bases, as well as gases. Students develop their skills in the use of scientific equipment and apparatus. They use precipitation reactions to purify water: for example, by using iron or aluminium compounds to precipitate and remove phosphorus from wastewater. They perform acid-base titrations, such as comparing the ethanoic acid concentrations of vinegar, mayonnaise and tomato sauce. They construct calibration curves to analyse unknown concentrations of substances, such as the amount of nitrates or phosphates in water or soil samples. Students respond to challenges such as determining the set of standards required in setting up a calibration curve in colorimetry."
    },
    {
      "id": 2005,
      "curriculumSubjectId": 2000,
      "name": "How do quantitative scientific investigations develop our understanding of chemical reactions?",
      "abbreviation": "U2AOS3",
      "description": "Many of the 17 goals in the United Nations’ 2030 Agenda for Sustainable Development relate to ensuring that people have access to potable water, clean air and good quality soil to meet their basic needs. The quality of water, air and soil must be monitored closely to ensure that human health and the environment are not compromised. In this area of study students adapt or design and then conduct a scientific investigation related to chemical equations and/or analysis, which must include the generation of primary data. They develop a research question related to the production of gases, acid-base or redox reactions or the analysis of substances in water, and adapt or design and then conduct a scientific investigation to generate appropriate quantitative data. Students organise and interpret the data and reach a conclusion in response to their research question. Research questions may relate to different scientific methodologies. Pattern seeking may be utilised in investigating questions such as ‘Is there a relationship between salinity concentration and the rate of rusting of iron?’. Controlled experiments may be designed to investigate questions such as ‘Why is isopropyl alcohol measured as %(v/v) while chlorine bleach is measured in ppm, and what concentrations of isopropyl alcohol and chlorine bleach are required to disinfect surfaces?’. Students may also investigate product, process or system development, such as formulating a UV-stable natural indicator."
    }
  ],
  "outcomes": [
    {
      "id": 2000,
      "curriculumSubjectId": 2000,
      "number": 1,
      "description": "On completion of this unit the student should be able to explain how elements form carbon compounds, metallic lattices and ionic compounds, experimentally investigate and model the properties of different materials, and use chromatography to separate the components of mixtures.",
      "topics": [
        {
          "id": 2000,
          "outcomeId": 2000,
          "name": "Elements and the periodic table"
        },
        {
          "id": 2001,
          "outcomeId": 2000,
          "name": "Covalent substances"
        },
        {
          "id": 2002,
          "outcomeId": 2000,
          "name": "Reactions of metals"
        },
        {
          "id": 2003,
          "outcomeId": 2000,
          "name": "Reactions of ionic compounds"
        },
        {
          "id": 2004,
          "outcomeId": 2000,
          "name": "Separation and identification of the components of mixtures"
        }
      ],
      "keyKnowledge": [
        {
          "id": 2000,
          "description": "the definitions of elements, isotopes and ions, including appropriate notation: atomic number; mass number; and number of protons, neutrons and electrons",
          "outcomeId": 2000,
          "outcomeTopicId": 2000
        },
        {
          "id": 2001,
          "description": "the periodic table as an organisational tool to identify patterns and trends in, and relationships between, the structures (including shell and subshell electronic configurations and atomic radii) and properties (including electronegativity, first ionisation energy, metallic and non-metallic character and reactivity) of elements",
          "outcomeId": 2000,
          "outcomeTopicId": 2000
        },
        {
          "id": 2002,
          "description": "critical elements (for example, helium, phosphorus, rare-earth elements and post-transition metals and metalloids) and the importance of recycling processes for element recovery",
          "outcomeId": 2000,
          "outcomeTopicId": 2000
        },
        {
          "id": 2003,
          "description": "the use of Lewis (electron dot) structures, structural formulas and molecular formulas to model the following molecules: hydrogen, oxygen, chlorine, nitrogen, hydrogen chloride, carbon dioxide, water, ammonia, methane, ethane and ethene",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2004,
          "description": "shapes of molecules (linear, bent, pyramidal, and tetrahedral, excluding bond angles) as determined by the repulsion of electron pairs according to valence shell electron pair repulsion (VSEPR) theory",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2005,
          "description": "polar and non-polar character with reference to the shape of the molecule",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2006,
          "description": "the relative strengths of intramolecular bonding (covalent bonding) and intermolecular forces (dispersion forces, dipole-dipole attraction and hydrogen bonding)",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2007,
          "description": "physical properties of molecular substances (including melting points and boiling points and non-conduction of electricity) with reference to their structure and bonding",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2008,
          "description": "the structure and bonding of diamond and graphite that explain their properties (including heat conductivity and electrical conductivity and hardness) and their suitability for diverse applications",
          "outcomeId": 2000,
          "outcomeTopicId": 2001
        },
        {
          "id": 2009,
          "description": "the common properties of metals (lustre, malleability, ductility, melting point, heat conductivity and electrical conductivity) with reference to the nature of metallic bonding and the existence of metallic crystals",
          "outcomeId": 2000,
          "outcomeTopicId": 2002
        },
        {
          "id": 2010,
          "description": "experimental determination of a reactivity series of metals based on their relative ability to undergo oxidation with water, acids and oxygen",
          "outcomeId": 2000,
          "outcomeTopicId": 2002
        },
        {
          "id": 2011,
          "description": "metal recycling as an example of a circular economy where metal is mined, refined, made into a product, used, disposed of via recycling and then reprocessed as the same original product or repurposed as a new product",
          "outcomeId": 2000,
          "outcomeTopicId": 2002
        },
        {
          "id": 2012,
          "description": "the common properties of ionic compounds (brittleness, hardness, melting point, difference in electrical conductivity in solid and molten liquid states), with reference to the nature of ionic bonding and crystal structure",
          "outcomeId": 2000,
          "outcomeTopicId": 2003
        },
        {
          "id": 2013,
          "description": "deduction of the formula and name of an ionic compound from its component ions, including polyatomic ions (NH4+, OH‾, NO3‾, HCO3‾, CO32‾, SO42‾ and PO43‾)",
          "outcomeId": 2000,
          "outcomeTopicId": 2003
        },
        {
          "id": 2014,
          "description": "the formation of ionic compounds through the transfer of electrons from metals to non-metals, and the writing of ionic compound formulas, including those containing polyatomic ions and transition metal ions",
          "outcomeId": 2000,
          "outcomeTopicId": 2003
        },
        {
          "id": 2015,
          "description": "the use of solubility tables to predict and identify precipitation reactions between ions in solution, represented by balanced full and ionic equations including the state symbols: (s), (l), (aq) and (g)",
          "outcomeId": 2000,
          "outcomeTopicId": 2003
        },
        {
          "id": 2016,
          "description": "polar and non-polar character with reference to the solubility of polar solutes dissolving in polar solvents, and non-polar solutes dissolving in non-polar solvents",
          "outcomeId": 2000,
          "outcomeTopicId": 2004
        },
        {
          "id": 2017,
          "description": "experimental application of chromatography as a technique to determine the composition and purity of different types of substances, including calculation of Rf values",
          "outcomeId": 2000,
          "outcomeTopicId": 2004
        }
      ]
    },
    {
      "id": 2001,
      "curriculumSubjectId": 2000,
      "number": 2,
      "description": "On completion of this unit the student should be able to calculate mole quantities, use systematic nomenclature to name organic compounds, explain how polymers can be designed for a purpose, and evaluate the consequences for human health and the environment of the production of organic materials and polymers.",
      "topics": [
        {
          "id": 2005,
          "outcomeId": 2001,
          "name": "Quantifying atoms and compounds"
        },
        {
          "id": 2006,
          "outcomeId": 2001,
          "name": "Families of organic compounds"
        },
        {
          "id": 2007,
          "outcomeId": 2001,
          "name": "Polymers and society"
        }
      ],
      "keyKnowledge": [
        {
          "id": 2018,
          "description": "the relative isotopic masses of isotopes of elements and their values on the scale in which the relative isotopic mass of the carbon-12 isotope is assigned a value of 12 exactly",
          "outcomeId": 2001,
          "outcomeTopicId": 2005
        },
        {
          "id": 2019,
          "description": "determination of the relative atomic mass of an element using mass spectrometry (details of instrument not required)",
          "outcomeId": 2001,
          "outcomeTopicId": 2005
        },
        {
          "id": 2020,
          "description": "Avogadro’s constant as the number 6.02 × 1023 indicating the number of atoms or molecules in a mole of any substance; determination of the amount, in moles, of atoms (or molecules) in a pure sample of known mass",
          "outcomeId": 2001,
          "outcomeTopicId": 2005
        },
        {
          "id": 2021,
          "description": "determination of the molar mass of compounds, the percentage composition by mass of covalent compounds, and the empirical and molecular formula of a compound from its percentage composition by mass",
          "outcomeId": 2001,
          "outcomeTopicId": 2005
        },
        {
          "id": 2022,
          "description": "the grouping of hydrocarbon compounds into families (alkanes, haloalkanes, alkenes, alcohols, carboxylic acids) based upon similarities in their physical and chemical properties, including general formulas and general uses based on their properties",
          "outcomeId": 2001,
          "outcomeTopicId": 2006
        },
        {
          "id": 2023,
          "description": "representations of organic compounds (structural formulas, semi-structural formulas) and naming according to the International Union of Pure and Applied Chemistry (IUPAC) systematic nomenclature (limited to non-cyclic compounds up to C8, and structural isomers up to C5)",
          "outcomeId": 2001,
          "outcomeTopicId": 2006
        },
        {
          "id": 2024,
          "description": "plant-based biomass as an alternative renewable source of organic chemicals (for example, solvents, pharmaceuticals, adhesives, dyes and paints) traditionally derived from fossil fuels",
          "outcomeId": 2001,
          "outcomeTopicId": 2006
        },
        {
          "id": 2025,
          "description": "materials and products used in everyday life that are made from organic compounds (for example, synthetic fabrics, foods, natural medicines, pesticides, cosmetics, organic solvents, car parts, artificial hearts), the benefits of those products for society, and the health and/or environmental hazards they pose",
          "outcomeId": 2001,
          "outcomeTopicId": 2006
        },
        {
          "id": 2026,
          "description": "the differences between addition and condensation reactions as processes for producing natural and manufactured polymers from monomers",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        },
        {
          "id": 2027,
          "description": "the formation of addition polymers by the polymerisation of alkene monomers",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        },
        {
          "id": 2028,
          "description": "the distinction between linear (thermoplastic) and cross-linked (thermosetting) addition polymers with reference to structure and properties",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        },
        {
          "id": 2029,
          "description": "the features of linear addition polymers designed for a particular purpose, including the selection of a suitable monomer (structure and properties), chain length and degree of branching",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        },
        {
          "id": 2030,
          "description": "the categorisation of different plastics as fossil fuel based (HDPE, PVC, LDPE, PP, PS) and as bioplastics (PLA, Bio-PE, Bio-PP); plastic recycling (mechanical, chemical, organic), compostability, circularity and renewability of raw ingredients",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        },
        {
          "id": 2031,
          "description": "innovations in polymer manufacture using condensation reactions, and the breakdown of polymers using hydrolysis reactions, contributing to the transition from a linear economy towards a circular economy",
          "outcomeId": 2001,
          "outcomeTopicId": 2007
        }
      ]
    },
    {
      "id": 2002,
      "curriculumSubjectId": 2000,
      "number": 3,
      "description": "On completion of this unit the student should be able to investigate and explain how chemical knowledge is used to create a more sustainable future in relation to the production or use of a selected material.",
      "topics": [
        {
          "id": 2008,
          "outcomeId": 2002,
          "name": "Scientific evidence"
        },
        {
          "id": 2009,
          "outcomeId": 2002,
          "name": "Sustainability"
        },
        {
          "id": 2010,
          "outcomeId": 2002,
          "name": "sustainability concepts and principles: green chemistry principles, sustainable development, and the transition from a linear economy towards a circular economy"
        },
        {
          "id": 2011,
          "outcomeId": 2002,
          "name": "Scientific communication"
        }
      ],
      "keyKnowledge": [
        {
          "id": 2032,
          "description": "the distinction between primary and secondary data",
          "outcomeId": 2002,
          "outcomeTopicId": 2008
        },
        {
          "id": 2033,
          "description": "the nature of evidence and information: distinction between opinion, anecdote and evidence; and scientific and non-scientific ideas",
          "outcomeId": 2002,
          "outcomeTopicId": 2008
        },
        {
          "id": 2034,
          "description": "the quality of evidence, including validity and authority of data and sources of possible errors or bias",
          "outcomeId": 2002,
          "outcomeTopicId": 2008
        },
        {
          "id": 2035,
          "description": "methods of organising, analysing and evaluating secondary data",
          "outcomeId": 2002,
          "outcomeTopicId": 2008
        },
        {
          "id": 2036,
          "description": "the use of a logbook to authenticate collated data",
          "outcomeId": 2002,
          "outcomeTopicId": 2008
        },
        {
          "id": 2037,
          "description": "identification of sustainability concepts and principles relevant to the selected research question",
          "outcomeId": 2002,
          "outcomeTopicId": 2010
        },
        {
          "id": 2038,
          "description": "chemical concepts specific to the investigation: definitions of key terms; and use of appropriate chemical terminology, conventions and representations",
          "outcomeId": 2002,
          "outcomeTopicId": 2011
        },
        {
          "id": 2039,
          "description": "characteristics of effective science communication: accuracy of chemical information; clarity of explanation of chemical concepts, ideas and models; contextual clarity with reference to importance and implications of findings; conciseness and coherence; and appropriateness for purpose and audience",
          "outcomeId": 2002,
          "outcomeTopicId": 2011
        },
        {
          "id": 2040,
          "description": "the use of data representations, models and theories in organising and explaining observed phenomena and chemical concepts, and their limitations",
          "outcomeId": 2002,
          "outcomeTopicId": 2011
        },
        {
          "id": 2041,
          "description": "the influence of social, economic, legal and/or political factors relevant to the selected research question",
          "outcomeId": 2002,
          "outcomeTopicId": 2011
        },
        {
          "id": 2042,
          "description": "conventions for referencing and acknowledging sources of information",
          "outcomeId": 2002,
          "outcomeTopicId": 2011
        }
      ]
    },
    {
      "id": 2003,
      "curriculumSubjectId": 2000,
      "number": 1,
      "description": "On completion of this unit the student should be able to explain the properties of water in terms of structure and bonding, and experimentally investigate and analyse applications of acid-base and redox reactions in society.",
      "topics": [
        {
          "id": 2012,
          "outcomeId": 2003,
          "name": "Water as a unique chemical"
        },
        {
          "id": 2013,
          "outcomeId": 2003,
          "name": "Acid-base (proton transfer) reactions"
        },
        {
          "id": 2014,
          "outcomeId": 2003,
          "name": "Redox (electron transfer) reactions"
        }
      ],
      "keyKnowledge": [
        {
          "id": 2043,
          "description": "the existence of water in all three states at Earth’s surface, including the distribution and proportion of available drinking water",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2044,
          "description": "explanation of the anomalous properties of H2O (ice and water), with reference to hydrogen bonding:",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2045,
          "description": "trends in the boiling points of Group 16 hydrides",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2046,
          "description": "the density of solid ice compared with liquid water at low temperatures",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2047,
          "description": "specific heat capacity of water including units and symbols",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2048,
          "description": "the relatively high latent heat of vaporisation of water and its impact on the regulation of the temperature of the oceans and aquatic life",
          "outcomeId": 2003,
          "outcomeTopicId": 2012
        },
        {
          "id": 2049,
          "description": "the Brønsted-Lowry theory of acids and bases, including polyprotic acids and amphiprotic species, and the writing of balanced ionic and full equations, with states, for their reactions in water",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2050,
          "description": "the distinction between strong and weak acids and strong and weak bases, and between concentrated and dilute acids and bases, including common examples",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2051,
          "description": "neutralisation reactions to produce salts:",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2052,
          "description": "reactions of acids with metal carbonates and hydroxides, including balanced full and ionic equations, with states",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2053,
          "description": "types of antacids and their use in the neutralisation of stomach acid",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2054,
          "description": "use of the logarithmic pH scale to rank solutions from most acidic to most basic; calculation of pH for strong acid and strong base solutions of known concentration using the ionic product of water (Kw at a given temperature)",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2055,
          "description": "accuracy and precision in measurement as illustrated by the comparison of natural indicators, commercial indicators, and pH meters to determine the relative strengths of acidic and basic solutions",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2056,
          "description": "applications of acid-base reactions in society: for example, natural acidity of rain due to dissolved CO2 and the distinction between the natural acidity of rain and acid rain, or the action of CO2 forming a weak acid in oceans and the consequences for shell growth in marine invertebrates",
          "outcomeId": 2003,
          "outcomeTopicId": 2013
        },
        {
          "id": 2057,
          "description": "oxidising and reducing agents, and redox reactions, including writing of balanced half and overall redox equations (including in acidic conditions), with states",
          "outcomeId": 2003,
          "outcomeTopicId": 2014
        },
        {
          "id": 2058,
          "description": "the reactivity series of metals and metal displacement reactions, including balanced redox equations, with states",
          "outcomeId": 2003,
          "outcomeTopicId": 2014
        },
        {
          "id": 2059,
          "description": "applications of redox reactions in society: for example, corrosion or the use of simple primary cells in the production of electrical energy from chemical energy",
          "outcomeId": 2003,
          "outcomeTopicId": 2014
        }
      ]
    },
    {
      "id": 2004,
      "curriculumSubjectId": 2000,
      "number": 2,
      "description": "On completion of this unit the student should be able to calculate solution concentrations and predict solubilities, use volumetric analysis and instrumental techniques to analyse for acids, bases and salts, and apply stoichiometry to calculate chemical quantities.",
      "topics": [
        {
          "id": 2015,
          "outcomeId": 2004,
          "name": "Measuring solubility and concentration"
        },
        {
          "id": 2016,
          "outcomeId": 2004,
          "name": "Analysis for acids and bases"
        },
        {
          "id": 2017,
          "outcomeId": 2004,
          "name": "Analysis for salts"
        }
      ],
      "keyKnowledge": [
        {
          "id": 2060,
          "description": "solution concentration as a measure of the quantity of solute dissolved in a given mass or volume of solution (mol L-1, g L-1, %(m/v), %(v/v), ppm), including unit conversions",
          "outcomeId": 2004,
          "outcomeTopicId": 2015
        },
        {
          "id": 2061,
          "description": "the use of solubility tables and solubility graphs to predict experimental determination of ionic compound solubility; the effect of temperature on the solubility of a given solid, liquid or gas in water",
          "outcomeId": 2004,
          "outcomeTopicId": 2015
        },
        {
          "id": 2062,
          "description": "the use of precipitation reactions to remove impurities from water",
          "outcomeId": 2004,
          "outcomeTopicId": 2015
        },
        {
          "id": 2063,
          "description": "volume-volume stoichiometry (solutions only) and application of volumetric analysis, including the use of indicators, calculations related to the preparation of standard solutions, dilution of solutions, and use of acid-base titrations (excluding back titrations) to determine the concentration of an acid or a base in a water sample",
          "outcomeId": 2004,
          "outcomeTopicId": 2016
        },
        {
          "id": 2064,
          "description": "the definitions of gas pressure and standard laboratory conditions (SLC) at 25 °C and 100 kPa",
          "outcomeId": 2004,
          "outcomeTopicId": 2016
        },
        {
          "id": 2065,
          "description": "calculations using the ideal gas equation (pV = nRT), limited to the units kPa, Pa, atm, mL, L ,°C, and K (including unit conversions)",
          "outcomeId": 2004,
          "outcomeTopicId": 2016
        },
        {
          "id": 2066,
          "description": "the use of stoichiometry to solve calculations related to chemical reactions involving gases (including moles, mass and volume of gases)",
          "outcomeId": 2004,
          "outcomeTopicId": 2016
        },
        {
          "id": 2067,
          "description": "calculations of the molar volume or molar mass of a gas produced by a chemical reaction",
          "outcomeId": 2004,
          "outcomeTopicId": 2016
        },
        {
          "id": 2068,
          "description": "sources of salts found in water or soil (which may include minerals, heavy metals, organo-metallic substances) and the use of electrical conductivity to assess the salinity and quality of water or soil samples",
          "outcomeId": 2004,
          "outcomeTopicId": 2017
        },
        {
          "id": 2069,
          "description": "quantitative analysis of salts:",
          "outcomeId": 2004,
          "outcomeTopicId": 2017
        },
        {
          "id": 2070,
          "description": "molar ratio of water of hydration for an ionic compound",
          "outcomeId": 2004,
          "outcomeTopicId": 2017
        },
        {
          "id": 2071,
          "description": "the application of mass-mass stoichiometry to determine the mass present of an ionic compound",
          "outcomeId": 2004,
          "outcomeTopicId": 2017
        },
        {
          "id": 2072,
          "description": "the application of colorimetry and/or UV-visible spectroscopy, including the use of a calibration curve to determine the concentration of ions or complexes in a water or soil sample",
          "outcomeId": 2004,
          "outcomeTopicId": 2017
        }
      ]
    },
    {
      "id": 2005,
      "curriculumSubjectId": 2000,
      "number": 3,
      "description": "On completion of this unit the student should be able to draw an evidence-based conclusion from primary data generated from a student-adapted or student-designed scientific investigation related to the production of gases, acid-base or redox reactions or the analysis of substances in water.",
      "topics": [
      {
        "id": 2018,
        "outcomeId": 2005,
        "name": "Investigation design"
      },
      {
        "id": 2019,
        "outcomeId": 2005,
        "name": "Scientific evidence"
      },
      {
        "id": 2020,
        "outcomeId": 2005,
        "name": "Science communication"
      }
      ],
      "keyKnowledge": [
        {
          "id": 2073,
          "description": "chemical science concepts specific to the selected scientific investigation and their significance, including the definition of key terms",
          "outcomeId": 2005,
          "outcomeTopicId": 2018
        },
        {
          "id": 2074,
          "description": "scientific methodology relevant to the selected scientific investigation, selected from the following: classification and identification; controlled experiment; fieldwork; modelling; product, process or system development; or simulation",
          "outcomeId": 2005,
          "outcomeTopicId": 2018
        },
        {
          "id": 2075,
          "description": "techniques of primary qualitative and quantitative data generation relevant to the investigation",
          "outcomeId": 2005,
          "outcomeTopicId": 2018
        },
        {
          "id": 2076,
          "description": "accuracy, precision, repeatability, reproducibility, resolution, and validity of measurements in relation to the investigation",
          "outcomeId": 2005,
          "outcomeTopicId": 2018
        },
        {
          "id": 2077,
          "description": "health, safety and ethical guidelines relevant to the selected scientific investigation",
          "outcomeId": 2005,
          "outcomeTopicId": 2018
        },
        {
          "id": 2078,
          "description": "the distinction between an aim, a hypothesis, a model, a theory and a law",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2079,
          "description": "observations and investigations that are consistent with, or challenge, current scientific models or theories",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2080,
          "description": "the characteristics of primary data",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2081,
          "description": "ways of organising, analysing and evaluating generated primary data to identify patterns and relationships, and to identify sources of error",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2082,
          "description": "the use of a logbook to authenticate generated primary data",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2083,
          "description": "the limitations of investigation methodologies and methods, and of data generation and/or analysis",
          "outcomeId": 2005,
          "outcomeTopicId": 2019
        },
        {
          "id": 2084,
          "description": "the conventions of scientific report writing, including scientific terminology and representations, standard abbreviations and units of measurement",
          "outcomeId": 2005,
          "outcomeTopicId": 2020
        },
        {
          "id": 2085,
          "description": "ways of presenting key findings and implications of the selected scientific investigation",
          "outcomeId": 2005,
          "outcomeTopicId": 2020
        }
      ]
    }
  ],
  "keySkills": [
    {
      "id": 2000,
      "description": "Develop aims and questions, formulate hypotheses and make predictions: (identify, research and construct aims and questions for investigation, identify independent, dependent and controlled variables in experiments, formulate hypotheses to focus investigations, predict possible outcomes of investigations)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2001,
      "description": "Plan and conduct investigations: (Determine appropriate investigation methodology: case study; classification and identification; controlled experiment; fieldwork; literature review; modelling; product, process or system development; simulation. Design and conduct investigations; select and use methods appropriate to the selected investigation methodology, including consideration of sampling technique and size, equipment and procedures, taking into account potential sources of error and causes of uncertainty; determine the type and amount of qualitative and/or quantitative data to be generated or collated. Work independently and collaboratively as appropriate and within identified research constraints, adapting or extending processes as required and recording such modifications in a logbook)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2002,
      "description": "Comply with safety and ethical guidelines: (Demonstrate safe laboratory practices when planning and conducting investigations by using risk assessments that are informed by safety data sheets (SDS), and accounting for risks. Apply relevant occupational health and safety guidelines while undertaking practical investigations. Demonstrate ethical conduct when undertaking and reporting investigations)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2003,
      "description": "Generate, collate and record data: (Systematically generate and record primary data, and collate secondary data, appropriate to the investigation, including use of databases and reputable online data sources. Record and summarise both qualitative and quantitative data, including use of a logbook as an authentication of generated or collated data. Organise and present data in useful and meaningful ways, including schematic diagrams, flow charts, tables, bar charts, line graphs and calibration curves)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2004,
      "description": "Analyse and evaluate data and investigation methods: (Process quantitative data using appropriate mathematical relationships and units, including calculations of ratios, percentages, percentage change and mean. Use appropriate numbers of significant figures in calculations. Plot graphs involving two variables that show linear and non-linear relationships. Identify and analyse experimental data qualitatively, handling, where appropriate, concepts of: accuracy, precision, repeatability, reproducibility, resolution, and validity of measurements; and errors (random and systematic). Identify outliers, and contradictory, provisional or incomplete data. Repeat experiments to evaluate the precision of data. Evaluate investigation methods and suggest ways to improve precision, and to reduce the likelihood of errors)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2005,
      "description": "Construct evidence-based arguments and draw conclusions: (Distinguish between opinion, anecdote and evidence, and between scientific and non-scientific ideas. Evaluate data to determine the degree to which the evidence supports the aim of the investigation, and make recommendations, as appropriate, for modifying or extending the investigation. Evaluate data to determine the degree to which the evidence supports or refutes the initial prediction or hypothesis. Use reasoning to construct scientific arguments, and to draw and justify conclusions consistent with evidence and relevant to the question under investigation. Identify, describe and explain the limitations of conclusions, including identification of further evidence required. Discuss the implications of research findings and proposals)",
      "curriculumSubjectId": 2000
    },
    {
      "id": 2006,
      "description": "Analyse, evaluate and communicate scientific ideas: (Use appropriate chemical terminology, representations and conventions, including standard abbreviations, graphing conventions, algebraic equations, units of measurement and significant figures. Discuss relevant chemical information, ideas, concepts, theories and models and the connections between them. Analyse and explain how models and theories are used to organise and understand observed phenomena and concepts related to chemistry, identifying limitations of selected models/theories. Critically evaluate and interpret a range of scientific and media texts (including journal articles, mass media communications and opinions in the public domain), processes, claims and conclusions related to chemistry by considering the quality of available evidence. Apply sustainability concepts (green chemistry principles, development goals and the transition from a linear towards a circular economy) to analyse and evaluate responses to chemistry-based scenarios, case studies, issues and challenges. Identify and explain when judgements or decisions associated with chemistry-related issues may be based on sociocultural, economic, political, legal and/or ethical factors and not solely on scientific evidence. Use clear, coherent and concise expression to communicate to specific audiences and for specific purposes in appropriate scientific genres, including scientific reports and posters. Acknowledge sources of information and assistance, and use standard scientific referencing conventions)",
      "curriculumSubjectId": 2000
    }
  ],
  "extraContents": []
}