{
  "id": 22000,
  "curriculumId": 22000,
  "name": "Economics Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 22000,
      "curriculumSubjectId": 22000,
      "name": "Thinking like an economist",
      "abbreviation": "U1AOS1",
      "description": "Economics has an effect on everyone, irrespective of background. In this area of study students begin to appreciate the contributions of economics as a discipline, investigate some of the factors that motivate people to act in the way they do and consider the consequences of their actions. Every country is faced with the same basic economic problem: how are resources to be allocated to best meet the needs and wants of its people? Students investigate the key economic questions of what and how much to produce, how to produce and who gets to enjoy the benefits of what is produced. Students consider the roles of three key economic agents in the Australian economy: consumers, businesses and the government. They consider the reasons why people might respond differently to incentives and how this can affect living standards. Students are introduced to some of the tools economists have developed to help them undertake and analyse economic decision-making. On completion of this unit the student should be able to describe the basic economic problem, discuss the role of consumers, businesses and the government in the economy, and analyse the factors that affect economic decision-making. To achieve this outcome the student will draw on key knowledge and key skills outlined in Area of Study 1. the two main branches of economics: microeconomics and macroeconomics the two main forms of economic analyses: positive economics and normative economics"
    },
    {
      "id": 22001,
      "curriculumSubjectId": 22000,
      "name": "Decision-making in markets",
      "abbreviation": "U1AOS2",
      "description": "The Australian economy predominantly uses the market-based system to allocate resources. Markets are where goods and services are exchanged for a price. Producers/businesses and consumers engage in mutually beneficial transactions within the market with minimal government intervention. One of the key tools used to explain how prices change and how resources are allocated is the ‘market mechanism’ – the basic demand and supply model. Students develop skills in making predictions about the possible consequences of changes in markets. They analyse the degree of competition in markets and the effect on prices, resource allocation and living standards. Using contemporary case studies, students make connections between economic theory and the workings of different markets in the Australian and global economies. In studying the operation of markets and using relevant models, students consider one or more of the markets: agricultural markets such as wool, wheat, milk and beef, other commodity markets such as minerals and energy, community markets, utilities markets such as gas, electricity, water and telecommunications, carbon emissions / carbon trading markets, finance markets, cryptocurrency markets, international education market, tourism markets, share markets, foreign exchange markets, labour markets, property/housing markets, online markets, health markets or any other market. On completion of this unit the student should be able to explain the role of relative prices and other non-price factors in the allocation of resources in a market-based economy and analyse the extent of competition in markets. To achieve this outcome the student will draw on key knowledge and key skills outlined in Area of Study 2. the assumptions of a perfectly competitive market system"
    },
    {
      "id": 22002,
      "curriculumSubjectId": 22000,
      "name": "Behavioural economics",
      "abbreviation": "U1AOS3",
      "description": "Economics is affected significantly by human behaviour. By studying behavioural economics students therefore gain an insight into the ideas and experiments of behavioural economists. They will develop an understanding of how the insights of behavioural economics complement the traditional economic understanding of the behaviour of economic agents. Students will also investigate how the observations of behavioural economists have been used to inform policy planning and implementation by government and producers/business. On completion of this unit the student should be able to explain how behavioural economics complements traditional understandings of decision-making, and analyse the effects of behavioural economics insights on consumers and other economic agents. To achieve this outcome the student will draw on key knowledge and key skills outlined in Area of Study 3. key insights of behavioural economics, including bounded rationality, bounded willpower and bounded self-interest the differences between traditional economics and behavioural economics"
    },
    {
      "id": 22003,
      "curriculumSubjectId": 22000,
      "name": "Economic activity",
      "abbreviation": "U2AOS1",
      "description": "In this area of study students consider the meaning and importance of economic activity and the factors that affect economic activity. They investigate how economic growth is the outcome of economic activity and how economic growth is measured, and evaluate the effects of changes in the levels of economic activity on both material and non-material living standards. Economic growth is generally thought to promote improvements in living standards as it is associated with increased incomes and literacy rates and improved health outcomes. Students evaluate the effects of an ever-growing economy on material and non-material living standards, and consider the costs and benefits of economic growth in terms of material and non-material living standards. They also consider alternative methods of measuring living standards, beyond economic growth. On completion of this unit the student should be able to explain the purpose of economic activity, the distinction between material and non-material living standards and the factors that may affect levels of economic activity and growth, discuss the costs and benefits of economic growth and examine the impact of economic activity on living standards using alternative measures. To achieve this outcome the student will draw on key knowledge and key skills outlined in Area of Study 1. the purpose of economic activity the meaning of material and non-material living standards"
    },
    {
      "id": 22004,
      "curriculumSubjectId": 22000,
      "name": "Applied economic analysis of local, national and international economic issues",
      "abbreviation": "U2AOS2",
      "description": "Economic issues affect all of us, influencing our daily lives and decision-making. The rapidly changing nature of the contemporary economy means the economic issues of importance to local areas, Australia and the international economy are constantly changing and evolving. Applied economics involves students applying insights of economic theory and key economic skills to analyse economic issues. In this area of study, students undertake an applied economic analysis by investigating two contemporary economic issues from a local, national and international perspective through an economic lens. Students investigate two of the four following current economic issues: the changing labour market; the economics of international trade; the distribution of income and wealth; and economics and environmental sustainability. The approach for each investigation will involve a similar structure, including: the definition of the selected economic issue, including relevant measures and statistical indicators the economic factors influencing the extent of the selected economics issue the reasons the issue is of importance to the economy at a local, national and international level the different perspectives of households, business, government and other relevant economic agents regarding the selected economics issue"
    }
  ],
  "outcomes": [
    {
      "id": 22000,
      "curriculumSubjectId": 22000,
      "number": 1,
      "description": "On completion of this unit the student should be able to describe the basic economic problem, discuss the role of consumers, businesses and the government in the economy, and analyse the factors that affect economic decision-making.",
      "keyKnowledge": [
        {
          "id": 22000,
          "description": "the two main branches of economics: microeconomics and macroeconomics",
          "outcomeId": 22000
        },
        {
          "id": 22001,
          "description": "the two main forms of economic analyses: positive economics and normative economics",
          "outcomeId": 22000
        },
        {
          "id": 22002,
          "description": "resources (factors of production such as land, labour and capital) used to satisfy needs and wants",
          "outcomeId": 22000
        },
        {
          "id": 22003,
          "description": "the basic economic problem of relative scarcity and the need for economic decision-making",
          "outcomeId": 22000
        },
        {
          "id": 22004,
          "description": "the concept and applications of opportunity cost",
          "outcomeId": 22000
        },
        {
          "id": 22005,
          "description": "the production possibility model to illustrate the concepts of scarcity, choice, opportunity cost, efficiency and under-utilisation of resources",
          "outcomeId": 22000
        },
        {
          "id": 22006,
          "description": "the need for trade-offs and cost-benefit analysis and their relationship to opportunity cost",
          "outcomeId": 22000
        },
        {
          "id": 22007,
          "description": "the three basic economic questions: what and how much to produce, how to produce, and for whom to produce",
          "outcomeId": 22000
        },
        {
          "id": 22008,
          "description": "how different economic systems, including market economies, planned economies, mixed economies and traditional economic systems, may answer the three key economic questions",
          "outcomeId": 22000
        },
        {
          "id": 22009,
          "description": "the three-sector circular flow model of the economy, including consumers/households, producers/businesses and government",
          "outcomeId": 22000
        },
        {
          "id": 22010,
          "description": "the purpose of economic activity and the effect on material and non-material living standards",
          "outcomeId": 22000
        },
        {
          "id": 22011,
          "description": "economic agents and the concept of the public and private sectors of the economy",
          "outcomeId": 22000
        },
        {
          "id": 22012,
          "description": "the traditional economic viewpoint of consumer behaviour: self-interest, maximisation of utility, rationality, informed decision-making and marginal benefits from consumption",
          "outcomeId": 22000
        },
        {
          "id": 22013,
          "description": "the ways consumers and workers might respond to incentives and disincentives, including taxes and tax rebates, subsidies and regulations",
          "outcomeId": 22000
        },
        {
          "id": 22014,
          "description": "the traditional economic viewpoint of business in the economy: profit maximisation",
          "outcomeId": 22000
        },
        {
          "id": 22015,
          "description": "the ways businesses might respond to incentives and disincentives, including taxes and tax rebates, subsidies and regulations",
          "outcomeId": 22000
        },
        {
          "id": 22016,
          "description": "the traditional economic viewpoint of the government in the economy: maximisation of living standards",
          "outcomeId": 22000
        },
        {
          "id": 22017,
          "description": "the role of government in economic stabilisation, improving efficiency in resource allocation and redistribution of income to improve living standards",
          "outcomeId": 22000
        }
      ],
      "keySkills": [
        {
          "id": 22000,
          "description": "define key economic concepts and terms and use them appropriately",
          "outcomeId": 22000
        },
        {
          "id": 22001,
          "description": "apply economic theory to make economic predictions and create responses that communicate economic meaning",
          "outcomeId": 22000
        },
        {
          "id": 22002,
          "description": "gather, synthesise and use economic data and information from a wide range of sources to analyse economic issues and assess the effect of economic decisions on relevant economic agents",
          "outcomeId": 22000
        },
        {
          "id": 22003,
          "description": "construct, interpret and apply economic models to analyse the consequences of economic decisions",
          "outcomeId": 22000
        },
        {
          "id": 22004,
          "description": "identify the trade-offs and discuss the costs and benefits associated with a range of economic decisions by drawing conclusions based on economic criteria",
          "outcomeId": 22000
        }
      ]
    },
    {
      "id": 22001,
      "curriculumSubjectId": 22000,
      "number": 2,
      "description": "On completion of this unit the student should be able to explain the role of relative prices and other non-price factors in the allocation of resources in a market-based economy and analyse the extent of competition in markets.",
      "keyKnowledge": [
        {
          "id": 22018,
          "description": "the assumptions of a perfectly competitive market system",
          "outcomeId": 22001
        },
        {
          "id": 22019,
          "description": "the law of demand and the demand curve",
          "outcomeId": 22001
        },
        {
          "id": 22020,
          "description": "the effect on demand and the position of the demand curve by non-price factors, including changes in disposable income, the prices of substitutes and complements, tastes and preferences, interest rates, population and demographics, and consumer confidence",
          "outcomeId": 22001
        },
        {
          "id": 22021,
          "description": "the distinction between a movement along the demand curve and a shift of the demand curve",
          "outcomeId": 22001
        },
        {
          "id": 22022,
          "description": "the law of supply and the supply curve",
          "outcomeId": 22001
        },
        {
          "id": 22023,
          "description": "the effect on supply and the position of the supply curve by non-price factors, including changes in the costs of production, technology, productivity, and climatic conditions and other disruptions",
          "outcomeId": 22001
        },
        {
          "id": 22024,
          "description": "the distinction between a movement along the supply curve and a shift of the supply curve",
          "outcomeId": 22001
        },
        {
          "id": 22025,
          "description": "the effects of changes in demand and supply on equilibrium prices and quantities",
          "outcomeId": 22001
        },
        {
          "id": 22026,
          "description": "the role of the market mechanism and relative prices in the allocation of resources in a market-based economy",
          "outcomeId": 22001
        },
        {
          "id": 22027,
          "description": "the degree of market power in different markets, such as perfect competition, monopolistic competition, oligopoly and monopoly, and the effect on prices, resource allocation and living standards",
          "outcomeId": 22001
        },
        {
          "id": 22028,
          "description": "the strategies businesses may use to increase profit, including price discrimination, multiple branding or anti-competitive behaviour as outlined in the Competition and Consumer Act 2010",
          "outcomeId": 22001
        },
        {
          "id": 22029,
          "description": "one contemporary example of a market, including the degree of competition in that market",
          "outcomeId": 22001
        }
      ],
      "keySkills": [
        {
          "id": 22005,
          "description": "define key economic concepts and terms and use them appropriately",
          "outcomeId": 22001
        },
        {
          "id": 22006,
          "description": "gather, synthesise and use economic data and information from a wide range of sources to analyse economics issues and assess the effect of economic decisions",
          "outcomeId": 22001
        },
        {
          "id": 22007,
          "description": "construct and interpret graphs and diagrams to represent and interpret economic information",
          "outcomeId": 22001
        },
        {
          "id": 22008,
          "description": "apply economic knowledge, concepts and theories to predict the effect of changes in conditions on market outcomes",
          "outcomeId": 22001
        },
        {
          "id": 22009,
          "description": "research and synthesise information about a particular market",
          "outcomeId": 22001
        },
        {
          "id": 22010,
          "description": "analyse the extent of competition in markets by drawing conclusions based on economic criteria.",
          "outcomeId": 22001
        }
      ]
    },
    {
      "id": 22002,
      "curriculumSubjectId": 22000,
      "number": 3,
      "description": "On completion of this unit the student should be able to explain how behavioural economics complements traditional understandings of decision-making, and analyse the effects of behavioural economics insights on consumers and other economic agents.",
      "keyKnowledge": [
        {
          "id": 22030,
          "description": "key insights of behavioural economics, including bounded rationality, bounded willpower and bounded self-interest",
          "outcomeId": 22002
        },
        {
          "id": 22031,
          "description": "the differences between traditional economics and behavioural economics",
          "outcomeId": 22002
        },
        {
          "id": 22032,
          "description": "the effectiveness of strategies used by government to influence consumer behaviours",
          "outcomeId": 22002
        },
        {
          "id": 22033,
          "description": "the effectiveness of strategies used by producers/businesses to influence consumer behaviours",
          "outcomeId": 22002
        }
      ],
      "keySkills": [
        {
          "id": 22011,
          "description": "define key economic concepts and terms and use them appropriately",
          "outcomeId": 22002
        },
        {
          "id": 22012,
          "description": "distinguish between traditional economics and behavioural economics",
          "outcomeId": 22002
        },
        {
          "id": 22013,
          "description": "apply economic theory to make economic predictions and create responses that communicate economic meaning",
          "outcomeId": 22002
        },
        {
          "id": 22014,
          "description": "investigate and/or conduct at least one behavioural economics experiment by gathering, synthesising and using economic data and information to report on the findings",
          "outcomeId": 22002
        },
        {
          "id": 22015,
          "description": "analyse the effectiveness of government and business actions that draw on behavioural economics, using data and economic information to draw conclusions supported by economic reasoning",
          "outcomeId": 22002
        }
      ]
    },
    {
      "id": 22003,
      "curriculumSubjectId": 22000,
      "number": 1,
      "description": "On completion of this unit the student should be able to explain the purpose of economic activity, the distinction between material and non-material living standards and the factors that may affect levels of economic activity and growth, discuss the costs and benefits of economic growth and examine the impact of economic activity on living standards using alternative measures.",
      "keyKnowledge": [
        {
          "id": 22034,
          "description": "the purpose of economic activity",
          "outcomeId": 22003
        },
        {
          "id": 22035,
          "description": "the meaning of material and non-material living standards",
          "outcomeId": 22003
        },
        {
          "id": 22036,
          "description": "the five-sector circular flow model of the economy",
          "outcomeId": 22003
        },
        {
          "id": 22037,
          "description": "the business cycle",
          "outcomeId": 22003
        },
        {
          "id": 22038,
          "description": "types of economic indicators, such as leading, lagging and coincident",
          "outcomeId": 22003
        },
        {
          "id": 22039,
          "description": "the relationship between the business cycle and economic indicators",
          "outcomeId": 22003
        },
        {
          "id": 22040,
          "description": "the meaning and importance of aggregate demand and its components",
          "outcomeId": 22003
        },
        {
          "id": 22041,
          "description": "the factors that may affect the level of aggregate demand and the level of economic activity",
          "outcomeId": 22003
        },
        {
          "id": 22042,
          "description": "the meaning and importance of aggregate supply",
          "outcomeId": 22003
        },
        {
          "id": 22043,
          "description": "the factors that may affect the level of aggregate supply and the level of economic activity",
          "outcomeId": 22003
        },
        {
          "id": 22044,
          "description": "the measurement of economic growth using changes in real Gross Domestic Product (GDP)",
          "outcomeId": 22003
        },
        {
          "id": 22045,
          "description": "the potential benefits of economic growth, such as growth in material living standards, improved non-material living standards, employment opportunities and economic development",
          "outcomeId": 22003
        },
        {
          "id": 22046,
          "description": "the potential costs of economic growth, including boom and bust economic cycles, congestion and pollution, environmental damage, potentially widening inequality and ‘affluenza’",
          "outcomeId": 22003
        },
        {
          "id": 22047,
          "description": "the limitations associated with using real GDP and real GDP per capita to measure changes in living standards",
          "outcomeId": 22003
        },
        {
          "id": 22048,
          "description": "alternative measures of economic activity and living standards",
          "outcomeId": 22003
        }
      ],
      "keySkills": [
        {
          "id": 22016,
          "description": "define key economics concepts and terms and use them appropriately",
          "outcomeId": 22003
        },
        {
          "id": 22017,
          "description": "construct and interpret economic models including the business cycle and the five-sector circular flow model of the economy",
          "outcomeId": 22003
        },
        {
          "id": 22018,
          "description": "gather, synthesise and use economic data and information from a wide range of sources to analyse economic issues",
          "outcomeId": 22003
        },
        {
          "id": 22019,
          "description": "identify trends, patterns, similarities and differences in economic data and other information",
          "outcomeId": 22003
        },
        {
          "id": 22020,
          "description": "discuss the potential costs and benefits associated with increasing economic activity",
          "outcomeId": 22003
        }
      ]
    },
    {
      "id": 22004,
      "curriculumSubjectId": 22000,
      "number": 2,
      "description": "On completion of this unit the student should be able to explain the factors that affect two economic issues at a local, national and international level and evaluate actions to address the issues.",
      "keyKnowledge": [
        {
          "id": 22049,
          "description": "the definition of the selected economic issue, including relevant measures and statistical indicators",
          "outcomeId": 22004
        },
        {
          "id": 22050,
          "description": "the reasons the issue is of importance to the economy at a local, national and international level",
          "outcomeId": 22004
        },
        {
          "id": 22051,
          "description": "the economic factors influencing the extent of the selected economic issue",
          "outcomeId": 22004
        },
        {
          "id": 22052,
          "description": "the different perspectives of households (consumers and workers), business, government and other relevant economic agents regarding the selected economic issue",
          "outcomeId": 22004
        },
        {
          "id": 22053,
          "description": "the economic responses undertaken by relevant economic agents at a local, national and international level, to address the economic issue, including government policies",
          "outcomeId": 22004
        }
      ],
      "keySkills": [
        {
          "id": 22021,
          "description": "define key economic concepts and terms and use them appropriately",
          "outcomeId": 22004
        },
        {
          "id": 22022,
          "description": "gather, synthesise and use economic information from a range of sources to analyse economic issues",
          "outcomeId": 22004
        },
        {
          "id": 22023,
          "description": "identify trends, patterns, similarities and differences in economic data and other information to draw conclusions",
          "outcomeId": 22004
        },
        {
          "id": 22024,
          "description": "evaluate the economic responses undertaken to address economic issues",
          "outcomeId": 22004
        }
      ]
    }
  ],
  "extraContents": []
}