{
  "id": 10000,
  "curriculumId": 10000,
  "name": "English Units 3 and 4",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 10000,
      "curriculumSubjectId": 10000,
      "name": "Reading and responding to texts",
      "abbreviation": "U3AOS1",
      "description": "Reading and responding to texts In this area of study, students apply reading and viewing strategies to critically engage with a text, considering its dynamics and complexities and reflecting on the motivations of its characters. They analyse the ways authors construct meaning through vocabulary, text structures, language features and conventions, and the presentation of ideas. They are provided with opportunities to understand and explore the historical context, and the social and cultural values of a text, and recognise how these elements influence the way a text is read or viewed, is understood by different audiences, and positions its readers in different ways. Sustained analytical writing about a text provides students with opportunities to further develop skills to engage with and challenge ideas, to refine their application of appropriate metalanguage, to integrate evidence from a text to support key points, and to improve their use of organisational structures such as formal essays. Through participation in discussion, students test their thinking, clarify ideas and form views about a text that can be further developed in their writing. All students are provided with opportunities to practise and extend their writing about texts, and EAL students are provided with a contextual framing of the text through a listening task that explores historical, cultural and/or social values relevant to the text (such as an interview, episode of a podcast, lecture or presentation). Prior to summative assessment, they are given time and support to extend their writing through reflection, editing and feedback. Students study one text selected from the annual VCAA VCE English and EAL Text List. This text must be of a different text type from that which is selected for study in Unit 4. On completion of this unit the student should be able to analyse ideas, concerns and values presented in a text, informed by the vocabulary, text structures and language features and how they make meaning."
    },
    {
      "id": 10001,
      "curriculumSubjectId": 10000,
      "name": "Creating texts",
      "abbreviation": "U3AOS2",
      "description": "In this area of study, students build on the knowledge and skills developed through Unit 1. They read and engage imaginatively and critically with mentor texts, and effective and cohesive writing within identified contexts. Through close reading, students expand their understanding of the diverse ways that vocabulary, text structures, language features, conventions and ideas can interweave to create compelling texts. They further consider mentor texts through their understanding of the ways that purpose, context (including mode), and specific and situated audiences influence and shape writing. Students work with mentor texts to inspire their own creative processes, to generate ideas for their writing, and as models for effective writing. They experiment with adaptation and individual creation, and demonstrate insight into ideas and effective writing strategies in their texts. They reflect on the deliberate choices they have made through their writing processes in their commentaries. Students participate in collaborative class work and discuss the ways that vocabulary, text structures and language features can enliven ideas. They read, explore and revisit examples of text, including extracts, to stimulate structural innovation and to inspire ideas when developing individual writing. They also make connections with experiences and events in their own lives, observing and recording to enrich their writing, and to extend their ideas. Students use and experiment with vocabulary, text structures, language features, and standard and non-standard conventions of language, including the use of colloquial and idiomatic language such as slang or dialect where appropriate. Through this engagement they deepen their understanding of how writing can move, provoke and/or inspire when constructed in consideration of a specific and situated audience, purpose and context (including mode). They play with language as they explore ideas and aim for aesthetic appeal, to expand their writing into the possibilities of emotion, imagination, explanation and perspective. The Framework of Ideas to support this area of study can be found on pages 23 and 24. Schools must select one idea from the Framework for study. Mentor texts for each idea will be listed in the annual VCAA VCE English and EAL Text List (List 2). Schools select three mentor texts to support students’ study and should augment this area of study with other print and digital texts, in consultation with their students. Consideration should be given to the context of the student cohort, including their wider community, when selecting the idea and the mentor texts. Teachers are encouraged to create meaningful and authentic connections with the selected idea and the experiences of their students, and to work with students to develop strategies to empower them to write confidently and intentionally. On completion of this unit the student should be able to demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes."
    },
    {
      "id": 10002,
      "curriculumSubjectId": 10000,
      "name": "Reading and responding to texts",
      "abbreviation": "U4AOS1",
      "description": "Reading and responding to texts In this area of study, students further sharpen their skills of reading and viewing texts, developed in the corresponding area of study in Unit 3. Students consolidate their capacity to critically analyse texts and deepen their understanding of the ideas and values a text can convey. Students apply reading and viewing strategies to engage with a text, and discuss and analyse the ways authors construct meaning in a text through the presentation of ideas, concerns and conflicts, and the use of vocabulary, text structures and language features. They engage with the dynamics of a text and explore the explicit and implicit ideas and values presented in a text. They recognise and explain the ways the historical context, and social and cultural values can affect a reader, and analyse how these social and cultural values are presented. They establish how these values can influence the way a text is read or viewed, can be understood by different audiences, and can position readers in different ways. Sustained analytical writing about a text provides students with opportunities to refine skills to engage with and challenge ideas, to confidently apply appropriate metalanguage, to deftly integrate evidence from a text to support key points, and to enhance their use of organisational structures such as formal essays. Through participation in discussion, students test their thinking, clarify ideas and form views about a text that are clearly developed in their writing. Students are provided with opportunities to practise and extend their writing about texts. Prior to summative assessment, they are given time and support to extend their writing through reflection, editing and feedback. Students study one text selected from the annual VCE English and EAL Text List. The text selected for study must be of a different text type from that which is selected for study in Unit 3. On completion of this unit the student should be able to analyse explicit and implicit ideas, concerns and values presented in a text, informed by vocabulary, text structures and language features and how they make meaning."
    },
    {
      "id": 10003,
      "curriculumSubjectId": 10000,
      "name": "Analysing argument",
      "abbreviation": "U4AOS2",
      "description": "In this area of study, students analyse the use of argument and language, and visuals in texts that debate a contemporary and significant national or international issue. The texts must have appeared in the media since 1 September of the previous year and teachers are advised to work with their students to select an issue of relevance to the cohort. Students read, view and/or listen to a variety of texts from the media, including print and digital, and audio and audio visual, and develop their understanding of the ways in which arguments and language complement one another to position an intended audience in relation to a selected issue. Students consider the purpose, audience and context of each text, the arguments, and the ways written and spoken language, and visuals are employed for effect. They analyse the ways all these elements work together to influence and/or convince an intended audience. Consideration and time should be given to explicit teaching of the contextual and cultural background of the selected issue and the texts explored. Students must explore and analyse the structures and features of argument presented in audio and/or audio visual texts, and consider the unique structures and features that enhance argument in these contexts. They plan and develop written analyses in response to their explorations. Students practise the skills of revision and editing for clarity and coherence. Students apply their understanding of the use of argument and language to create a point of view text for oral presentation. Through active listening, reading and viewing, students monitor and evaluate arguments on a topic of their choice, and then plan and develop their own point of view text on that topic. They present their points of view as a discussion, dialogue or debate, or in a presentation mode that best suits their context, purpose and audience. On completion of this unit the student should be able to analyse the use of argument and language in persuasive texts, including written text (print or digital) and text in another mode (visual, audio and/or audio visual); and develop and present a point of view text."
    }
  ],
  "outcomes": [
    {
      "id": 10000,
      "curriculumSubjectId": 10000,
      "number": 1,
      "description": "On completion of this unit the student should be able to analyse ideas, concerns and values presented in a text, informed by the vocabulary, text structures and language features and how they make meaning.",
      "keyKnowledge": [
        {
          "id": 10000,
          "description": "reading and viewing strategies to draw out meanings in a text",
          "outcomeId": 10000
        },
        {
          "id": 10001,
          "description": "the dynamics of a text including characters’ motivations, the tensions in relationships, the function of settings, the complexities of plot and the role of point of view",
          "outcomeId": 10000
        },
        {
          "id": 10002,
          "description": "ideas, concerns and conflicts in a text",
          "outcomeId": 10000
        },
        {
          "id": 10003,
          "description": "vocabulary, text structures and language features in a text used to construct meaning",
          "outcomeId": 10000
        },
        {
          "id": 10004,
          "description": "the historical context, and the social and cultural values in a text",
          "outcomeId": 10000
        },
        {
          "id": 10005,
          "description": "the features of analytical writing in response to a text, including the use of appropriate metalanguage",
          "outcomeId": 10000
        },
        {
          "id": 10006,
          "description": "the conventions of small group and whole class discussion, including ways of developing constructive interactions and building on ideas of others in discussion",
          "outcomeId": 10000
        },
        {
          "id": 10007,
          "description": "comprehension strategies to develop fluent listening",
          "outcomeId": 10000
        },
        {
          "id": 10008,
          "description": "the conventions of discussion and debate",
          "outcomeId": 10000
        },
        {
          "id": 10009,
          "description": "the conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10000
        }
      ],
      "keySkills": [
        {
          "id": 10000,
          "description": "apply reading and viewing strategies to a text",
          "outcomeId": 10000
        },
        {
          "id": 10001,
          "description": "read and engage with a text for meaning",
          "outcomeId": 10000
        },
        {
          "id": 10002,
          "description": "engage in discussions to clarify, test and extend views about a text",
          "outcomeId": 10000
        },
        {
          "id": 10003,
          "description": "employ appropriate metalanguage",
          "outcomeId": 10000
        },
        {
          "id": 10004,
          "description": "explore and analyse:",
          "outcomeId": 10000
        },
        {
          "id": 10005,
          "description": "the dynamics of a text including characters’ motivations, the tensions in relationships, the function of settings, the complexities of plot and the role of point of view",
          "outcomeId": 10000
        },
        {
          "id": 10006,
          "description": "the ideas, concerns and conflicts in a text",
          "outcomeId": 10000
        },
        {
          "id": 10007,
          "description": "the historical context, and the social and cultural values in a text",
          "outcomeId": 10000
        },
        {
          "id": 10008,
          "description": "explore and analyse the impact of the vocabulary, text structures and language features on a text and how these elements shape meaning",
          "outcomeId": 10000
        },
        {
          "id": 10009,
          "description": "plan, construct and edit analytical writing that:",
          "outcomeId": 10000
        },
        {
          "id": 10010,
          "description": "responds explicitly to set topics",
          "outcomeId": 10000
        },
        {
          "id": 10011,
          "description": "develops and sustains ideas",
          "outcomeId": 10000
        },
        {
          "id": 10012,
          "description": "explores and refines the organisational structures of analytical writing",
          "outcomeId": 10000
        },
        {
          "id": 10013,
          "description": "demonstrates knowledge of a text",
          "outcomeId": 10000
        },
        {
          "id": 10014,
          "description": "uses key evidence from a text to support ideas and analysis",
          "outcomeId": 10000
        },
        {
          "id": 10015,
          "description": "demonstrates understanding of purpose, audience and context",
          "outcomeId": 10000
        },
        {
          "id": 10016,
          "description": "listen to a spoken text relevant to the wider study of a text",
          "outcomeId": 10000
        },
        {
          "id": 10017,
          "description": "apply appropriate listening comprehension strategies to support understanding of a set text through engagement with a spoken, audio or audio visual source, such as:",
          "outcomeId": 10000
        },
        {
          "id": 10018,
          "description": "using prominent textual cues, such as stressed words and discourse markers",
          "outcomeId": 10000
        },
        {
          "id": 10019,
          "description": "drawing from existing knowledge structures to frame, infer and create meaning from spoken texts to develop understanding of the historical context, and the social and cultural values in a text",
          "outcomeId": 10000
        },
        {
          "id": 10020,
          "description": "use the appropriate conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10000
        }
      ]
    },
    {
      "id": 10001,
      "curriculumSubjectId": 10000,
      "number": 2,
      "description": "On completion of this unit the student should be able to demonstrate effective writing skills by producing their own texts, designed to respond to a specific context and audience to achieve a stated purpose; and to explain their decisions made through writing processes.",
      "keyKnowledge": [
        {
          "id": 10010,
          "description": "the role of mentor texts as models of effective and cohesive writing",
          "outcomeId": 10001
        },
        {
          "id": 10011,
          "description": "vocabulary, text structures and language features used in effective and cohesive writing",
          "outcomeId": 10001
        },
        {
          "id": 10012,
          "description": "the ways purpose, context (including mode) and audience shape writing",
          "outcomeId": 10001
        },
        {
          "id": 10013,
          "description": "the range of ideas presented in various ways in mentor texts",
          "outcomeId": 10001
        },
        {
          "id": 10014,
          "description": "different language modes and their effects on structure and meaning",
          "outcomeId": 10001
        },
        {
          "id": 10015,
          "description": "the ways the purpose of the author hones the use of language",
          "outcomeId": 10001
        },
        {
          "id": 10016,
          "description": "strategies to generate and develop ideas",
          "outcomeId": 10001
        },
        {
          "id": 10017,
          "description": "writing processes including drafting, refining and considering feedback",
          "outcomeId": 10001
        },
        {
          "id": 10018,
          "description": "the value of collaboration and discussion",
          "outcomeId": 10001
        },
        {
          "id": 10019,
          "description": "standard and non-standard conventions of language, including syntax, punctuation and spelling.",
          "outcomeId": 10001
        }
      ],
      "keySkills": [
        {
          "id": 10021,
          "description": "read and explore mentor texts to understand the mechanics of effective and cohesive writing",
          "outcomeId": 10001
        },
        {
          "id": 10022,
          "description": "experiment with vocabulary, text structures and language features for effective and cohesive writing",
          "outcomeId": 10001
        },
        {
          "id": 10023,
          "description": "create texts with a stated purpose (to express, to reflect, to explain or to argue) and an understanding of context (including mode) and audience",
          "outcomeId": 10001
        },
        {
          "id": 10024,
          "description": "select and apply writing processes",
          "outcomeId": 10001
        },
        {
          "id": 10025,
          "description": "generate and use ideas, and discuss, develop and extend ideas",
          "outcomeId": 10001
        },
        {
          "id": 10026,
          "description": "explore and employ voices appropriate to purpose, context (including mode) and audience",
          "outcomeId": 10001
        },
        {
          "id": 10027,
          "description": "experiment with and extend vocabulary for effective and cohesive writing",
          "outcomeId": 10001
        },
        {
          "id": 10028,
          "description": "plan, create, draft, refine and complete individual writing",
          "outcomeId": 10001
        },
        {
          "id": 10029,
          "description": "collaborate and provide feedback in class, including through listening and speaking, with peers and teachers",
          "outcomeId": 10001
        },
        {
          "id": 10030,
          "description": "explain and comment on the vocabulary, text structures and language features, conventions and ideas used in their own writing",
          "outcomeId": 10001
        },
        {
          "id": 10031,
          "description": "reflect on and share the implications of authorial choices in their own writing and the writings of others",
          "outcomeId": 10001
        },
        {
          "id": 10032,
          "description": "apply standard and non-standard conventions of language, including syntax, punctuation and spelling, where appropriate.",
          "outcomeId": 10001
        }
      ]
    },
    {
      "id": 10002,
      "curriculumSubjectId": 10000,
      "number": 1,
      "description": "On completion of this unit the student should be able to analyse explicit and implicit ideas, concerns and values presented in a text, informed by vocabulary, text structures and language features and how they make meaning.",
      "keyKnowledge": [
        {
          "id": 10020,
          "description": "reading and viewing strategies to elicit meaning from a text",
          "outcomeId": 10002
        },
        {
          "id": 10021,
          "description": "the dynamics of a text including characters’ motivations, the tensions in relationships, the function of settings, the complexities of plot and the role of point of view",
          "outcomeId": 10002
        },
        {
          "id": 10022,
          "description": "ideas, concerns and conflicts in a text",
          "outcomeId": 10002
        },
        {
          "id": 10023,
          "description": "vocabulary, text structures and language features in a text and how these elements are used to construct meaning",
          "outcomeId": 10002
        },
        {
          "id": 10024,
          "description": "the historical context, and the social and cultural values in a text",
          "outcomeId": 10002
        },
        {
          "id": 10025,
          "description": "the features of analytical writing in response to a text, including the use of appropriate metalanguage",
          "outcomeId": 10002
        },
        {
          "id": 10026,
          "description": "the conventions of small group and whole class discussion, including ways of developing constructive interactions and building on ideas of others in discussion",
          "outcomeId": 10002
        },
        {
          "id": 10027,
          "description": "the conventions of discussion and debate",
          "outcomeId": 10002
        },
        {
          "id": 10028,
          "description": "the conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10002
        }
      ],
      "keySkills": [
        {
          "id": 10033,
          "description": "apply reading and viewing strategies to a text",
          "outcomeId": 10002
        },
        {
          "id": 10034,
          "description": "read and engage with a text for meaning",
          "outcomeId": 10002
        },
        {
          "id": 10035,
          "description": "engage in discussions to clarify, test and extend views about a text",
          "outcomeId": 10002
        },
        {
          "id": 10036,
          "description": "employ appropriate metalanguage",
          "outcomeId": 10002
        },
        {
          "id": 10037,
          "description": "explore and analyse:",
          "outcomeId": 10002
        },
        {
          "id": 10038,
          "description": "the dynamics of a text including characters’ motivations, the tensions in relationships, the function of settings, the complexities of plot and the role of point of view",
          "outcomeId": 10002
        },
        {
          "id": 10039,
          "description": "the explicit and implicit ideas presented in a text",
          "outcomeId": 10002
        },
        {
          "id": 10040,
          "description": "how the historical context, and the social and cultural values in a text contribute to meaning and shape readers’ understanding",
          "outcomeId": 10002
        },
        {
          "id": 10041,
          "description": "how the values in a text are conveyed",
          "outcomeId": 10002
        },
        {
          "id": 10042,
          "description": "explore and analyse the impact of the vocabulary, text structures and language features on a text and how these elements shape meaning",
          "outcomeId": 10002
        },
        {
          "id": 10043,
          "description": "plan, construct and edit analytical writing that:",
          "outcomeId": 10002
        },
        {
          "id": 10044,
          "description": "responds explicitly to set topics",
          "outcomeId": 10002
        },
        {
          "id": 10045,
          "description": "develops and sustains ideas",
          "outcomeId": 10002
        },
        {
          "id": 10046,
          "description": "explores and refines organisational structure appropriate to analytical writing",
          "outcomeId": 10002
        },
        {
          "id": 10047,
          "description": "demonstrates knowledge of a text",
          "outcomeId": 10002
        },
        {
          "id": 10048,
          "description": "uses key evidence from a text to support ideas and analysis",
          "outcomeId": 10002
        },
        {
          "id": 10049,
          "description": "demonstrates understanding of purpose, audience and context",
          "outcomeId": 10002
        },
        {
          "id": 10050,
          "description": "use the appropriate conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10002
        }
      ]
    },
    {
      "id": 10003,
      "curriculumSubjectId": 10000,
      "number": 2,
      "description": "On completion of this unit the student should be able to analyse the use of argument and language in persuasive texts, including written text (print or digital) and text in another mode (visual, audio and/or audio visual); and develop and present a point of view text.",
      "keyKnowledge": [
        {
          "id": 10029,
          "description": "Use of contention and supporting arguments including:",
          "outcomeId": 10003
        },
        {
          "id": 10030,
          "description": "sequence and structure",
          "outcomeId": 10003
        },
        {
          "id": 10031,
          "description": "supporting evidence",
          "outcomeId": 10003
        },
        {
          "id": 10032,
          "description": "language",
          "outcomeId": 10003
        },
        {
          "id": 10033,
          "description": "techniques and strategies",
          "outcomeId": 10003
        },
        {
          "id": 10034,
          "description": "the role of visuals in supporting and augmenting argument",
          "outcomeId": 10003
        },
        {
          "id": 10035,
          "description": "the ways authors employ arguments to position intended audiences",
          "outcomeId": 10003
        },
        {
          "id": 10036,
          "description": "the features of print and digital, and audio and/or audio visual, texts used by authors to position intended audiences",
          "outcomeId": 10003
        },
        {
          "id": 10037,
          "description": "the context in which a text appears and how the identity of the author can affect an audience’s reaction to a text intended to persuade",
          "outcomeId": 10003
        },
        {
          "id": 10038,
          "description": "the conventions of discussion and debate such as active listening, monitoring and evaluating arguments, and questioning",
          "outcomeId": 10003
        },
        {
          "id": 10039,
          "description": "the ways that effective persuasive texts counter arguments through rebuttal, respectful disagreement, and a focus on the arguments, tempering personal responses to powerful, challenging or contentious issues",
          "outcomeId": 10003
        },
        {
          "id": 10040,
          "description": "the features of analytical responses to texts that position audiences, including relevant metalanguage",
          "outcomeId": 10003
        },
        {
          "id": 10041,
          "description": "the structures and conventions appropriate for spoken texts that present an argument",
          "outcomeId": 10003
        },
        {
          "id": 10042,
          "description": "the conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10003
        }
      ],
      "keySkills": [
        {
          "id": 10051,
          "description": "summarise the key points in persuasive texts",
          "outcomeId": 10003
        },
        {
          "id": 10052,
          "description": "identify and analyse, and apply:",
          "outcomeId": 10003
        },
        {
          "id": 10053,
          "description": "the intent and logical development of an argument",
          "outcomeId": 10003
        },
        {
          "id": 10054,
          "description": "the different evidence the author uses to support arguments",
          "outcomeId": 10003
        },
        {
          "id": 10055,
          "description": "the language used by the author to position or persuade an audience to share a point of view",
          "outcomeId": 10003
        },
        {
          "id": 10056,
          "description": "the way in which arguments and language complement one another and interact to position the intended audience",
          "outcomeId": 10003
        },
        {
          "id": 10057,
          "description": "the effect of the author’s identity and context on the intended audience",
          "outcomeId": 10003
        },
        {
          "id": 10058,
          "description": "the role of visuals to support and enhance argument",
          "outcomeId": 10003
        },
        {
          "id": 10059,
          "description": "the features of print, and audio and/or audio visual texts",
          "outcomeId": 10003
        },
        {
          "id": 10060,
          "description": "the intonation, volume, pace, pausing and stress used when presenting a point of view in audio and/or audio visual texts",
          "outcomeId": 10003
        },
        {
          "id": 10061,
          "description": "apply the conventions and protocols of discussion and debate",
          "outcomeId": 10003
        },
        {
          "id": 10062,
          "description": "extend individual capacity to use language confidently",
          "outcomeId": 10003
        },
        {
          "id": 10063,
          "description": "apply relevant metalanguage",
          "outcomeId": 10003
        },
        {
          "id": 10064,
          "description": "use textual evidence appropriately to support analytical responses",
          "outcomeId": 10003
        },
        {
          "id": 10065,
          "description": "plan, review, edit and refine analytical responses, using individual reflection and peer feedback",
          "outcomeId": 10003
        },
        {
          "id": 10066,
          "description": "apply active listening, reading and viewing strategies to support a deepened understanding of persuasive texts",
          "outcomeId": 10003
        },
        {
          "id": 10067,
          "description": "apply the key structures and features of a spoken point of view text",
          "outcomeId": 10003
        },
        {
          "id": 10068,
          "description": "demonstrate understanding of purpose, context and audience",
          "outcomeId": 10003
        },
        {
          "id": 10069,
          "description": "apply the appropriate conventions of syntax, punctuation and spelling of Standard Australian English.",
          "outcomeId": 10003
        }
      ]
    }
  ],
  "extraContents": []
}