{
  "id": 24000,
  "curriculumId": 24000,
  "name": "Physical Education Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 24000,
      "curriculumSubjectId": 24000,
      "name": "How does the musculoskeletal system work to produce movement?",
      "abbreviation": "U1AOS1",
      "description": "In this area of study, students examine the muscular and skeletal systems of the human body and how the muscles and bones work together to produce movement. Through practical activities, they explore, from a biophysical perspective, the major components of the musculoskeletal system and its contributions and interactions during physical activity, sport and exercise. Possible causes of illness and injury to the musculoskeletal system are investigated. Strategies and aids to assist in the prevention and management of such conditions are also explored. Students consider a variety of permitted and prohibited substances and methods used to enhance performance of the musculoskeletal system. On completion of this unit, the student should participate in and analyse information from a variety of practical activities to explain how the muscular and skeletal systems function and interact to produce movement, and evaluate the use of performance enhancement substances and methods. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 1. structure and function of the skeletal system: bones of the human body, classification of joints, joint actions"
    },
    {
      "id": 24001,
      "curriculumSubjectId": 24000,
      "name": "What role does the cardiorespiratory system play in movement?",
      "abbreviation": "U1AOS2",
      "description": "In this area of study, students investigate the cardiovascular and respiratory systems of the human body and how the heart, blood vessels and lungs function at rest and during physical activity. Through practical activities, students explore the structures and function of the cardiorespiratory system and the contributions and interactions of each system during physical activity, sport and exercise at various intensities. The impacts of regular aerobic exercise on the functioning of these systems are also examined. Students consider a variety of permitted and prohibited substances and methods used to enhance performance of the cardiorespiratory system. They also explore the ethical and sociocultural considerations of using permitted and prohibited performance-enhancing substances and methods. On completion of this unit, the student should be able to participate in and analyse information from a variety of practical activities to explain how the cardiovascular and respiratory systems function and interact, and evaluate the use of performance enhancement substances and methods. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 2. the structure and function of the cardiovascular system, including the heart, blood, blood vessels and blood flow around the body at rest and during various intensities of physical activity, sport and/or exercise the role of the cardiovascular system in thermoregulation, including vasodilation and vasoconstriction of the blood vessels to regulate blood distribution at rest and during physical activity, sport and/or exercise"
    },
    {
      "id": 24002,
      "curriculumSubjectId": 24000,
      "name": "How do physical activity, sport and exercise contribute to healthy lifestyles?",
      "abbreviation": "U2AOS1",
      "description": "In this area of study, students focus on the role of physical activity, sport and exercise in developing and promoting healthy lifestyles across the lifespan. Students explore the sociocultural influences on participation in various forms of physical activity. They investigate the physical, social, mental, emotional and spiritual benefits of participation in regular physical activity at the individual and population levels, and the potential health risks associated with physical inactivity and sedentary behaviour. Students examine sociocultural factors that influence physical activity and consider opportunities and barriers to participation. They develop an understanding of the use of subjective and objective methods for assessing physical activity and sedentary behaviour at the individual and population levels and compare these to physical activity and sedentary behaviour guidelines. Students identify and describe the components of the social-ecological model to assist in the critique and creation of strategies aimed at increasing physical activity and/or reducing sedentary behaviour within a given population. Students conduct a Functional Movement Assessment (FMA), then design and implement a personalised plan that is sustainable and adheres to the physical activity and sedentary behaviour guidelines. On completion of this unit, the student should be able to collect and analyse data related to individual and population levels of participation in physical activity and sedentary behaviour and conduct an FMA to create, undertake and evaluate a personalised plan that promotes adherence to the relevant physical activity and sedentary behaviour guidelines. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 1."
    },
    {
      "id": 24003,
      "curriculumSubjectId": 24000,
      "name": "What are the contemporary issues associated with physical activity and sport?",
      "abbreviation": "U2AOS2",
      "description": "In this area of study, students focus on a range of contemporary issues associated with physical activity and sport at the local, national and global levels. They investigate a range of intrapersonal and interpersonal factors that affect access to, and inclusion, participation and performance in, physical activity and sport, such as injuries, coaching, sports technology and the media, psychological strategies and equity for a range of population groups, including Aboriginal and Torres Strait Islander Peoples. Students explore one contemporary issue relevant to physical activity and/or sport and prescribe and participate in practical activities to highlight the issue. Students develop an understanding of the historical and current perspectives on the issue and forecast future trends. They form conclusions about the impacts these issues have on physical activity and sport in society. On completion of this unit, the student should be able to explain a range of intrapersonal and interpersonal contemporary issues that influence access to, and inclusion, participation and performance in, physical activity and sport at the local, national and global levels. To achieve this outcome, the student will draw on key knowledge and key skills outlined in Area of Study 2."
    }
  ],
  "outcomes": [
    {
      "id": 24000,
      "curriculumSubjectId": 24000,
      "number": 1,
      "description": "On completion of this unit, the student should participate in and analyse information from a variety of practical activities to explain how the muscular and skeletal systems function and interact to produce movement, and evaluate the use of performance enhancement substances and methods.",
      "keyKnowledge": [
        {
          "id": 24000,
          "description": "structure and function of the skeletal system: bones of the human body, classification of joints, joint actions",
          "outcomeId": 24000
        },
        {
          "id": 24001,
          "description": "major muscles of the human body",
          "outcomeId": 24000
        },
        {
          "id": 24002,
          "description": "characteristics and functions of muscle fibres such as fibre arrangement and type (fast twitch and slow twitch)",
          "outcomeId": 24000
        },
        {
          "id": 24003,
          "description": "types of muscular contractions (concentric, eccentric and isometric)",
          "outcomeId": 24000
        },
        {
          "id": 24004,
          "description": "the concept of reciprocal inhibition (the role of agonists, antagonists and stabilisers)",
          "outcomeId": 24000
        },
        {
          "id": 24005,
          "description": "neural control of muscles, including the recruitment (size principle) and activation (all or nothing principle) of motor units in relation to force production",
          "outcomeId": 24000
        },
        {
          "id": 24006,
          "description": "interactions of muscles and bones to produce movement, including the structure and examples of anatomical lever systems",
          "outcomeId": 24000
        },
        {
          "id": 24007,
          "description": "causes of potential acute and chronic injuries and illnesses associated with the musculoskeletal system such as overtraining syndrome, arthritis and osteoporosis",
          "outcomeId": 24000
        },
        {
          "id": 24008,
          "description": "physiological strategies to prevent musculoskeletal injuries such as warm up, cool down and rehabilitation",
          "outcomeId": 24000
        },
        {
          "id": 24009,
          "description": "the role of physical aids that support the musculoskeletal system such as protective equipment, taping and braces",
          "outcomeId": 24000
        },
        {
          "id": 24010,
          "description": "potential benefits and harms of permitted and prohibited substances and methods that enhance performance of the musculoskeletal system, such as training, nutritional supplements, creatine supplementation and hormones (including steroids and growth hormones).",
          "outcomeId": 24000
        }
      ],
      "keySkills": [
        {
          "id": 24000,
          "description": "apply and use anatomical terminology to identify the structures and functions of the muscular and skeletal systems in producing movement",
          "outcomeId": 24000
        },
        {
          "id": 24001,
          "description": "participate in and analyse a variety of movements used in physical activity, sport and/or exercise to explain the interaction between bones, muscles, joints and joint actions using examples of lever systems responsible for producing movement",
          "outcomeId": 24000
        },
        {
          "id": 24002,
          "description": "examine different types of muscle contractions and differentiate the role of agonists, antagonists and stabilisers in movement",
          "outcomeId": 24000
        },
        {
          "id": 24003,
          "description": "investigate and describe the relationship between motor unit recruitment, activation and force production in movement",
          "outcomeId": 24000
        },
        {
          "id": 24004,
          "description": "explore a variety of causes of musculoskeletal injuries",
          "outcomeId": 24000
        },
        {
          "id": 24005,
          "description": "implement and describe the correct application of physical aids and physiological strategies in a variety of sporting activities to maintain optimal functioning of the musculoskeletal system",
          "outcomeId": 24000
        },
        {
          "id": 24006,
          "description": "investigate, evaluate and critically analyse the effects of a range of performance-enhancing substances and methods on the musculoskeletal system from a physiological perspective.",
          "outcomeId": 24000
        }
      ]
    },
    {
      "id": 24001,
      "curriculumSubjectId": 24000,
      "number": 2,
      "description": "On completion of this unit, the student should be able to participate in and analyse information from a variety of practical activities to explain how the cardiovascular and respiratory systems function and interact, and evaluate the use of performance enhancement substances and methods.",
      "keyKnowledge": [
        {
          "id": 24011,
          "description": "the structure and function of the cardiovascular system, including the heart, blood, blood vessels and blood flow around the body at rest and during various intensities of physical activity, sport and/or exercise",
          "outcomeId": 24001
        },
        {
          "id": 24012,
          "description": "the role of the cardiovascular system in thermoregulation, including vasodilation and vasoconstriction of the blood vessels to regulate blood distribution at rest and during physical activity, sport and/or exercise",
          "outcomeId": 24001
        },
        {
          "id": 24013,
          "description": "the relationship between stroke volume, heart rate and cardiac output at rest, and submaximal and maximal exercise intensities",
          "outcomeId": 24001
        },
        {
          "id": 24014,
          "description": "the structure and function of the respiratory system, including the lungs, mechanics of breathing and gaseous exchange at the alveoli/capillary and the capillary/muscle interface",
          "outcomeId": 24001
        },
        {
          "id": 24015,
          "description": "the interaction of the cardiovascular and respiratory systems to transport oxygen around the body at rest and during physical activity, sport and/or exercise",
          "outcomeId": 24001
        },
        {
          "id": 24016,
          "description": "the impacts of regular aerobic exercise on enhancing the capacity and function of the cardiovascular and respiratory systems",
          "outcomeId": 24001
        },
        {
          "id": 24017,
          "description": "potential benefits and harms of permitted and prohibited substances and methods that enhance performance of the cardiorespiratory system, such as altitude training, erythropoietin (EPO), beta-blockers, and gene and blood doping",
          "outcomeId": 24001
        },
        {
          "id": 24018,
          "description": "ethical and sociocultural considerations associated with the use of permitted and prohibited performance-enhancing substances and methods.",
          "outcomeId": 24001
        }
      ],
      "keySkills": [
        {
          "id": 24007,
          "description": "apply and use anatomical terminology to identify the structures and function of the cardiovascular and respiratory systems",
          "outcomeId": 24001
        },
        {
          "id": 24008,
          "description": "use primary data to measure and analyse the changes to the cardiovascular and respiratory systems at rest compared with various exercise intensities",
          "outcomeId": 24001
        },
        {
          "id": 24009,
          "description": "examine the role and process of thermoregulation through participation in physical activity, sport and/or exercise",
          "outcomeId": 24001
        },
        {
          "id": 24010,
          "description": "investigate and describe the process of gaseous exchange",
          "outcomeId": 24001
        },
        {
          "id": 24011,
          "description": "evaluate the impacts of regular aerobic exercise on enhancing the capacity and functioning of the cardiovascular and respiratory systems",
          "outcomeId": 24001
        },
        {
          "id": 24012,
          "description": "investigate and evaluate the effects of a range of performance-enhancing substances and methods on the cardiorespiratory system from a physiological perspective",
          "outcomeId": 24001
        },
        {
          "id": 24013,
          "description": "explore the ethical and sociocultural considerations relating to the use of permitted and prohibited performance-enhancing substances and methods.",
          "outcomeId": 24001
        }
      ]
    },
    {
      "id": 24002,
      "curriculumSubjectId": 24000,
      "number": 1,
      "description": "On completion of this unit, the student should be able to collect and analyse data related to individual and population levels of participation in physical activity and sedentary behaviour and conduct an FMA to create, undertake and evaluate a personalised plan that promotes adherence to the relevant physical activity and sedentary behaviour guidelines.",
      "keyKnowledge": [
        {
          "id": 24019,
          "description": "types of physical activity such as play, games, sports (formal and informal), transportation, chores, exercise and recreational activities",
          "outcomeId": 24002
        },
        {
          "id": 24020,
          "description": "physical, social, mental, emotional and spiritual benefits of regular participation in types of movement",
          "outcomeId": 24002
        },
        {
          "id": 24021,
          "description": "sociocultural enablers and barriers to individual physical activity behaviour such as gender, family, peers, socioeconomic status, community and cultural norms",
          "outcomeId": 24002
        },
        {
          "id": 24022,
          "description": "prevalence and trends of physical activity, physical inactivity and sedentary behaviour",
          "outcomeId": 24002
        },
        {
          "id": 24023,
          "description": "physical activity and sedentary behaviour guidelines for different age population groups",
          "outcomeId": 24002
        },
        {
          "id": 24024,
          "description": "subjective and objective methods of assessing physical activity and sedentary behaviour, such as recall surveys or diaries, pedometry, observation tools, digital tools and wearable technology",
          "outcomeId": 24002
        },
        {
          "id": 24025,
          "description": "components of the social-ecological model (individual, social environment, physical environment and policy)",
          "outcomeId": 24002
        },
        {
          "id": 24026,
          "description": "a range of population-based initiatives that target enablers of and barriers to physical activity",
          "outcomeId": 24002
        },
        {
          "id": 24027,
          "description": "health-related fitness components and factors affecting aerobic power, muscular strength and endurance and flexibility",
          "outcomeId": 24002
        },
        {
          "id": 24028,
          "description": "Functional Movement Assessment (FMA): physiological, psychological and sociocultural considerations, pre-participation health screening, informed consent, assessment reliability, validity and accuracy",
          "outcomeId": 24002
        },
        {
          "id": 24029,
          "description": "considerations of a personalised plan, including self-management skills, used to promote physical activity and reduce sedentary behaviour.",
          "outcomeId": 24002
        }
      ],
      "keySkills": [
        {
          "id": 24014,
          "description": "participate in and explain different types of movement experiences, including a variety of culturally diverse and inclusive physical activities",
          "outcomeId": 24002
        },
        {
          "id": 24015,
          "description": "participate in a variety of movement experiences to reflect on and record information related to the physical, social, mental, emotional and spiritual benefits of physical activity",
          "outcomeId": 24002
        },
        {
          "id": 24016,
          "description": "investigate, through participation, the sociocultural influences on physical activity behaviour across the lifespan",
          "outcomeId": 24002
        },
        {
          "id": 24017,
          "description": "describe the physical activity and sedentary behaviour guidelines for different age population groups",
          "outcomeId": 24002
        },
        {
          "id": 24018,
          "description": "analyse and interpret secondary data related to physical activity behaviour to explain outcomes of physical activity and sedentary behaviour",
          "outcomeId": 24002
        },
        {
          "id": 24019,
          "description": "justify and use appropriate methods to collect and analyse data related to physical activity and sedentary behaviour at the individual and population levels",
          "outcomeId": 24002
        },
        {
          "id": 24020,
          "description": "apply the social-ecological model to critique and create physical activity initiatives and strategies aimed at increasing physical activity and/or reducing sedentary behaviour",
          "outcomeId": 24002
        },
        {
          "id": 24021,
          "description": "explain health-related fitness components, including factors affecting each component",
          "outcomeId": 24002
        },
        {
          "id": 24022,
          "description": "justify an appropriate FMA for a targeted individual/group, from a physiological, psychological and sociocultural perspective",
          "outcomeId": 24002
        },
        {
          "id": 24023,
          "description": "conduct and evaluate an FMA using reliable, valid and accurate methodology",
          "outcomeId": 24002
        },
        {
          "id": 24024,
          "description": "using self-management skills, design a sustainable personalised plan that promotes adherence to physical activity and sedentary behaviour guidelines",
          "outcomeId": 24002
        },
        {
          "id": 24025,
          "description": "implement strategies from a personalised plan to gather primary data about strengths and limitations of the program design.",
          "outcomeId": 24002
        }
      ]
    },
    {
      "id": 24003,
      "curriculumSubjectId": 24000,
      "number": 2,
      "description": "On completion of this unit, the student should be able to explain a range of intrapersonal and interpersonal contemporary issues that influence access to, and inclusion, participation and performance in, physical activity and sport at the local, national and global levels.",
      "keyKnowledge": [
        {
          "id": 24030,
          "description": "intrapersonal issues that influence access to, and inclusion, participation and performance in, physical activity and sport, such as: hormonal considerations for physical activity prescription, injuries, such as concussion and knee injuries, and safety, psychological skills, including sleep and accompanying strategies, mental fitness, including the role of physical activity and the responsibility of elite sport pathways",
          "outcomeId": 24003
        },
        {
          "id": 24031,
          "description": "interpersonal issues that influence access to, and inclusion, participation and performance in, physical activity and sport, such as: geographic location (rural and urban), coaching (styles, planning/program design and ethical behaviour, such as safeguarding athletes), sports technology and the impacts of media on beliefs and behaviour, institutional and structural inclusion and equity in sport (for Aboriginal and Torres Strait Islander Peoples, and in consideration of cultural diversity, physical and intellectual diversity, and gender and sexual diversity), gender equity, such as pay gap, and representation in coaching positions and decision-making bodies at the local, national and global levels",
          "outcomeId": 24003
        },
        {
          "id": 24032,
          "description": "key concepts within the selected contemporary issue linked to participation in physical activity and/or sport in society",
          "outcomeId": 24003
        },
        {
          "id": 24033,
          "description": "local, national and/or global perspectives on the selected issue",
          "outcomeId": 24003
        },
        {
          "id": 24034,
          "description": "historical, current and future implications of the selected issue.",
          "outcomeId": 24003
        }
      ],
      "keySkills": [
        {
          "id": 24026,
          "description": "explain contemporary intrapersonal and interpersonal issues associated with access to, and inclusion, participation and performance in, physical activity and sport",
          "outcomeId": 24003
        },
        {
          "id": 24027,
          "description": "collect information on a range of intrapersonal and interpersonal issues from a variety of resources, such as primary data, and print and electronic media",
          "outcomeId": 24003
        },
        {
          "id": 24028,
          "description": "propose ethical strategies to enhance access to, and inclusion, participation and performance in, physical activity and sport",
          "outcomeId": 24003
        },
        {
          "id": 24029,
          "description": "prescribe, participate in and reflect on movement experiences that illustrate different perspectives on the selected issue",
          "outcomeId": 24003
        },
        {
          "id": 24030,
          "description": "analyse the historical, current and future implications of the selected issue.",
          "outcomeId": 24003
        }
      ]
    }
  ],
  "extraContents": []
}