{
  "id": 7000,
  "curriculumId": 7000,
  "name": "Psychology Units 1 and 2",
  "isArchived": false,
  "learningAreas": [
    {
      "id": 7000,
      "curriculumSubjectId": 7000,
      "name": "What influences psychological development?",
      "abbreviation": "U1AOS1",
      "description": "The psychological development of an individual involves complex interactions between biological, psychological and social factors. In this area of study students explore how these factors influence different aspects of a person’s psychological development, recognising that individuals are not fixed from birth but instead can grow and change psychologically across their lives. Students consider the interactive influences of hereditary and environmental factors on a person’s psychological development. They explore psychological development across the life span through the lens of emotional, cognitive and social development, including the consideration and evaluation of relevant models and theories. Students explore concepts of normality and neurotypicality and consider how typical or atypical psychological development in individuals may be culturally defined, classified and categorised. They consider how normal cognitive variations within society can be illustrated through consideration of neurodiversity, investigating selected developmental differences. The role of mental health workers, psychologists, psychiatrists and organisations in supporting psychological development and the diagnosis and management of atypical behaviour is considered, and depending on interest and context, students may extend their understanding of atypical behaviour to explore the diagnosis and treatment of selected mental disorders."
    },
    {
      "id": 7001,
      "curriculumSubjectId": 7000,
      "name": "How are mental processes and behaviour influenced by the brain?",
      "abbreviation": "U1AOS2",
      "description": "In this area of study students explore how the understanding of brain structure and function has changed over time, considering the influence of different approaches and contributions to understanding the role of the brain. They develop their understanding of how the brain enables humans to interact with the external world around them and analyse the interactions between different areas of the brain that enable the processing of complex sensory information, the initiation of voluntary movements, language, decision-making, and the regulation of emotions. Students consider how the brain changes with age and experience, and subsequently how mental functions adapt. Students explore neuroplasticity as the result of experience and brain trauma. They investigate ways to maintain brain functioning and an opportunity is provided to investigate the impact of acquired brain injuries (ABIs), to consolidate students’ understanding of brain functioning. Chronic traumatic encephalopathy (CTE) is also considered as area of contemporary research into progressive and fatal brain disease."
    },
    {
      "id": 7002,
      "curriculumSubjectId": 7000,
      "name": "How does contemporary psychology conduct and validate psychological research?",
      "abbreviation": "U1AOS3",
      "description": "Researchers in psychology work to continually expand and refine the ability to understand and describe human thoughts, feelings and behaviours and to review the validity of research already conducted in a particular area of research. Historically, psychological research has been conducted using samples selected from Western, educated, industrialised, rich and democratic (WEIRD) societies – samples that under-represent a large proportion of the overall population. Reproducing previous research with different population groups has led to the accuracy of published findings and the external validity of the original research being questioned. In this area of study students investigate how science is used to explore and validate contemporary psychological research questions. Making connections between the research of others and their own learning enables students to explore and compare responses to contemporary psychological concepts as well as engage in the analysis and evaluation of methodologies, methods and conclusions of research studies. When evaluating information and research, students consider questions such as ‘Where does this idea come from?’, ‘Can it be tested empirically?’, ‘What are the underlying scientific processes?’, ‘What is the scientific evidence to support the research question?’, ‘Does the evidence address the research question?’, ‘Is the claim well justified?’, ‘Is the evidence subject to critique?’, ‘What uncertainties still exist?’ and ‘Have cultural biases impacted on the research design, data collection and interpretation?’ Students select and evaluate a recent discovery, finding, innovation, issue, advance or case study linked to the knowledge and skills developed in Area of Study 1 and/or Area of Study 2. Students may develop a research question individually or in conjunction with their class or a group of students. Possible starting points when developing a research question include reviewing contemporary research such as announcements of recent psychological research, an expert’s published point of view, a TED Talk, a YouTube presentation, a report from a community program or an article from a scientific publication."
    },
    {
      "id": 7003,
      "curriculumSubjectId": 7000,
      "name": "How are people influenced to behave in particular ways?",
      "abbreviation": "U2AOS1",
      "description": "In this area of study students explore the interplay of psychological and social factors that shape the identity and behaviour of individuals and groups. Students consider how factors such as person perception, attributions, attitudes and stereotypes can be used to explain the cause and dynamics of individual and group behaviours. Students explore how cognitive biases may assist with the avoidance of cognitive dissonance. They also consider the important role that heuristics have in problem-solving and decision-making. Students are given an opportunity to explore the psychological impact of stereotypes, prejudice, discrimination and stigma on individuals and groups in Australian society, including on Aboriginal and Torres Strait Islander peoples. They investigate strategies to reduce prejudice, discrimination and stigma. Students evaluate the findings of classical and contemporary research when considering impacts of social groups and culture on individual behaviour, including obedience and conformity. They explore the positive and negative influences of different media sources on an individual’s mental wellbeing and group behaviour. They also consider mechanisms to understand group processes and biases that may assist in decision-making and the critical evaluation of people they encounter in life."
    },
    {
      "id": 7004,
      "curriculumSubjectId": 7000,
      "name": "What influences a person’s perception of the world?",
      "abbreviation": "U2AOS2",
      "description": "Human perception of internal and external stimuli is influenced by a variety of biological, psychological and social factors. In this area of study students explore the role of attention in making sense of the world around them and they consider two aspects of human perception – vision and taste – and consider how perception is influence by cultural norms and historical experiences. Students explore the influence of biological, psychological and social factors on visual and gustatory perception. Perceptual distortions of vision and taste are explored when looking at the fallibility of perceptual systems. Students may choose to explore a range of different visual illusions to understand how individuals misinterpret real sensory stimuli. Different forms of agnosia may be investigated by students to understand issues with sensory processing areas within the brain. Aboriginal and Torres Strait Islander experiences of sensory connection to Country and/or Place, ancestors, spirituality and songlines may also be considered."
    },
    {
      "id": 7005,
      "curriculumSubjectId": 7000,
      "name": "How do scientific investigations develop understanding of influences on perception and behaviour?",
      "abbreviation": "U2AOS3",
      "description": "Individuals are influenced by a variety of biological, psychological and social and cultural factors. These determinants can be classified as either internal or external factors and they lead to a diverse range of perceptions and behaviour. In this area of study students adapt or design and then conduct a scientific investigation into the internal or external influences on perception and/or behaviour. They generate appropriate qualitative and/or quantitative data, organise and interpret the data, and research a conclusion in response to the research question. The student-adapted or student-designed scientific investigation relates to knowledge and skills developed in Area of Study 1 and/or Area of Study 2."
    }
  ],
  "outcomes": [
    {
      "id": 7000,
      "curriculumSubjectId": 7000,
      "number": 4001,
      "description": "On completion of this unit the student should be able to discuss complexity of psychological development over the life span, and evaluate ways of understanding and representing psychological development.",
      "topics": [
        {
          "id": 7000,
          "outcomeId": 7000,
          "name": "The complexity of psychological development"
        },
        {
          "id": 7001,
          "outcomeId": 7000,
          "name": "Defining and supporting psychological development"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7000,
          "description": "the interactive influences of hereditary and environmental factors on a person’s psychological development",
          "outcomeId": 7000,
          "outcomeTopicId": 7000
        },
        {
          "id": 7001,
          "description": "the biopsychosocial approach as a model for considering psychological development and mental wellbeing",
          "outcomeId": 7000,
          "outcomeTopicId": 7000
        },
        {
          "id": 7002,
          "description": "the process of psychological development (emotional, cognitive and social development) over the course of the life span",
          "outcomeId": 7000,
          "outcomeTopicId": 7000
        },
        {
          "id": 7003,
          "description": "the role of sensitive and critical periods in a person’s psychological development",
          "outcomeId": 7000,
          "outcomeTopicId": 7000
        },
        {
          "id": 7004,
          "description": "the usefulness, and limitations, of psychological criteria to categorise behaviour as typical or atypical, including cultural perspectives, social norms, statistical rarity, personal distress and maladaptive behaviour",
          "outcomeId": 7000,
          "outcomeTopicId": 7001
        },
        {
          "id": 7005,
          "description": "the concepts of normality and neurotypicality, including consideration of emotions, behaviours and cognitions that may be viewed as adaptive or maladaptive for an individual",
          "outcomeId": 7000,
          "outcomeTopicId": 7001
        },
        {
          "id": 7006,
          "description": "normal variations of brain development within society, as illustrated by neurodiversity",
          "outcomeId": 7000,
          "outcomeTopicId": 7001
        },
        {
          "id": 7007,
          "description": "the role of mental health workers, psychologists, psychiatrists and organisations in supporting psychological development and mental wellbeing as well as the diagnosis and management of atypical behaviour, including culturally responsive practices",
          "outcomeId": 7000,
          "outcomeTopicId": 7001
        }
      ]
    },
    {
      "id": 7001,
      "curriculumSubjectId": 7000,
      "number": 4002,
      "description": "On completion of this unit the student should be able to analyse the role of the brain in mental processes and behaviour and evaluate how brain plasticity and brain injury can change biopsychosocial functioning.",
      "topics": [
        {
          "id": 7002,
          "outcomeId": 7001,
          "name": "Role of the brain in mental processes and behaviour"
        },
        {
          "id": 7003,
          "outcomeId": 7001,
          "name": "Brain plasticity and brain injury"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7008,
          "description": "different approaches over time in understanding the role of the brain in behaviour and mental processes",
          "outcomeId": 7001,
          "outcomeTopicId": 7002
        },
        {
          "id": 7009,
          "description": "the roles of the hindbrain, midbrain and forebrain, including the cerebral cortex, in behaviour and mental processes",
          "outcomeId": 7001,
          "outcomeTopicId": 7002
        },
        {
          "id": 7010,
          "description": "the capacity of the brain to change in response to experience and brain trauma, including factors influencing neuroplasticity and ways to maintain and/or maximise brain functioning",
          "outcomeId": 7001,
          "outcomeTopicId": 7003
        },
        {
          "id": 7011,
          "description": "the impact of an acquired brain injury (ABI) on a person’s biological, psychological and social functioning",
          "outcomeId": 7001,
          "outcomeTopicId": 7003
        },
        {
          "id": 7012,
          "description": "the contribution of contemporary research to the understanding of neurological disorders",
          "outcomeId": 7001,
          "outcomeTopicId": 7003
        },
        {
          "id": 7013,
          "description": "chronic traumatic encephalopathy (CTE) as an example of emerging research into progressive and fatal brain disease",
          "outcomeId": 7001,
          "outcomeTopicId": 7003
        }
      ]
    },
    {
      "id": 7002,
      "curriculumSubjectId": 7000,
      "number": 4003,
      "description": "On completion of this unit the student should be able to identify, analyse and evaluate the evidence available to answer a research question relating to contemporary psychology.",
      "topics": [
        {
          "id": 7004,
          "outcomeId": 7002,
          "name": "Scientific evidence"
        },
        {
          "id": 7005,
          "outcomeId": 7002,
          "name": "Scientific communication"
        },
        {
          "id": 7006,
          "outcomeId": 7002,
          "name": "Analysis and evaluation of psychological research"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7014,
          "description": "the distinction between primary and secondary data",
          "outcomeId": 7002,
          "outcomeTopicId": 7004
        },
        {
          "id": 7015,
          "description": "the nature of evidence and information: distinction between opinion, anecdote and evidence, and between scientific and non-scientific ideas",
          "outcomeId": 7002,
          "outcomeTopicId": 7004
        },
        {
          "id": 7016,
          "description": "the quality of evidence, including uncertainty, validity and authority of data and sources of possible errors or bias",
          "outcomeId": 7002,
          "outcomeTopicId": 7004
        },
        {
          "id": 7017,
          "description": "methods of organising, analysing and evaluating secondary data",
          "outcomeId": 7002,
          "outcomeTopicId": 7004
        },
        {
          "id": 7018,
          "description": "the use of a logbook to authenticate collated secondary data",
          "outcomeId": 7002,
          "outcomeTopicId": 7004
        },
        {
          "id": 7019,
          "description": "psychological concepts specific to the investigation: definitions of key terms; and use of appropriate psychological terminology, conventions and representations",
          "outcomeId": 7002,
          "outcomeTopicId": 7005
        },
        {
          "id": 7020,
          "description": "the characteristics of effective science communication: accuracy of psychological information; clarity of explanation of scientific concepts, ideas and models; contextual clarity with reference to importance and implications of findings; conciseness and coherence; and appropriateness for purpose and audience",
          "outcomeId": 7002,
          "outcomeTopicId": 7005
        },
        {
          "id": 7021,
          "description": "the use of data representations, models and theories in organising and explaining observed phenomena and psychological concepts, and their limitations",
          "outcomeId": 7002,
          "outcomeTopicId": 7005
        },
        {
          "id": 7022,
          "description": "the influence of sociocultural, economic, legal and political factors, and application of ethical understanding to science as a human endeavour",
          "outcomeId": 7002,
          "outcomeTopicId": 7005
        },
        {
          "id": 7023,
          "description": "conventions for referencing and acknowledging sources of information",
          "outcomeId": 7002,
          "outcomeTopicId": 7005
        },
        {
          "id": 7024,
          "description": "characteristics of repeatable and reproducible psychological research and the consideration of uncertainty",
          "outcomeId": 7002,
          "outcomeTopicId": 7006
        },
        {
          "id": 7025,
          "description": "criteria used to evaluate the validity of psychological research",
          "outcomeId": 7002,
          "outcomeTopicId": 7006
        }
      ]
    },
    {
      "id": 7003,
      "curriculumSubjectId": 7000,
      "number": 4004,
      "description": "On completion of this unit the student should be able to analyse how social cognition influences individuals to behave in specific ways and evaluate factors that influence individual and group behaviour.",
      "topics": [
        {
          "id": 7007,
          "outcomeId": 7003,
          "name": "Social cognition"
        },
        {
          "id": 7008,
          "outcomeId": 7003,
          "name": "Factors that influence individual and group behaviour"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7026,
          "description": "the role of person perception, attributions, attitudes and stereotypes in interpreting, analysing, remembering and using information about the social world, including decision-making and interpersonal interactions",
          "outcomeId": 7003,
          "outcomeTopicId": 7007
        },
        {
          "id": 7027,
          "description": "the avoidance of cognitive dissonance using cognitive biases",
          "outcomeId": 7003,
          "outcomeTopicId": 7007
        },
        {
          "id": 7028,
          "description": "the positive and negative influences of heuristics as mechanisms for decision-making and problem-solving",
          "outcomeId": 7003,
          "outcomeTopicId": 7007
        },
        {
          "id": 7029,
          "description": "the influence of prejudice, discrimination and stigma within society on a person’s and/or group’s mental wellbeing and ways to reduce it",
          "outcomeId": 7003,
          "outcomeTopicId": 7007
        },
        {
          "id": 7030,
          "description": "the influence of social groups and culture on individual behaviour",
          "outcomeId": 7003,
          "outcomeTopicId": 7008
        },
        {
          "id": 7031,
          "description": "the concepts of obedience and conformity and their relative influence on individual behaviour",
          "outcomeId": 7003,
          "outcomeTopicId": 7008
        },
        {
          "id": 7032,
          "description": "positive and negative influences of different media sources on individual and group behaviour, such as changing nature of social connections, social comparison, addictive behaviours and information access",
          "outcomeId": 7003,
          "outcomeTopicId": 7008
        },
        {
          "id": 7033,
          "description": "the development of independence and anti-conformity to empower individual decision-making when in groups",
          "outcomeId": 7003,
          "outcomeTopicId": 7008
        }
      ]
    },
    {
      "id": 7004,
      "curriculumSubjectId": 7000,
      "number": 4005,
      "description": "On completion of this unit the student should be able to explain the roles of attention and perception, compare gustatory and visual perception and analyse factors that may lead to perceptual distortions.",
      "topics": [
        {
          "id": 7009,
          "outcomeId": 7004,
          "name": "Perception"
        },
        {
          "id": 7010,
          "outcomeId": 7004,
          "name": "Distortions of perception"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7034,
          "description": "the role of attention (sustained, divided, selective) in making sense of the world around us",
          "outcomeId": 7004,
          "outcomeTopicId": 7009
        },
        {
          "id": 7035,
          "description": "the role of perception in the processing and interpretation of sensory information, as demonstrated through top-down and bottom-up processing",
          "outcomeId": 7004,
          "outcomeTopicId": 7009
        },
        {
          "id": 7036,
          "description": "the influence of biological, psychological and social factors on visual perception and gustatory perception",
          "outcomeId": 7004,
          "outcomeTopicId": 7009
        },
        {
          "id": 7037,
          "description": "the fallibility of visual perceptual systems, for example, visual illusions and agnosia",
          "outcomeId": 7004,
          "outcomeTopicId": 7010
        },
        {
          "id": 7038,
          "description": "the fallibility of gustatory perception, for example, supertasters, exposure to miraculin and the judgment of flavours",
          "outcomeId": 7004,
          "outcomeTopicId": 7010
        },
        {
          "id": 7039,
          "description": "distortions of perception of taste and vision in healthy individuals, such as synaesthesia and spatial neglect",
          "outcomeId": 7004,
          "outcomeTopicId": 7010
        }
      ]
    },
    {
      "id": 7005,
      "curriculumSubjectId": 7000,
      "number": 4006,
      "description": "On completion of this unit the student should be able to adapt or design and then conduct a scientific investigation related to internal and external influences on perception and/or behaviour and draw an evidence-based conclusion from generated primary data.",
      "topics": [
        {
          "id": 7011,
          "outcomeId": 7005,
          "name": "Investigation design"
        },
        {
          "id": 7012,
          "outcomeId": 7005,
          "name": "Scientific evidence"
        },
        {
          "id": 7013,
          "outcomeId": 7005,
          "name": "Science communication"
        }
      ],
      "keyKnowledge": [
        {
          "id": 7040,
          "description": "the role of scientific investigations in reducing uncertainty",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7041,
          "description": "psychological science concepts specific to the selected scientific investigation and their significance, including the definition of key terms",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7042,
          "description": "scientific methodology relevant to the selected scientific investigation, selected from classification and identification; controlled experiment; correlational study; fieldwork; modelling; or simulation",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7043,
          "description": "techniques of primary qualitative and quantitative data generation relevant to the investigation",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7044,
          "description": "accuracy, precision, repeatability, reproducibility and validity of measurements in relation to the investigation",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7045,
          "description": "health, safety and ethical guidelines relevant to the selected scientific investigation",
          "outcomeId": 7005,
          "outcomeTopicId": 7011
        },
        {
          "id": 7046,
          "description": "the distinction between an aim, a hypothesis, a model and a theory",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7047,
          "description": "observations and investigations that are consistent with, or challenge, current scientific models or theories",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7048,
          "description": "the characteristics of primary data",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7049,
          "description": "ways of organising, analysing and evaluating generated primary data to identify patterns and relationships, including sources of error and remaining uncertainty",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7050,
          "description": "use of a logbook to authenticate generated primary data",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7051,
          "description": "the limitations of investigation methodologies and methods, and of data generation and/or analysis",
          "outcomeId": 7005,
          "outcomeTopicId": 7012
        },
        {
          "id": 7052,
          "description": "the conventions of scientific report writing, including scientific terminology and representations, standard abbreviations and units of measurement",
          "outcomeId": 7005,
          "outcomeTopicId": 7013
        },
        {
          "id": 7053,
          "description": "ways of presenting key findings and implications of the selected scientific investigation",
          "outcomeId": 7005,
          "outcomeTopicId": 7013
        }
      ]
    }
  ],
  "keySkills": [
    {
      "id": 7000,
      "description": "Develop aims and questions, formulate hypotheses and make predictions: (identify, research and construct aims and questions for investigation, identify independent, dependent and controlled variables in experiments, formulate hypotheses to focus investigations, predict possible outcomes of investigations)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7001,
      "description": "Plan and conduct investigations: (Determine appropriate investigation methodology: case study; classification and identification; controlled experiment; fieldwork; literature review; modelling; product, process or system development; simulation. Design and conduct investigations; select and use methods appropriate to the selected investigation methodology, including consideration of sampling technique and size, equipment and procedures, taking into account potential sources of error and causes of uncertainty; determine the type and amount of qualitative and/or quantitative data to be generated or collated. Work independently and collaboratively as appropriate and within identified research constraints, adapting or extending processes as required and recording such modifications in a logbook)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7002,
      "description": "Comply with safety and ethical guidelines: (Demonstrate safe laboratory practices when planning and conducting investigations by using risk assessments that are informed by safety data sheets (SDS), and accounting for risks. Apply relevant occupational health and safety guidelines while undertaking practical investigations. Demonstrate ethical conduct when undertaking and reporting investigations)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7003,
      "description": "Generate, collate and record data: (Systematically generate and record primary data, and collate secondary data, appropriate to the investigation, including use of databases and reputable online data sources. Record and summarise both qualitative and quantitative data, including use of a logbook as an authentication of generated or collated data. Organise and present data in useful and meaningful ways, including schematic diagrams, flow charts, tables, bar charts, line graphs and calibration curves)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7004,
      "description": "Analyse and evaluate data and investigation methods: (Process quantitative data using appropriate mathematical relationships and units, including calculations of ratios, percentages, percentage change and mean. Use appropriate numbers of significant figures in calculations. Plot graphs involving two variables that show linear and non-linear relationships. Identify and analyse experimental data qualitatively, handling, where appropriate, concepts of: accuracy, precision, repeatability, reproducibility, resolution, and validity of measurements; and errors (random and systematic). Identify outliers, and contradictory, provisional or incomplete data. Repeat experiments to evaluate the precision of data. Evaluate investigation methods and suggest ways to improve precision, and to reduce the likelihood of errors)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7005,
      "description": "Construct evidence-based arguments and draw conclusions: (Distinguish between opinion, anecdote and evidence, and between scientific and non-scientific ideas. Evaluate data to determine the degree to which the evidence supports the aim of the investigation, and make recommendations, as appropriate, for modifying or extending the investigation. Evaluate data to determine the degree to which the evidence supports or refutes the initial prediction or hypothesis. Use reasoning to construct scientific arguments, and to draw and justify conclusions consistent with evidence and relevant to the question under investigation. Identify, describe and explain the limitations of conclusions, including identification of further evidence required. Discuss the implications of research findings and proposals)",
      "curriculumSubjectId": 7000
    },
    {
      "id": 7006,
      "description": "Analyse, evaluate and communicate scientific ideas: (Use appropriate scientific terminology, representations and conventions, including standard abbreviations, graphing conventions, algebraic equations, units of measurement and significant figures. Discuss relevant scientific information, ideas, concepts, theories and models and the connections between them. Analyse and explain how models and theories are used to organise and understand observed phenomena and concepts, identifying limitations of selected models/theories. Critically evaluate and interpret a range of scientific and media texts (including journal articles, mass media communications and opinions in the public domain), processes, claims and conclusions related to chemistry by considering the quality of available evidence. Apply sustainability concepts to analyse and evaluate responses to chemistry-based scenarios, case studies, issues and challenges. Identify and explain when judgements or decisions associated with chemistry-related issues may be based on sociocultural, economic, political, legal and/or ethical factors and not solely on scientific evidence. Use clear, coherent and concise expression to communicate to specific audiences and for specific purposes in appropriate scientific genres, including scientific reports and posters. Acknowledge sources of information and assistance, and use standard scientific referencing conventions)",
      "curriculumSubjectId": 7000
    }
  ]
}